// 由 src/datacsv/*.csv 生成（生成脚本见 tools/import_tracks.py）
export const poetTracks = {
 "元稹": {
  "name": "元稹",
  "birth": 779,
  "death": 832,
  "life": [
   {
    "time": 779,
    "value": 1,
    "event": "是年，出生于长安万年县靖安坊。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 780,
    "value": 1,
    "event": "在长安。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 781,
    "value": 1,
    "event": "在长安。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 782,
    "value": 1,
    "event": "在长安。元稹母亲郑氏约此时开始掌管家事。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 783,
    "value": 0,
    "event": "在长安。韦丛生，其母裴氏卒，丛由庶母段氏抚养。元稹大姐嫁陆翰，翰时为太平县主簿。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 784,
    "value": 1,
    "event": "在长安。七月，“崔莺莺”（不确）生。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 785,
    "value": 1,
    "event": "在长安。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 786,
    "value": 0,
    "event": "叔元宵卒。父元宽卒，“外诸翁”郑云逵撰元宽墓志。遭丧遇灾，家贫，有议卖府邸者，元秬阻之。",
    "place": "西安市（靖安坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 787,
    "value": 1,
    "event": "在凤翔，丁父忧。从姨兄胡灵之学诗。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 788,
    "value": 1,
    "event": "在凤翔，丁父忧。借书求学，以陆翰为师。识从姨兄吴士矩、吴士则。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 789,
    "value": 1,
    "event": "在凤翔。父服已除。此后，常与胡灵之、吴士矩等游宴，自负擅长酒令，放浪形骸。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 790,
    "value": 1,
    "event": "在凤翔。郑云逵为秘书少监。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 791,
    "value": 1,
    "event": "在凤翔。约本年或稍后与吴士矩分散。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 792,
    "value": 1,
    "event": "在凤翔。",
    "place": "宝鸡市",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 793,
    "value": 1,
    "event": "冬以前，在凤翔。",
    "place": "西安市（靖安坊）",
    "lng": "107.243899",
    "lat": "34.367747"
   },
   {
    "time": 794,
    "value": 5,
    "event": "元稹两经及第。开始守选。",
    "place": "西安市（开元观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 795,
    "value": 4,
    "event": "《论裴延龄表》；在长安，元稹或代人作文。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 796,
    "value": 9,
    "event": "《开元观闲居酬吴士矩侍御三十韵》；在长安，时寓开元观，并与吴士矩唱和，吴已入仕。",
    "place": "西安市（开元观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 797,
    "value": 1,
    "event": "或在长安。姑系于此。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 798,
    "value": 1,
    "event": "或在长安。姑系于此。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 799,
    "value": 2,
    "event": "至同州夏阳县，探望大姐。",
    "place": "渭南市（合阳县）",
    "lng": "110.155675",
    "lat": "35.243795"
   },
   {
    "time": 800,
    "value": 10,
    "event": "《古艳诗二首》；在普救寺，春，与“崔莺莺”（不确）恋爱。",
    "place": "普救寺",
    "lng": "112.569095",
    "lat": "37.87976"
   },
   {
    "time": 801,
    "value": 6,
    "event": "《鱼中素》；春，铨选未中式，留西京，与“崔莺莺”（不确）通信，附诗。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 802,
    "value": 10,
    "event": "《错字判》；冬，应吏部试，作文。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 803,
    "value": 10,
    "event": "《毁方瓦合判》；在长安中平判科第四等，礼部侍郎权德舆知贡举。署秘书省校书郎。与白居易交游密切，与李建结交。韦夏卿改太子判宾客。有文。",
    "place": "洛阳市（履信宅）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 804,
    "value": 0,
    "event": "正月，回长安。",
    "place": "洛阳市（仁风坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 805,
    "value": 10,
    "event": "《酬哥舒大少府寄同年科第》；春末，元稹犹在洛阳。与哥舒恒酬唱。",
    "place": "西安市（西明寺）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 806,
    "value": 0,
    "event": "《永贞二年正月二日上御丹凤楼赦天下予与李公垂庾顺之闲行曲江不及盛观》；与李绅、庾敬休同游曲江，有诗。",
    "place": "西安市（曲江）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 807,
    "value": 1,
    "event": "丁母忧。",
    "place": "咸阳市（洪渎原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 808,
    "value": 2,
    "event": "丁母忧。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 809,
    "value": 0,
    "event": "除监察御史，系宰相裴垍提拔。",
    "place": "西安市（周至县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 810,
    "value": 10,
    "event": "《辛夷花》；在洛阳，为监察御史分务东台。向韩愈索要辛夷花，有诗。",
    "place": "洛阳市（韦氏馆）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 811,
    "value": 0,
    "event": "《酬窦校书二十韵》；窦巩赴黔州窦群处，途径江陵，与元稹相会并酬和，有诗。",
    "place": "荆州市（开善寺）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 812,
    "value": 10,
    "event": "《公安县远安寺水亭见展公题壁漂然泪流因书四韵》；春夏之交，游公安县远安寺，忆僧如展，有诗。",
    "place": "荆州市（公安县）",
    "lng": "112.235979",
    "lat": "30.06431"
   },
   {
    "time": 813,
    "value": 10,
    "event": "《襄阳为卢窦纪事五首》；在襄阳，与卢真、窦巩宴饮，有诗。",
    "place": "宜昌市（当阳市）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 814,
    "value": 0,
    "event": "《竹部》；前往潭州，经石首县，有诗。",
    "place": "荆州市（石首市）",
    "lng": "112.431918",
    "lat": "29.72709"
   },
   {
    "time": 815,
    "value": 10,
    "event": "元稹由唐州返江陵，料理家事。",
    "place": "南阳市（西峡县）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 816,
    "value": 10,
    "event": "《献荥阳公诗五十韵（并启）》；在兴元疗疾。",
    "place": "汉中市",
    "lng": "107.030197",
    "lat": "33.07382"
   },
   {
    "time": 817,
    "value": 10,
    "event": "《岁日赠拒非》；全家寓兴元。童年朋友李复礼亦在兴元，共嗟身世坎坷，有诗。",
    "place": "汉中市（勉县）",
    "lng": "107.030197",
    "lat": "33.07382"
   },
   {
    "time": 818,
    "value": 10,
    "event": "《上门下裴相公书》；春，元稹致书裴度，希望得以任用。",
    "place": "达州市（丁溪馆）",
    "lng": "107.474504",
    "lat": "31.214347"
   },
   {
    "time": 819,
    "value": 0,
    "event": "《黄草峡听柔之琴二首》；赴任途中，此日与白居易相遇于峡州之夷陵，相话三宿而别，有诗。",
    "place": "宜昌市（黄草峡）",
    "lng": "111.292971",
    "lat": "30.697602"
   },
   {
    "time": 820,
    "value": 10,
    "event": "《上令狐相公诗启》；在长安任膳部员外郎。向宰相令狐楚献诗二百首，楚深称赏，有文记之。宰相令狐楚为宪宗山陵使，元稹为判官。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 821,
    "value": 0,
    "event": "正月，侍宿南郊，夜后偶吟数十篇，已亡佚。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 822,
    "value": 0,
    "event": "王廷凑、朱克融围牛元翼于深州，官军三面救之，财竭力尽，竟无成功。元稹劝穆宗罢兵。韩愈冒险选慰王廷凑，元稹为之担忧。",
    "place": "渭南市（大荔县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 823,
    "value": 0,
    "event": "《酬杨司业十二兄早秋述情见寄》；春，杨巨源路过同州，与元稹相会，有诗。时杨为国子司业。",
    "place": "渭南市（大荔县）",
    "lng": "109.948624",
    "lat": "34.80179"
   },
   {
    "time": 824,
    "value": 10,
    "event": "《制诰序》；年初，编辑自己的文集时回忆其改革制诰的经历，有文记之，姑系于此。",
    "place": "绍兴市（永福寺）",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 825,
    "value": 10,
    "event": "《霓裳羽衣曲》；秋，白居易请元稹代访《霓裳羽衣舞》舞者，有诗。",
    "place": "绍兴市",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 826,
    "value": 10,
    "event": "《奉和浙西大夫李德裕述梦四十韵大夫本题言赠于梦中诗赋以寄一二僚友故今所和者亦止述翰院旧游而已次本韵》；李德裕作《述梦诗四十韵》。春，元稹、刘禹锡和之。约本年春，章孝标投诗元稹。",
    "place": "绍兴市（龙瑞宫）",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 827,
    "value": 6,
    "event": "春，派周师范赴京贺大赦元年。",
    "place": "绍兴市",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 828,
    "value": 10,
    "event": "春，白居易作诗贺元稹加检校礼部尚书，又作诗颂扬元稹政绩。元稹为白寂然卜筑禅院于剡县沃洲山。寄越州缯纱于国子司业张籍。",
    "place": "绍兴市",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 829,
    "value": 10,
    "event": "《春分投阳明洞天作》；春，从事郑鲂自越州入京，晤白居易。春分，为祈求神灵降福，有诗。",
    "place": "绍兴市（阳明洞天）",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 830,
    "value": 9,
    "event": "《赠柔之》；除检校户部尚书、兼鄂州刺史、御史大夫、武昌节度使。诏下，妻裴淑不乐，元稹以诗慰之，裴淑亦以诗相答。",
    "place": "西安市（浐桥）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 831,
    "value": 0,
    "event": "春或夏，白居易子崔儿夭折，以诗报元稹。",
    "place": "武汉市（武昌区）",
    "lng": "114.322539",
    "lat": "30.559627"
   },
   {
    "time": 832,
    "value": 1,
    "event": "七月，葬于咸阳县奉贤乡洪渡原。",
    "place": "",
    "lng": "0",
    "lat": "0"
   }
  ]
 },
 "刘禹锡": {
  "name": "刘禹锡",
  "birth": 772,
  "death": 856,
  "life": [
   {
    "time": 772,
    "value": 1,
    "event": "出生",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 773,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 774,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 775,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 776,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 777,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 778,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 779,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 780,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 781,
    "value": 1,
    "event": "居乡。童时多病",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 782,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 783,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 784,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 785,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 786,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 787,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 788,
    "value": 1,
    "event": "居乡。始习医",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 789,
    "value": 1,
    "event": "居乡",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 790,
    "value": 1,
    "event": "学有成就，北游长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 791,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 792,
    "value": 2,
    "event": "《华山歌》；冬，经华山，作诗",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 793,
    "value": 5,
    "event": "《平权衡赋》；是年，权礼部侍郎顾少连知贡举，放进士三十二人，其中柳宗元与刘禹锡交最密",
    "place": "渭南市（华县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 794,
    "value": 9,
    "event": "《献权舍人书》；复至长安，以文会友",
    "place": "咸阳市（兴平市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 795,
    "value": 3,
    "event": "登吏部取士科，授太子校书",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 796,
    "value": 0,
    "event": "父卒于扬州",
    "place": "郑州市（荥阳市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 797,
    "value": 1,
    "event": "丁父忧",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 798,
    "value": 1,
    "event": "丁父忧",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 799,
    "value": 2,
    "event": "丁父忧",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 800,
    "value": 10,
    "event": "入徐泗濠节度使杜佑幕",
    "place": "徐州市",
    "lng": "117.29235",
    "lat": "34.210143"
   },
   {
    "time": 801,
    "value": 10,
    "event": "在杜佑幕府一年余。识窦常，刘伯刍",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 802,
    "value": 10,
    "event": "年初，调补京兆府渭南县主簿",
    "place": "渭南市",
    "lng": "109.516739",
    "lat": "34.505687"
   },
   {
    "time": 803,
    "value": 10,
    "event": "在京兆府渭南主簿任",
    "place": "渭南市",
    "lng": "109.516739",
    "lat": "34.505687"
   },
   {
    "time": 804,
    "value": 10,
    "event": "在监察御史任，兼领监祭使",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 805,
    "value": 10,
    "event": "正月，仍为监察御史",
    "place": "渭南市（华阴市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 806,
    "value": 7,
    "event": "在朗州司马任，居招屈亭之旁",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 807,
    "value": 7,
    "event": "在朗州司马任。朗州旱灾",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 808,
    "value": 7,
    "event": "《答柳子厚书》；在朗州司马任。与永州司马柳宗元通信讨论文学",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 809,
    "value": 6,
    "event": "《上淮南李相公启》；在朗州司马任。托程异献诗于李吉甫，并上书启",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 810,
    "value": 6,
    "event": "《送李策秀才还湖南因寄幕中亲故兼简衡州吕八郎中》；在朗州司马任。作诗送友，因寄幕中亲故，并简衡州刺史吕温",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 811,
    "value": 0,
    "event": "《吕八见寄郡内书怀因而戏和》；在朗州司马任。年初，有诗和衡州刺史吕温",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 812,
    "value": 0,
    "event": "在朗州司马任。宰相李吉甫有量移刘禹锡等人之意",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 813,
    "value": 10,
    "event": "在朗州司马任。朝廷原有诏，以禹锡等为远郡刺史，因武元衡等反对而中止",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 814,
    "value": 0,
    "event": "《酬元九院长自江陵见寄》；在朗州司马任。与元稹诗文唱和",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 815,
    "value": 10,
    "event": "《朗州窦员外见示与澧州元郎中郡斋赠答长句二篇因以继和》；年初，赴长安前，窦群见示唱和诗文，禹锡作诗继和",
    "place": "襄阳市（宜城市）",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 816,
    "value": 10,
    "event": "《连州刺史厅壁记》；在连州刺史任。七月二十四日，作厅壁记文",
    "place": "清远市（连州市）",
    "lng": "112.383343",
    "lat": "24.785648"
   },
   {
    "time": 817,
    "value": 10,
    "event": "《与柳子厚书》；在连州刺史任。九月，与柳宗元通信讨论文学、医学",
    "place": "清远市（连州市）",
    "lng": "112.383343",
    "lat": "24.785648"
   },
   {
    "time": 818,
    "value": 0,
    "event": "《连州贺赦表》；在连州刺史任。因淮西平，正月，朝廷大赦，作表贺",
    "place": "清远市（连州市）",
    "lng": "112.383343",
    "lat": "24.785648"
   },
   {
    "time": 819,
    "value": 0,
    "event": "在连州刺史任。与僧方及、中巽等交游",
    "place": "清远市（连州市）",
    "lng": "112.383343",
    "lat": "24.785648"
   },
   {
    "time": 820,
    "value": 6,
    "event": "在洛阳丁母忧",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 821,
    "value": 10,
    "event": "《唐故衡州刺史吕君集序》；应故友吕温之子请，为吕温文集作序",
    "place": "武汉市（武昌区）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 822,
    "value": 0,
    "event": "《夔州刺史谢上表》；正月，到夔州。作谢表上呈",
    "place": "重庆直辖县行政区划（奉节县）",
    "lng": "109.470533",
    "lat": "31.024561"
   },
   {
    "time": 823,
    "value": 10,
    "event": "《贺册皇太子表》；在夔州刺史任。正月日，上表贺册皇太子",
    "place": "重庆直辖县行政区划（奉节县）",
    "lng": "109.470533",
    "lat": "31.024561"
   },
   {
    "time": 824,
    "value": 0,
    "event": "《贺登极表》；在夔州刺史任。正月，穆宗卒，敬宗即位。二月日，上表贺",
    "place": "重庆直辖县行政区划（奉节县）",
    "lng": "109.470533",
    "lat": "31.024561"
   },
   {
    "time": 825,
    "value": 10,
    "event": "《贺改元赦表》；在和州刺史任。正月改元，大赦。二月十六日，上表贺",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 826,
    "value": 10,
    "event": "《和令狐相公谢太原李侍中寄蒲桃》；在和州刺史任。九月前，作诗和令狐楚",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 827,
    "value": 10,
    "event": "春，抵洛阳",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 828,
    "value": 10,
    "event": "《三乡驿楼伏睹玄宗望女几山诗小臣斐然有感》；由洛阳赴长安，经三乡驿楼，睹玄宗诗，有感而作",
    "place": "洛阳市（宜阳县）",
    "lng": "112.185639",
    "lat": "34.521112"
   },
   {
    "time": 829,
    "value": 10,
    "event": "除礼部郎中，仍兼集贤殿学士",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 830,
    "value": 0,
    "event": "在礼部郎中、集贤学士任",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 831,
    "value": 0,
    "event": "在礼部郎中、集贤学士任",
    "place": "运城市（永济市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 832,
    "value": 10,
    "event": "二月，至苏州",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 833,
    "value": 10,
    "event": "《彭阳唱和集引》；在苏州刺史任。二月五日，将其与令狐楚的唱和诗篇，编为《彭阳唱和集》",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 834,
    "value": 10,
    "event": "《苏州贺皇帝疾愈表》；在苏州刺史任。正月，上表贺皇帝疾愈",
    "place": "苏州市（武丘寺）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 835,
    "value": 10,
    "event": "在汝州刺史任",
    "place": "平顶山市（汝州市）",
    "lng": "112.850921",
    "lat": "34.172933"
   },
   {
    "time": 836,
    "value": 10,
    "event": "《贺赦表》；在同州刺史任。正月改元，大赦天下，上表贺",
    "place": "渭南市（大荔县）",
    "lng": "109.948624",
    "lat": "34.80179"
   },
   {
    "time": 837,
    "value": 0,
    "event": "《山南西道节度使厅壁记》；仍为太子宾客，分司东都。二月某日，作壁记",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 838,
    "value": 10,
    "event": "仍为太子宾客，分司东都。疾仍未痊",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 839,
    "value": 10,
    "event": "仍为太子宾客，分司东都。加尚书衔",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 840,
    "value": 0,
    "event": "为秘书监，分司东都",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 841,
    "value": 10,
    "event": "春，加检校礼部尚书，兼太子宾客",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 842,
    "value": 0,
    "event": "《子刘子自传》；患病，病中自为铭、传",
    "place": "郑州市（荥阳市）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 856,
    "value": 0,
    "event": "刘禹锡卒后十四年，韦绚撰《刘公嘉话录》",
    "place": "",
    "lng": "0",
    "lat": "0"
   }
  ]
 },
 "卢照邻": {
  "name": "卢照邻",
  "birth": 634,
  "death": 682,
  "life": [
   {
    "time": 634,
    "value": 1,
    "event": "居于家乡范阳。照邻生年无确考。本表所列年岁为虚拟数。",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 635,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 636,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 637,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 638,
    "value": 1,
    "event": "始诵诗习礼",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 639,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 640,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 641,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 642,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 643,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 644,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 645,
    "value": 1,
    "event": "居于家乡范阳",
    "place": "保定市（涿州市）",
    "lng": "115.981009",
    "lat": "39.490959"
   },
   {
    "time": 646,
    "value": 1,
    "event": "就曹宪学《苍》、《雅》",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 647,
    "value": 1,
    "event": "就曹宪学《苍》、《雅》",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 648,
    "value": 1,
    "event": "就曹宪学《苍》、《雅》",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 649,
    "value": 1,
    "event": "就王义方学经史、缀文",
    "place": "邯郸市（魏县）",
    "lng": "114.945271",
    "lat": "36.366063"
   },
   {
    "time": 650,
    "value": 1,
    "event": "就王义方学经史、缀文",
    "place": "邯郸市（魏县）",
    "lng": "114.945271",
    "lat": "36.366063"
   },
   {
    "time": 651,
    "value": 1,
    "event": "入京应举",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 652,
    "value": 2,
    "event": "《长安古意》；在长安参选.本年冬或明年春,作《长安古意》诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 653,
    "value": 3,
    "event": "在寿州,为邓王府典签",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 654,
    "value": 3,
    "event": "在寿州,为邓王府典签",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 655,
    "value": 3,
    "event": "在寿州,为邓王府典签",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 656,
    "value": 3,
    "event": "在寿州,为邓王府典签",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 657,
    "value": 3,
    "event": "在寿州,为邓王府典签",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 658,
    "value": 3,
    "event": "寿州刺史邓王李元裕被册封为襄州刺史,随邓王由寿州赴襄州",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 659,
    "value": 3,
    "event": "在襄州,与张柬之有交往",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 660,
    "value": 3,
    "event": "在襄州",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 661,
    "value": 9,
    "event": "《西使兼送孟学士南游》；在襄州.秋,奉使西行.行前有《西使兼送孟学士》诗",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 662,
    "value": 10,
    "event": "《紫骝马》；春,随军至漠北",
    "place": "济宁市（兖州区）",
    "lng": "107.149559",
    "lat": "47.966156"
   },
   {
    "time": 663,
    "value": 5,
    "event": "《赠李荣道士》；入蜀,经梓州,逢李荣奉召入京,有《赠李荣道士》诗",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 664,
    "value": 10,
    "event": "《穷鱼赋》；出狱,有《穷鱼赋》,以大鹏鸟救穷鱼的故事,对自身受陷又遇友人搭救的过程做了艺术的表现",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 665,
    "value": 3,
    "event": "《葭川独泛》；出狱.在蜀中,往来梓州、剑州、利州等地.年底,为新都尉,到成都",
    "place": "广元市",
    "lng": "105.849993",
    "lat": "32.441808"
   },
   {
    "time": 666,
    "value": 7,
    "event": "《登封大酺歌四首》；在新都尉任上.正月,改元,大赦,赐酺.参加益州都督府酺宴,作《登封大酺歌》四首",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 667,
    "value": 4,
    "event": "《十五夜观灯》；在新都尉任上",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 668,
    "value": 10,
    "event": "《奉使益州至长安发钟阳驿》；春,奉使长安.途经绵州,作《奉使益州至长安发钟阳驿》",
    "place": "汉中市（勉县）",
    "lng": "104.686164",
    "lat": "31.473364"
   },
   {
    "time": 669,
    "value": 10,
    "event": "《还赴蜀中贻示京邑游好》；暮春,离京返蜀.初首途,有《还赴蜀中贻示京邑游好》",
    "place": "德阳市（中江县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 670,
    "value": 9,
    "event": "在新都任.与平民女郭氏相恋",
    "place": "成都市（彭州市）",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 671,
    "value": 9,
    "event": "《益州至真观主黎君碑》；在新都尉任上.一、二月间,作《益州至真观主黎君碑》",
    "place": "汉中市（勉县）",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 672,
    "value": 9,
    "event": "《元日述怀》；处太白山中.新春,有《元日述怀》诗",
    "place": "宝鸡市（眉县）",
    "lng": "107.756318",
    "lat": "34.280375"
   },
   {
    "time": 673,
    "value": 8,
    "event": "《首春贻京邑文士》；处太白山中.本年初,有《首春贻京邑文士》诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 674,
    "value": 1,
    "event": "客居东龙门山佛寺,服药疗养",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 675,
    "value": 4,
    "event": "《与洛阳名流朝士乞药直书》；客居东龙门山佛寺,服药疗养.有《与洛阳名流朝士乞药直书》一文",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 676,
    "value": 5,
    "event": "《寄裴舍人诸公遗衣药直书》；居东龙门山.友人资助,有作答谢",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 677,
    "value": 4,
    "event": "《南阳公集序》；居东龙门山.为来济作文集序",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 678,
    "value": 1,
    "event": "居东龙门山",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 679,
    "value": 1,
    "event": "居东龙门山",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 680,
    "value": 2,
    "event": "《五悲文》；居东门山,病情加重,作《五悲文》",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 681,
    "value": 4,
    "event": "《杨明府过访诗序》；徙居具茨山,杨明府来访,作《杨明府过访诗序》",
    "place": "许昌市（禹州市）",
    "lng": "113.494451",
    "lat": "34.146443"
   },
   {
    "time": 682,
    "value": 1,
    "event": "今年或明年,因病痛难耐,自投颍水而死",
    "place": "许昌市（禹州市）",
    "lng": "113.494451",
    "lat": "34.146443"
   }
  ]
 },
 "孟浩然": {
  "name": "孟浩然",
  "birth": 689,
  "death": 740,
  "life": [
   {
    "time": 689,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 690,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 691,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 692,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 693,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 694,
    "value": 1,
    "event": "居乡",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 695,
    "value": 1,
    "event": "居乡读书",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 696,
    "value": 1,
    "event": "居乡读书",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 697,
    "value": 1,
    "event": "居乡读书",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 698,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 699,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 700,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 701,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 702,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 703,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 704,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 705,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 706,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 707,
    "value": 1,
    "event": "居乡，与弟孟洗然等读书学剑",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 708,
    "value": 2,
    "event": "《题鹿门山》；居乡，初游鹿门山",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 709,
    "value": 1,
    "event": "居乡读书",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 710,
    "value": 1,
    "event": "居乡读书",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 711,
    "value": 4,
    "event": "《夜归鹿门山歌》；与张子容同隐鹿门山",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 712,
    "value": 2,
    "event": "《送张子容进士赴举》；送张子容应进士举，自己决心走荐举之路",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 713,
    "value": 1,
    "event": "居家读书，张子容登进士第",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 714,
    "value": 1,
    "event": "居家",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 715,
    "value": 1,
    "event": "居家",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 716,
    "value": 1,
    "event": "居家，张说任岳州刺史",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 717,
    "value": 5,
    "event": "《望洞庭湖赠张丞相》；游洞庭湖，登岳阳楼，干谒张说",
    "place": "岳阳市（岳阳楼）",
    "lng": "113.135679",
    "lat": "29.363262"
   },
   {
    "time": 718,
    "value": 4,
    "event": "《书怀贻京邑同好》；居家，张说任荆州大都督府长史。",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 719,
    "value": 1,
    "event": "居家",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 720,
    "value": 9,
    "event": "《晚春卧病寄张八》；暮春抱病，有诗赠张子容",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 721,
    "value": 5,
    "event": "《九日龙沙作寄刘大慎虚》；游洪州等地，有诗寄刘慎虚",
    "place": "赣州市（南康区）",
    "lng": "115.864528",
    "lat": "28.687675"
   },
   {
    "time": 722,
    "value": 1,
    "event": "居家",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 723,
    "value": 1,
    "event": "居家。刘慎虚登进士第。",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 724,
    "value": 1,
    "event": "居家，韩思复为襄州刺史，卢僎为襄阳令，俱与浩然为忘形之交",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 725,
    "value": 0,
    "event": "居家。李白游襄汉，浩然与之交游；韩思复卒，浩然与卢僎立碑岘山。",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 726,
    "value": 9,
    "event": "《鹦鹉洲送王九之江左》；漫游吴越，经武昌，与李白游，李白作诗送行。",
    "place": "武汉市（鹦鹉洲）",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 727,
    "value": 4,
    "event": "《夕次蔡阳馆》；王昌龄登进士第，浩然冬入长安。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 728,
    "value": 9,
    "event": "《长安早春》；客居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 729,
    "value": 9,
    "event": "《同张将蓟门观灯》；新年游蓟门，与张将看灯。",
    "place": "市辖区（昌平区）",
    "lng": "116.237897",
    "lat": "40.226486"
   },
   {
    "time": 730,
    "value": 9,
    "event": "《早发渔浦潭》；游定山、渔浦潭等处",
    "place": "杭州市（定山、渔浦潭）",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 731,
    "value": 9,
    "event": "《东陂遇雨率尔贻谢甫池》；陶翰中博学宏词科；有诗赠谢甫池",
    "place": "绍兴市（镜湖）",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 732,
    "value": 9,
    "event": "《送新安张少府归秦中》；有诗送张少府",
    "place": "温州市（乐清市）",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 733,
    "value": 9,
    "event": "《宿永嘉江寄山阴崔少府国辅》；在永嘉江，有寄崔国辅诗",
    "place": "荆门市（京山县）",
    "lng": "120.705869",
    "lat": "28.001095"
   },
   {
    "time": 734,
    "value": 9,
    "event": "《题终南翠微寺空上人房》；客居长安，游终南翠微寺",
    "place": "西安市（终南翠微寺）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 735,
    "value": 9,
    "event": "崔国辅中牧宰科",
    "place": "襄阳市（岘山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 736,
    "value": 8,
    "event": "《宿武阳川》；行至眉州彭山县，有诗",
    "place": "眉山市（彭山区）",
    "lng": "103.865691",
    "lat": "30.254453"
   },
   {
    "time": 737,
    "value": 10,
    "event": "《和张判官登万山亭因赠洪府都督韩公》；居家交游，有诗寄韩朝宗",
    "place": "襄阳市（岘山万山亭）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 738,
    "value": 7,
    "event": "夏，入张九龄幕",
    "place": "荆州市",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 739,
    "value": 2,
    "event": "《家园卧疾毕太祝曜见寻》；卧疾家中，毕耀探视",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 740,
    "value": 1,
    "event": "闲居于家，王昌龄返襄阳，相得甚欢，食鳝疾动，终于南园",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   }
  ]
 },
 "孟郊": {
  "name": "孟郊",
  "birth": 751,
  "death": 814,
  "life": [
   {
    "time": 751,
    "value": 1,
    "event": "出生。其父孟庭玢时任昆山尉",
    "place": "苏州市（昆山市）",
    "lng": "120.988266",
    "lat": "31.3909"
   },
   {
    "time": 752,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 753,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 754,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 755,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 756,
    "value": 1,
    "event": "不详。“生六七年，端序则见，长而愈骞。”（韩愈《贞曜先生墓志铭》）",
    "place": "湖州市（德清县）",
    "lng": "119.984002",
    "lat": "30.548828"
   },
   {
    "time": 757,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 758,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 759,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 760,
    "value": 1,
    "event": "不详。东野幼年丧父，赖其母抚养成人。",
    "place": "湖州市（德清县）",
    "lng": "119.984002",
    "lat": "30.548828"
   },
   {
    "time": 761,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 762,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 763,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 764,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 765,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 766,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 767,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 768,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 769,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 770,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 771,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 772,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 773,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 774,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 775,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 776,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 777,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 778,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 779,
    "value": 7,
    "event": "不详",
    "place": "湖州市（德清县）",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 780,
    "value": 4,
    "event": "或少隐嵩山，然具体经过和时间无考。自本年起，始能考定其行踪及诗歌写作年月",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 781,
    "value": 4,
    "event": "上河阳李大夫；六月，旅居河阳，向河阳三城怀州节度使李芃赠诗致意",
    "place": "焦作市（孟州市）",
    "lng": "112.797734",
    "lat": "34.91365"
   },
   {
    "time": 782,
    "value": 4,
    "event": "感怀（孟冬阴气交）；旅居河南府洛阳时，孟冬时节感怀有作",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 783,
    "value": 4,
    "event": "百忧；旅居河南府洛阳时，孟冬时节感怀有作",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 784,
    "value": 2,
    "event": "在河南，或在赴江西路途中",
    "place": "九江市（彭泽县）",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 785,
    "value": 2,
    "event": "赠转运陆中丞；滞居上饶，有诗赠陆长源。时陆长源自信州刺史迁拜转运副使兼御史中丞",
    "place": "上饶市",
    "lng": "117.950028",
    "lat": "28.460864"
   },
   {
    "time": 786,
    "value": 2,
    "event": "上包祭酒；在上饶，赠国子祭酒包佶",
    "place": "上饶市",
    "lng": "117.950028",
    "lat": "28.460864"
   },
   {
    "time": 787,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 788,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 789,
    "value": 1,
    "event": "在湖州。此前后两三年间，曾参加皎然组织诗会；又与卢殷等人诗酒唱和",
    "place": "湖州市",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 790,
    "value": 9,
    "event": "赠苏州韦郎中使君；本年或前年方侨寓苏州，赠诗韦应物，备加推许韦诗",
    "place": "苏州市（昆山市）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 791,
    "value": 9,
    "event": "湖州取解述情；于湖州举乡贡进士，秋天往长安应进士试，行前作诗述情",
    "place": "三门峡市（灵宝市）",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 792,
    "value": 9,
    "event": "古意赠梁肃补阙；约于年初，借李观之荐，以诗自荐于梁肃。时梁肃佐陆贽主持礼部贡举事",
    "place": "西安市（渭河）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 793,
    "value": 9,
    "event": "本年，再来长安应试。游于慈恩寺，题名雁塔",
    "place": "西安市（慈恩寺大雁塔）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 794,
    "value": 9,
    "event": "吴安西馆赠从弟楚客；本年，南游湖楚中，赠孟楚客，有作。权系于此",
    "place": "湖北省直辖县级行政区划（仙桃市）",
    "lng": "113.46109",
    "lat": "30.368184"
   },
   {
    "time": 795,
    "value": 9,
    "event": "寄卢虔使君；秋，在汝州，有诗寄卢虔。因未按计划归湖州，故有“霜露再相换，游人犹未归”之句",
    "place": "汝州市（汝州市临汝镇）",
    "lng": "112.610147",
    "lat": "34.26471"
   },
   {
    "time": 796,
    "value": 9,
    "event": "日五色赋；年初，在长安。进士登第。礼部侍郎吕渭知贡举。应试赋为《日五色赋》",
    "place": "西安市（曲江）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 797,
    "value": 5,
    "event": "新卜青罗幽居奉献陆大夫；寄寓汴州，依陆长源。本年夏，新卜“青罗幽居”，为容身之所，献诗陆长源，意以为谢",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 798,
    "value": 8,
    "event": "大梁送柳淳先入关；本年，寄居汴州。因柳淳欲西入关，赋诗赠别",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 799,
    "value": 9,
    "event": "汴州别韩愈；本年春，离汴州南归前，留别韩愈，有作",
    "place": "温州市（康乐岩（谢客岩））",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 800,
    "value": 10,
    "event": "上常州卢使君书；本年方在常州。旋自常州赴洛阳应铨选。离常州前，上书卢使君寄意",
    "place": "常州市（溧阳市）",
    "lng": "119.980142",
    "lat": "31.816791"
   },
   {
    "time": 801,
    "value": 6,
    "event": "溧阳唐兴寺观蔷薇花同诸公饯陈明府；本年，随同僚在溧阳唐兴寺观蔷薇花，为陈明府（疑为县令）赋诗赠行",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 802,
    "value": 7,
    "event": "本年，在溧阳尉上。以不治官事，县令另委他人代行县尉事，分东野半俸以给之",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 803,
    "value": 4,
    "event": "本年，在溧阳尉任上",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 804,
    "value": 7,
    "event": "连州吟三章；本年春，为友人韩愈贬官连州阳山有感而作，同情韩愈遭遇",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 805,
    "value": 7,
    "event": "本年，辞官后，仍留溧阳待继任县尉",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 806,
    "value": 10,
    "event": "会合联句；本年，侨居长安。与友人韩愈、张籍等重新会合，共作联句",
    "place": "西安市（靖恭坊）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 807,
    "value": 7,
    "event": "寒地百姓吟；十一月，在洛阳，任河南水陆运从事。有诗赞郑馀庆。赞其关怀民瘼，极写河南百姓寒冬惨状，以为背景烘托",
    "place": "洛阳市（立德坊）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 808,
    "value": 10,
    "event": "杏殇九首；本年，在洛阳，任河南水陆运从事。悼幼婴有作，悲痛至极",
    "place": "洛阳市（立德坊）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 809,
    "value": 0,
    "event": "母裴氏卒。丁母忧去官，家居",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 810,
    "value": 9,
    "event": "寄陕府邓给事；居洛阳时，寄赠陕州都督府邓给事，有作",
    "place": "郑州市（登封市）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 811,
    "value": 9,
    "event": "送卢郎中汀；本年春，送友人卢汀自洛阳归长安，有诗",
    "place": "洛阳市（孝义渡）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 812,
    "value": 9,
    "event": "哭刘言史；本年，居洛阳，闻友人刘言史去世，作诗吊之",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 813,
    "value": 9,
    "event": "与王二十一员外涯游昭成寺；本年春，与友人王涯同游洛阳名胜昭成寺，纪游，有作",
    "place": "洛阳市（道光坊昭成寺）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 814,
    "value": 0,
    "event": "本年，郑余庆奏东野为兴元军参谋，试大理评事。东野闻命自洛阳往兴元",
    "place": "三门峡市（灵宝市）",
    "lng": "112.460033",
    "lat": "34.624376"
   }
  ]
 },
 "张九龄": {
  "name": "张九龄",
  "birth": 678,
  "death": 740,
  "life": [
   {
    "time": 678,
    "value": 1,
    "event": "是年张九龄生于韶州曲江县",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 679,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 680,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 681,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 682,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 683,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 684,
    "value": 1,
    "event": "是年入学，知属文",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 685,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 686,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 687,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 688,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 689,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 690,
    "value": 1,
    "event": "是年或居乡，姑系于此。弟张九皋生",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 691,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 692,
    "value": 1,
    "event": "是年或居乡，姑系于此",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 693,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 694,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 695,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 696,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 697,
    "value": 1,
    "event": "是年州县乡试中试，被推举入京参加进士科考试",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 698,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 699,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 700,
    "value": 1,
    "event": "是年在韶州家中读书",
    "place": "韶关市（曲江区）",
    "lng": "113.611083",
    "lat": "24.688501"
   },
   {
    "time": 701,
    "value": 2,
    "event": "《初发道中寄远》；秋间，九龄应韶州赴广州应乡试。乡试中举后，旋被选贡入京应户部试。本次赴试途中疑作有诗",
    "place": "广州市",
    "lng": "113.270793",
    "lat": "23.135308"
   },
   {
    "time": 702,
    "value": 1,
    "event": "春应进士考，考功郎沈佺期尤所激扬，使其一举高第",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 703,
    "value": 2,
    "event": "是年居家读书。九月，张说被贬岭南，至迟在十一月前途经韶州时，九龄得以文章面呈之。张说览其文而厚遇之，并与通谱系。由此，两人结下了亲密的关系",
    "place": "韶关市",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 704,
    "value": 1,
    "event": "家居读书，丁父忧",
    "place": "韶关市",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 705,
    "value": 1,
    "event": "居家读书，丁父忧。是年暮春，沈佺期流岭南驩州经韶州时，九龄或曾投刺拜见",
    "place": "韶关市",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 706,
    "value": 1,
    "event": "秋，九龄赴西京应吏部重试及第，主持者李峤",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 707,
    "value": 3,
    "event": "中材堪经邦科，授秘书省校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 708,
    "value": 4,
    "event": "《饯宋（一作“送”）司马序》；在秘书省任校书郎。是年秋，修文馆学士宋之问、李适等同作诗送许州宋思马赴任，九龄为之作序",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 709,
    "value": 4,
    "event": "《初发曲江溪中》；在秘书省任校书郎。秋间，复辞家北上，有诗纪行",
    "place": "韶关市（曲江）",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 710,
    "value": 10,
    "event": "《剪彩》；在秘书省任校书郎。正月，因宫中赐彩盛事，九龄有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 711,
    "value": 3,
    "event": "在秘书省任校书郎任",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 712,
    "value": 4,
    "event": "《对嗣鲁王道坚所举道侔伊吕科》；是年经嗣鲁王李道坚所举，对策三道高第，迁左拾遗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 713,
    "value": 10,
    "event": "《武司功初有幽庭春暄见贻夏首获见以诗报焉》；在左拾遗任。四月，获见苏州司功参军武平一寄赠的诗，感而酬答",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 714,
    "value": 10,
    "event": "《和崔尚书喜雨》；在左拾遗任。是年有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 715,
    "value": 10,
    "event": "《论内勘别宅妇女事状》；为宣议郎，行左拾遗。二月，有上奏",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 716,
    "value": 0,
    "event": "《请行郊礼疏》；为宣议郎，行左拾遗。奏请玄宗复行郊祀礼",
    "place": "荆州市（江陵县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 717,
    "value": 9,
    "event": "是年居韶州，与王履震和王司马等相过从",
    "place": "韶关市",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 718,
    "value": 10,
    "event": "《和王司马折梅寄京邑昆弟》；春，诏拜左补阙，自韶赴东都。临别之际，有诗记其事",
    "place": "襄阳市（岘山）",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 719,
    "value": 0,
    "event": "《驳工部尚书宋庆礼谥议》；由左补阙迁转礼部员外郎，有驳工部尚书宋庆礼谥议",
    "place": "西安市（蓝田县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 720,
    "value": 10,
    "event": "《奉和圣制瑞雪篇》；为礼部员外郎。正月，有文",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 721,
    "value": 6,
    "event": "《敕处分举人》；在司勋员外郎任。五月，拟处分举人敕",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 722,
    "value": 7,
    "event": "为司勋员外郎。时张说秉政，对九龄尤亲重之，许为后出词人之冠，并予推奖超拔",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 723,
    "value": 10,
    "event": "为中书舍人。春正月，随玄宗自洛阳北巡潞州",
    "place": "吕梁市（汾阳市）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 724,
    "value": 10,
    "event": "为中书舍人。正月十三日，封曲江县开国男，食邑三百户",
    "place": "渭南市（华山）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 725,
    "value": 10,
    "event": "《奉和圣制赐诸州刺史以题座右》；在中书舍人任。春二月，玄宗在洛水之滨设宴饯送源光裕等十一位刺史，并作十韵诗赐之。九龄奉命侍宴，有应制诗",
    "place": "泰安市（泰山）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 726,
    "value": 10,
    "event": "《停燕国中书令制》；在中书舍人任。此日，奉拟停张说中书令制",
    "place": "衡阳市（衡山）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 727,
    "value": 10,
    "event": "《酬宋宗使君见贻》（陟邻初禀训）；此日，制授持节都督洪州诸军事、守洪州刺史。赴任途中，有酬宋使君见贻诗",
    "place": "马鞍山市（当涂县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 728,
    "value": 10,
    "event": "《巡属县道中作》；在洪州刺史任。岁初，抵所属县乡及江州等地巡察",
    "place": "南昌市",
    "lng": "115.864528",
    "lat": "28.687675"
   },
   {
    "time": 729,
    "value": 10,
    "event": "《答严给事书》；在洪州刺史任。春中，给事中严挺之致函九龄，劝其不必汲汲子声名，并约以淡泊无为之言。九龄遂有复函，坦陈全身远害之心迹",
    "place": "南昌市",
    "lng": "115.864528",
    "lat": "28.687675"
   },
   {
    "time": 730,
    "value": 10,
    "event": "《戏题春意》；任洪州刺史至是年七月。春，有戏题春意诗",
    "place": "赣州市（大余县）",
    "lng": "115.864528",
    "lat": "28.687675"
   },
   {
    "time": 731,
    "value": 10,
    "event": "任桂州刺史兼岭南道按察使至本年三月",
    "place": "韶关市（始兴县）",
    "lng": "110.296442",
    "lat": "25.279893"
   },
   {
    "time": 732,
    "value": 10,
    "event": "在秘书少监兼集贤院学士副知院事任",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 733,
    "value": 10,
    "event": "是年在工部侍郎、集贤院学士副知院事兼知制诰任",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 734,
    "value": 0,
    "event": "丁母忧。起复中书侍郎同中书门下平章事兼修国史",
    "place": "韶关市",
    "lng": "113.603757",
    "lat": "24.816174"
   },
   {
    "time": 735,
    "value": 10,
    "event": "《贺诛奚贼可突干状》；为中书令。正月,有贺诛奚贼可突干状",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 736,
    "value": 10,
    "event": "《敕北庭都护盖嘉运书》；是年为中书令。春初,北庭都护盖嘉运旧疾复发,请入都就医,九龄拟敕回复,言以边事为重,应随时捕捉战机,诛剪贼寇,并告之将专遭医人前往疗疾",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 737,
    "value": 10,
    "event": "是年为右丞相",
    "place": "西安市（骊山）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 738,
    "value": 10,
    "event": "《贺赦表》；是年在荆州长史任。正月，接玄宗春郊礼成推恩制书，遂上贺赦表，并因所部送永王俸料官当阳县主簿陈琇奉表以闻",
    "place": "荆州市",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 739,
    "value": 10,
    "event": "《大唐六典》；是年为荆州长史。二月，九龄曾参与主持编撰的《大唐六典》一书，告成奉上，百官称贺",
    "place": "宜昌市（当阳市）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 740,
    "value": 0,
    "event": "《送杨道士往天台》；是年在荆州长史。南归前，有送杨道士往天台诗",
    "place": "荆州市",
    "lng": "112.24722",
    "lat": "30.340606"
   }
  ]
 },
 "张彻": {
  "name": "张彻",
  "birth": 777,
  "death": 821,
  "life": [
   {
    "time": 777,
    "value": 1,
    "event": "出生",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 778,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 779,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 780,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 781,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 782,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 783,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 784,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 785,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 786,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 787,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 788,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 789,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 790,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 791,
    "value": 1,
    "event": "与其兄弟张复及贾餗、贾竦兄弟、白居易均住符离，且住同一里巷，时相过访",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 792,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 793,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 794,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 795,
    "value": 1,
    "event": "故乡家居",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 796,
    "value": 1,
    "event": "宣武节度使从事，兼监察御史",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 797,
    "value": 1,
    "event": "宣武节度使从事，兼监察御史",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 798,
    "value": 1,
    "event": "宣武节度使从事，兼监察御史从韩愈学于汴州，愈妻之从女",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 799,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 800,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 801,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 802,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 803,
    "value": 1,
    "event": "家居读书",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 804,
    "value": 1,
    "event": "家居读书",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 805,
    "value": 1,
    "event": "家居读书",
    "place": "宿州市",
    "lng": "116.970454",
    "lat": "33.652034"
   },
   {
    "time": 806,
    "value": 1,
    "event": "赴京省试与韩愈、孟郊、张籍会合于长安，三人作《会合联句》韩愈又有《喜侯喜至赠张籍张彻》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 807,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 808,
    "value": 1,
    "event": "在京省试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 809,
    "value": 1,
    "event": "春，进士及第复登制科，为敕头座主张弘靖以中书舍人权知贡举",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 810,
    "value": 3,
    "event": "初授京官任秘书省校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 811,
    "value": 3,
    "event": "秘书省校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 812,
    "value": 3,
    "event": "秘书省校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 813,
    "value": 3,
    "event": "秘书省校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 814,
    "value": 3,
    "event": "昭义军节度使掌书记。李贺有《潞州张大宅病酒遇江使寄上十四兄》、《酒罢张大彻索赠诗》",
    "place": "长治市",
    "lng": "113.123046",
    "lat": "36.201585"
   },
   {
    "time": 815,
    "value": 3,
    "event": "昭义军节度使掌书记",
    "place": "长治市",
    "lng": "113.123046",
    "lat": "36.201585"
   },
   {
    "time": 816,
    "value": 3,
    "event": "昭义军节度使掌书记",
    "place": "长治市",
    "lng": "113.123046",
    "lat": "36.201585"
   },
   {
    "time": 817,
    "value": 3,
    "event": "昭义军节度使掌书记",
    "place": "长治市",
    "lng": "113.123046",
    "lat": "36.201585"
   },
   {
    "time": 818,
    "value": 3,
    "event": "任河南缑氏县主簿",
    "place": "洛阳市（偃师市）",
    "lng": "112.796072",
    "lat": "34.733923"
   },
   {
    "time": 819,
    "value": 3,
    "event": "任河南缑氏县主簿",
    "place": "洛阳市（偃师市）",
    "lng": "112.796072",
    "lat": "34.733923"
   },
   {
    "time": 820,
    "value": 3,
    "event": "河南缑氏县主簿",
    "place": "洛阳市（偃师市）",
    "lng": "112.796072",
    "lat": "34.733923"
   },
   {
    "time": 821,
    "value": 3,
    "event": "河南缑氏县主簿",
    "place": "洛阳市（偃师市）",
    "lng": "112.796072",
    "lat": "34.733923"
   }
  ]
 },
 "张籍": {
  "name": "张籍",
  "birth": 766,
  "death": 830,
  "life": [
   {
    "time": 766,
    "value": 1,
    "event": "是年出生于安徽和县",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 767,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 768,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 769,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 770,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 771,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 772,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 773,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 774,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 775,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 776,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 777,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 778,
    "value": 1,
    "event": "是年或家居，姑系于此",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 779,
    "value": 1,
    "event": "家居见于嵩，问张巡、许远事",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 780,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 781,
    "value": 4,
    "event": "送远曲（吴门向西流水长）；游苏州，有诗纪行，其间识于鹄",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 782,
    "value": 1,
    "event": "不详",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 783,
    "value": 4,
    "event": "《泗水行》；北上河北，经徐州，途中有诗",
    "place": "徐州市",
    "lng": "117.29235",
    "lat": "34.210143"
   },
   {
    "time": 784,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 785,
    "value": 1,
    "event": "游河北，逢王建",
    "place": "邢台市",
    "lng": "114.510889",
    "lat": "37.076646"
   },
   {
    "time": 786,
    "value": 9,
    "event": "《灵都观李道士》；疑于本年春与王建由河北南下洛阳，途经王屋山，访灵都观并赠诗该观道士",
    "place": "河南省直辖县级行政区划（济源市）",
    "lng": "112.609314",
    "lat": "35.072867"
   },
   {
    "time": 787,
    "value": 1,
    "event": "与王建由洛阳返邢州，求学“鹊山漳水”",
    "place": "邢台市",
    "lng": "114.510889",
    "lat": "37.076646"
   },
   {
    "time": 788,
    "value": 4,
    "event": "《征妇怨》；游学于邢州，契丹、奚族、室韦入侵振武，或有感于此作诗",
    "place": "邢台市",
    "lng": "114.510889",
    "lat": "37.076646"
   },
   {
    "time": 789,
    "value": 1,
    "event": "不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 790,
    "value": 3,
    "event": "年初或上年，入舒州刺史郑甫幕，甫约于秋解印，张籍随即出幕",
    "place": "安庆市（潜山县）",
    "lng": "116.587941",
    "lat": "30.636726"
   },
   {
    "time": 791,
    "value": 4,
    "event": "《将军行》；游学于邢州，本年或稍后，有诗",
    "place": "邢台市",
    "lng": "114.510889",
    "lat": "37.076646"
   },
   {
    "time": 792,
    "value": 9,
    "event": "《短歌行》；游学于邢州期间，与王建唱和，有诗",
    "place": "邢台市",
    "lng": "114.510889",
    "lat": "37.076646"
   },
   {
    "time": 793,
    "value": 9,
    "event": "《江陵孝女》；离开长安南游，约于三月至荆州，有诗纪事",
    "place": "黄冈市（黄梅县）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 794,
    "value": 9,
    "event": "《同锦州胡郎中清明日对雨西亭宴》；春，游历至锦州，有诗纪事",
    "place": "怀化市（麻阳县）",
    "lng": "109.808956",
    "lat": "27.871781"
   },
   {
    "time": 795,
    "value": 5,
    "event": "《蓟北春怀》；游蓟北，有诗抒怀",
    "place": "",
    "lng": "116.413554",
    "lat": "39.911013"
   },
   {
    "time": 796,
    "value": 9,
    "event": "《重平驿作》；离蓟北归苏州，经重平驿，有诗纪行",
    "place": "镇江市（句容市）",
    "lng": "116.365825",
    "lat": "37.441313"
   },
   {
    "time": 797,
    "value": 4,
    "event": "居和州，与朱、阚二山人为邻",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 798,
    "value": 8,
    "event": "在汴州，居韩愈城西馆，李翱荐其于徐泗濠节度使张建封，未果",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 799,
    "value": 2,
    "event": "《省试行不由径》；省试及第，座主为中书舍人高郢",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 800,
    "value": 1,
    "event": "在和州，居丧",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 801,
    "value": 1,
    "event": "在和州，居丧",
    "place": "马鞍山市（和县）",
    "lng": "118.293882",
    "lat": "31.716472"
   },
   {
    "time": 802,
    "value": 4,
    "event": "服除，可能入泾原节度使幕",
    "place": "平凉市（泾川县）",
    "lng": "107.37427",
    "lat": "35.338584"
   },
   {
    "time": 803,
    "value": 3,
    "event": "夏，出幕，赁居长安荒郊守选",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 804,
    "value": 1,
    "event": "赁居长安荒郊守选",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 805,
    "value": 2,
    "event": "《节妇吟》；赁居长安荒郊守选，夏秋间，东平李师道辟其为从事，籍赋诗以辞",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 806,
    "value": 6,
    "event": "约于春，调补太常寺太祝，寓居长安延康坊西南隅西明寺后",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 807,
    "value": 3,
    "event": "在韩愈宅共愈阅李翰《张巡传》，言及少时于和州乌江见于嵩事",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 808,
    "value": 4,
    "event": "《奉和舍人叔直省时思琴》；元和元年至本年某秋，有诗和张弘靖",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 809,
    "value": 10,
    "event": "《寄徐晦》；约于本年春，有诗寄闲居渼陂的徐晦",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 810,
    "value": 9,
    "event": "《夜怀》；秋，抱病夜怀，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 811,
    "value": 6,
    "event": "《春日李舍人宅见两省诸公唱和因书情即事》；在李绛宅与两省诸公唱和，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 812,
    "value": 0,
    "event": "《病中酬元宗简》；因病闲居，元宗简赠诗问疾，张籍以诗酬答",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 813,
    "value": 5,
    "event": "《逢王建有赠》；因病闲居，眼疾好转，秋，王建离魏博来长安求官，籍赋诗相赠",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 814,
    "value": 0,
    "event": "《患眼》；因病闲居，春，有诗纪眼疾初愈事",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 815,
    "value": 4,
    "event": "七八月间，获白居易邀至昭国坊宅同宿",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 816,
    "value": 0,
    "event": "春，转国子助教",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 817,
    "value": 7,
    "event": "迁广文博士",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 818,
    "value": 9,
    "event": "《赠令狐博士》；新春，有诗感慨杨巨源贫穷不得志",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 819,
    "value": 6,
    "event": "《送裴相公赴镇太原》；赋诗送裴度出镇河东",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 820,
    "value": 10,
    "event": "《送施肩吾东归》；春，有诗送及第东归的施肩吾，本年或稍后亦有诗相赠",
    "place": "渭南市（蒲城县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 821,
    "value": 0,
    "event": "《移居靖安坊答元八郎中》；早春，由延康坊移居靖安坊，与韩愈为邻，元宗简以诗相贺，籍答诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 822,
    "value": 0,
    "event": "《酬白二十二舍人早春曲江见招》；早春，因白居易以诗相招，与其同游曲江，并答诗",
    "place": "南阳市（内乡县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 823,
    "value": 10,
    "event": "早春，韩愈欲游曲江，赋诗托张籍先为探看",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 824,
    "value": 0,
    "event": "《酬杭州白使君兼寄浙东元大夫》；春或夏初，答白居易杭州寄诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 825,
    "value": 10,
    "event": "《贺秘书王丞南郊摄将军》；有诗贺王建以秘书丞摄将军领卫兵护驾祀昊天上帝于南郊，其本人因病未能从行",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 826,
    "value": 9,
    "event": "《与贾岛闲游》；或于本年早春过贾岛“原东居”，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 827,
    "value": 10,
    "event": "《庄陵挽歌词三首》；有诗纪敬宗葬于庄陵",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 828,
    "value": 10,
    "event": "《赠主客郎中》；改任国子司业，刘禹锡由东都入京替张籍为主客郎中，籍赠诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 829,
    "value": 10,
    "event": "《和户部令狐尚书喜裴司空见招看雪》；初春，裴度招令狐楚看雪，籍有诗和令狐楚",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 830,
    "value": 0,
    "event": "《寄王六侍御》；初春，王建离侍御任，卜居咸阳北石安原，籍寄诗，意欲归隐",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "李煜": {
  "name": "李煜",
  "birth": 937,
  "death": 978,
  "life": [
   {
    "time": 937,
    "value": 1,
    "event": "李煜生于本年7月7日，初名从嘉",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 938,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 939,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 940,
    "value": 1,
    "event": "《花间集》结集，欧阳炯序作于本年四月。与后主不相及",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 941,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 942,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 943,
    "value": 0,
    "event": "先祖卒，中主嗣位",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 944,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 945,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 946,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 947,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 948,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 949,
    "value": 1,
    "event": "小周后约生于此年",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 950,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 951,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 952,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 953,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 954,
    "value": 1,
    "event": "纳大周后（后本年十九岁）",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 955,
    "value": 1,
    "event": "十二月，以安定郡公为沿江巡抚使",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 956,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 957,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 958,
    "value": 1,
    "event": "后主长子仲宇生。中主璟改名景，去帝号，称国主。去交泰年号，称显德五年",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 959,
    "value": 1,
    "event": "自郑王徙吴王，以尚书令知政事居东宫。开崇文馆招贤士",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 960,
    "value": 1,
    "event": "或在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 961,
    "value": 1,
    "event": "二月，迁都洪州。更名煜,立为太子，留金陵监国。六月庚申，中主殂于南都。七月，嗣位于金陵。次子仲宣生",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 962,
    "value": 1,
    "event": "正月，葬中主于顺陵。三月，遣冯延鲁贡宋",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 963,
    "value": 1,
    "event": "大周后作霓裳羽衣曲",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 964,
    "value": 0,
    "event": "《挽辞二首》；十月，次子仲宣卒。煜作《挽辞二首》",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 965,
    "value": 1,
    "event": "正月十日，后蜀被宋所灭。葬昭惠后于懿陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 966,
    "value": 5,
    "event": "八月，受宋命，令知制诰潘佑作书与南汉主，约与俱事宋",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 967,
    "value": 1,
    "event": "在金陵",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 968,
    "value": 2,
    "event": "《送弟从益出镇宣州》；作诗序送弟从益出镇宣州。十一月，立小周后为国后",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 969,
    "value": 1,
    "event": "仲春，游北苑作诗。命徐铉为序。诗今佚",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 970,
    "value": 2,
    "event": "后主佞佛，有谏者辄被罪",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 971,
    "value": 1,
    "event": "十月，闻宋灭南汉，大惧。去唐号，称江南国主",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 972,
    "value": 2,
    "event": "正月，下令贬损仪制。衣紫袍见宋使，备藩臣礼",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 973,
    "value": 1,
    "event": "夏，宋卢多逊来聘，求江南图经，以伐南唐",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 974,
    "value": 2,
    "event": "《却登高赋》；秋，上宋祖表，求从善归国。不许。作却登高赋",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 975,
    "value": 1,
    "event": "六月，宋师汇合吴越兵，进围金陵；十一月，金陵城陷，李煜率群臣肉袒出降，南唐亡",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 976,
    "value": 2,
    "event": "《浪淘沙》（帘外雨潺潺）；正月至汴梁，封违名侯；十一月，加特进，改封陇西公。每怀故国，郁郁不自聊",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 977,
    "value": 2,
    "event": "《上太宗乞潘慎修掌记室手表》；潘慎修为李氏旧臣，煜乞旧人相伴",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 978,
    "value": 0,
    "event": "《虞美人》（春花秋月何时了）；遥望故国，悲不自胜，作词",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   }
  ]
 },
 "杨炯": {
  "name": "杨炯",
  "birth": 650,
  "death": 693,
  "life": [
   {
    "time": 650,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 651,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 652,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 653,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 654,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 655,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 656,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 657,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 658,
    "value": 1,
    "event": "居于家乡华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 659,
    "value": 1,
    "event": "应神童举,待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 660,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 661,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 662,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 663,
    "value": 1,
    "event": "待制弘文馆.或于此年始与王勃交",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 664,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 665,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 666,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 667,
    "value": 2,
    "event": "《卧读书架赋》；待制弘文馆.潜心读书,作《卧读书架赋》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 668,
    "value": 1,
    "event": "邀王勃一同回华阴",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 669,
    "value": 2,
    "event": "四月,王勃因檄文被斥出沛王府,杨炯曾前往慰问",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 670,
    "value": 0,
    "event": "《唐右将军魏哲神道碑》；是年,唐右将军魏哲卒,为之作神道碑",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 671,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 672,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 673,
    "value": 1,
    "event": "待制弘文馆",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 674,
    "value": 2,
    "event": "《奉和上元酺宴应诏》；待制弘文馆.八月,改年号为上元.九月,参与朝中酺宴,作《奉和上元酺宴应诏》诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 675,
    "value": 6,
    "event": "《大唐益州大都督府新都县学先圣庙堂碑文》；待制弘文馆.应益州新都县和遂州长江县官员之请,作《大唐益州大都督府新都县学先圣庙堂碑文》、《遂州长江县先圣孔子庙堂碑》文",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 676,
    "value": 6,
    "event": "《唐上骑都尉高君神道碑》；为弘文馆校书郎.作《唐上骑都尉高君神道碑》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 677,
    "value": 6,
    "event": "《晦日药园诗序》；为弘文馆校书郎.春正月晦日,与友人郊游,作《晦日药园诗序》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 678,
    "value": 6,
    "event": "《从甥梁锜墓志铭》；为弘文馆校书郎.作《从甥梁锜墓志铭》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 679,
    "value": 6,
    "event": "《从弟去盈墓志铭》；为弘文馆校书郎.作《从弟去盈墓志铭》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 680,
    "value": 4,
    "event": "《少室山少姨庙碑》；是年二月,奉诏作《少室山少姨庙碑》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 681,
    "value": 9,
    "event": "《左武卫将军成安子崔献行状》；正月,为左武卫将军崔献作行状",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 682,
    "value": 10,
    "event": "《送徐录事诗序》；四月,送同僚徐录事出摄苍梧县主簿,作《送徐录事诗序》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 683,
    "value": 7,
    "event": "《送李庶子致仕还洛》；在太子詹事府司直、崇文馆学士任.三月,李义琰致仕还洛,有诗以赠",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 684,
    "value": 6,
    "event": "《泸州都督王湛神道碑》；二月,为王湛作神道碑",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 685,
    "value": 6,
    "event": "《常州刺史伯父东平杨公墓志铭》；二月,回家乡,参加伯父杨德裔葬礼并撰写墓志铭",
    "place": "绵阳市（三台县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 686,
    "value": 7,
    "event": "《为梓州官属祭陆郪县文》；正月,在梓州参军任,为郪县县令陆某作祭文",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 687,
    "value": 3,
    "event": "在梓州司法参军任",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 688,
    "value": 10,
    "event": "《梓州惠义寺重阁铭》；四月,应郪县县令窦兢作《梓州惠义寺重阁铭》",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 689,
    "value": 2,
    "event": "《老人星赋》；秋,在洛阳,向武后献老人星赋",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 690,
    "value": 3,
    "event": "春,与宋之问一同分直设于洛阳的习艺馆",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 691,
    "value": 4,
    "event": "《唐赠荆州刺史成公神道碑》；仍任教于习艺馆.为成知礼作神道碑",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 692,
    "value": 6,
    "event": "《杜袁州墓志铭》；春,仍值习艺馆.二月,作《杜袁州墓志铭》",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 693,
    "value": 0,
    "event": "《大周明威将军梁公神道碑》；在盈川县令任.春,作《大周明威将军梁公神道碑》",
    "place": "衢州市",
    "lng": "118.880768",
    "lat": "28.941661"
   }
  ]
 },
 "柳宗元": {
  "name": "柳宗元",
  "birth": 773,
  "death": 819,
  "life": [
   {
    "time": 773,
    "value": 1,
    "event": "出生长安，父为长安主簿",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 774,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 775,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 776,
    "value": 1,
    "event": "居长安，母教以古赋十四首，皆讽传之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 777,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 778,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 779,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 780,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 781,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 782,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 783,
    "value": 1,
    "event": "父柳镇约本年前后为阌乡令，宗元随父至",
    "place": "三门峡市（灵宝市）",
    "lng": "110.90097",
    "lat": "34.523086"
   },
   {
    "time": 784,
    "value": 1,
    "event": "父柳镇任鄂岳沔都团练使判官，宗元随父至任所夏口",
    "place": "武汉市",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 785,
    "value": 1,
    "event": "南游长沙，与德公别。后有《长沙驿前南楼感旧》诗怀旧",
    "place": "长沙市（长沙县）",
    "lng": "113.087489",
    "lat": "28.251769"
   },
   {
    "time": 786,
    "value": 1,
    "event": "父宦游外地，宗元随行",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 787,
    "value": 1,
    "event": "父宦游外地，宗元随行",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 788,
    "value": 1,
    "event": "父柳镇入朝为殿中侍御史，宗元随父至长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 789,
    "value": 2,
    "event": "求进士未第。自后，连年在京应进士举。父柳镇贬夔州司马",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 790,
    "value": 4,
    "event": "《上权德舆补阙温卷决进退启》；应进士落第。左补阙权德舆以奖掖才士著称，与宗元为故旧，故献启希求奖掖，以驰声成名",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 791,
    "value": 1,
    "event": "居长安应举",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 792,
    "value": 1,
    "event": "居长安应举。父柳镇还为侍御史",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 793,
    "value": 0,
    "event": "登进士第，知贡举者礼部侍郎顾少连",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 794,
    "value": 0,
    "event": "守父丧。时叔父柳缜在邠宁庆节度府度支判官任，宗元前往邠州省侍。其间游边，访问老校退卒，得知段秀实事迹",
    "place": "咸阳市（彬县）",
    "lng": "108.087623",
    "lat": "35.041503"
   },
   {
    "time": 795,
    "value": 2,
    "event": "《王氏伯仲唱和诗序》；居邠州，王纬、王纾、王绍兄弟慕名自南徐执文来会，宗元为序",
    "place": "咸阳市（彬县）",
    "lng": "108.087623",
    "lat": "35.041503"
   },
   {
    "time": 796,
    "value": 0,
    "event": "正月，叔父卒，宗元自邠州持丧归京",
    "place": "咸阳市（彬县）",
    "lng": "108.087623",
    "lat": "35.041503"
   },
   {
    "time": 797,
    "value": 2,
    "event": "《送辛殆庶下第游南郑序》；居长安。辛殆庶三试皆北，遂游南郑，宗元作序送之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 798,
    "value": 6,
    "event": "在长安，第博学宏词科，授集贤殿书院正字",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 799,
    "value": 0,
    "event": "在京任集贤殿书院正字，与当时文士交游甚广。因年少才高，一时倾慕者尤众，宗元意气亦甚盛",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 800,
    "value": 0,
    "event": "《亡姊前京兆府参军裴君夫人墓志》；在京任集贤殿书院正字。仲姊适裴墐者卒，宗元作墓志",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 801,
    "value": 9,
    "event": "《送班孝廉擢第归东川觐省诗序》；在京任集贤殿书院正字。班肃擢第后归东川觐省，宗元受友人之托、作序送之",
    "place": "西安市（蓝田县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 802,
    "value": 0,
    "event": "《亡姊崔氏夫人墓志盖石文》；在蓝田尉任。伯姊适崔简者卒，宗元撰墓志",
    "place": "西安市（蓝田县）",
    "lng": "109.329839",
    "lat": "34.157639"
   },
   {
    "time": 803,
    "value": 0,
    "event": "《为京兆府请复尊号表三首》；在蓝田尉任。为京兆府韦夏卿作表章请复德宗“圣神文武”尊号",
    "place": "西安市（蓝田县）",
    "lng": "109.329839",
    "lat": "34.157639"
   },
   {
    "time": 804,
    "value": 10,
    "event": "《监祭使壁记》；在京任监察御史里行，为监祭史一职撰壁记",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 805,
    "value": 10,
    "event": "《为武中丞谢赐新茶表》；在京任监察御史里行。为御史中丞武元衡作表谢赐新茶",
    "place": "长沙市（长沙县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 806,
    "value": 0,
    "event": "在永州司马任。五月，母卢氏卒于永州零陵佛寺，年六十八",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 807,
    "value": 10,
    "event": "《先太夫人河东县太君归祔志》；元和元年五月，母卢氏病故于永州龙兴寺。宗元谪居永州，不得奉丧事以归。次年，因卢氏侄卢遵护送，得归母祔于万年县栖凤原，与父合葬。宗元撰归祔志",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 808,
    "value": 0,
    "event": "《龙安海禅师碑》；谪居永州。长沙龙安寺禅师如海卒，宗元应其弟子浩初等人之请，撰碑文",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 809,
    "value": 0,
    "event": "《寄许京兆孟容书》；谪永第五年，寄书与许孟容，以嗣续茔墓为念，翼许孟容能为之所，使得迁于近地",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 810,
    "value": 0,
    "event": "在永州司马任。长女生",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 811,
    "value": 0,
    "event": "《衡州刺史吕君诔》；谪居永州。八月，好友衡州刺史吕温卒。岁末下葬，宗元撰诔文悼念",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 812,
    "value": 0,
    "event": "《故永州刺史流配驩州崔君权厝志》；在永州司马任。大姊夫崔简出刺永州未至因故坐流驩州，正月卒于贬所。七月，灵柩运抵永州暂且槁葬，宗元撰权厝志",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 813,
    "value": 0,
    "event": "《游黄溪记》；谪居永州。游黄溪，撰记",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 814,
    "value": 0,
    "event": "谪居永州时，除游览山水，亦喜种植花木",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 815,
    "value": 0,
    "event": "正月，宪宗有诏，召宗元、刘禹锡等返长安",
    "place": "永州市（零陵区）",
    "lng": "111.637622",
    "lat": "26.22853"
   },
   {
    "time": 816,
    "value": 10,
    "event": "在柳州刺史任。长子周六生",
    "place": "柳州市",
    "lng": "109.42198",
    "lat": "24.331519"
   },
   {
    "time": 817,
    "value": 0,
    "event": "在柳州刺史任，因俗施教，多有兴革及善政",
    "place": "柳州市",
    "lng": "109.42198",
    "lat": "24.331519"
   },
   {
    "time": 818,
    "value": 10,
    "event": "在柳州刺史任。次女生",
    "place": "柳州市",
    "lng": "109.42198",
    "lat": "24.331519"
   },
   {
    "time": 819,
    "value": 0,
    "event": "《故岭南盐铁院李侍御墓志》；在柳州刺史任。为岭南盐铁院李侍御撰墓志，李侍御名不详",
    "place": "柳州市",
    "lng": "109.42198",
    "lat": "24.331519"
   }
  ]
 },
 "温庭筠": {
  "name": "温庭筠",
  "birth": 801,
  "death": 866,
  "life": [
   {
    "time": 801,
    "value": 1,
    "event": "是年庭筠生于吴中，姑系于苏州",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 802,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 803,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 804,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 805,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 806,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 807,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 808,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 809,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 810,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 811,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 812,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 813,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 814,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 815,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 816,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 817,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 818,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 819,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 820,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 821,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 822,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 823,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 824,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 825,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 826,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 827,
    "value": 1,
    "event": "是年在吴中",
    "place": "苏州市（松江）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 828,
    "value": 9,
    "event": "是年庭筠开始出塞之游（估计在边塞时间约一年以上）。秋从长安出发",
    "place": "庆阳市（环县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 829,
    "value": 1,
    "event": "本年夏秋间，犹在夏绥",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 830,
    "value": 4,
    "event": "约本年秋，庭筠有入蜀之行",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 831,
    "value": 4,
    "event": "《锦城曲》；是年春在成都，作《锦城曲》",
    "place": "成都市（新津县）",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 832,
    "value": 2,
    "event": "《送渤海王子归本国》；在长安。是年秋有《送渤海王子归本国》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 833,
    "value": 1,
    "event": "在长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 834,
    "value": 2,
    "event": "《赠郑徵君家匡山首春与丞相赞皇公游止》；在长安。是年正月，作诗《赠郑徵君家匡山首春与丞相赞皇公游止》赠李德裕",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 835,
    "value": 2,
    "event": "旅游淮上",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 836,
    "value": 1,
    "event": "本年七月前，因李翱之荐，始从太子永游",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 837,
    "value": 1,
    "event": "在长安。仍从太子永游",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 838,
    "value": 1,
    "event": "在长安。本年九月前，仍从太子永游",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 839,
    "value": 0,
    "event": "《中书令裴公挽歌词二首》；是年三月，裴度卒。庭筠作《中书令裴公挽歌词二首》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 840,
    "value": 5,
    "event": "《自有扈至京师已后朱樱之期》；在长安。因“等第罢举”，未能参加本年春之礼部进士试。四月作《自有扈至京师已后朱樱之期》，借以抒发未能参试之遗憾",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 841,
    "value": 9,
    "event": "《送陈嘏之候官兼简李常侍》；是年春，作《送陈嘏之候官兼简李常侍》",
    "place": "宿迁市（泗洪县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 842,
    "value": 0,
    "event": "《钱塘曲》；是年春赴越中，途经杭州，有《钱塘曲》",
    "place": "杭州市（萧山区）",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 843,
    "value": 5,
    "event": "是年春暮由吴中启程返长安",
    "place": "杭州市",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 844,
    "value": 2,
    "event": "《车驾西游因而有作》；是年在长安。十月，武宗幸鄠县校猎，庭筠闲居鄠郊，有《车驾西游因而有作》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 845,
    "value": 4,
    "event": "《湖阴词》；在长安。去年八月昭义镇刘稹叛平。是年春庭筠作《湖阴词》或有感于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 846,
    "value": 2,
    "event": "《会昌丙寅豊岁歌》；在长安。是年春作《会昌丙寅豊岁歌》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 847,
    "value": 7,
    "event": "春游湖湘。至潭州谒见裴休并献诗文，受到裴款待",
    "place": "岳阳市（洞庭湖）",
    "lng": "112.945333",
    "lat": "28.233971"
   },
   {
    "time": 848,
    "value": 3,
    "event": "是年，在长安。春庭筠应礼部进士试未第",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 849,
    "value": 1,
    "event": "是年在长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 850,
    "value": 4,
    "event": "是年在长安。春庭筠应进士试未第",
    "place": "西安市（华山）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 851,
    "value": 2,
    "event": "《春暮宴罢寄宋寿先辈》；在长安。是年三月，有《春暮宴罢寄宋寿先辈》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 852,
    "value": 9,
    "event": "《上翰林萧舍人》；在长安。春有《上翰林萧舍人》七律",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 853,
    "value": 7,
    "event": "《上吏部韩郎中启》；是年在长安。庭筠应进士试未第，落第后有《上吏部韩郎中启》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 854,
    "value": 4,
    "event": "《河中陪帅游亭》；是年春，庭筠游河中节度使徐商幕。有《河中陪帅游亭》诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 855,
    "value": 5,
    "event": "是年在长安。春庭筠应礼部进士试未第",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 856,
    "value": 5,
    "event": "《上裴舍人启》；是年贬隋县尉，贬前有《上裴舍人启》，旋居襄阳幕",
    "place": "随州市",
    "lng": "113.389071",
    "lat": "31.696341"
   },
   {
    "time": 857,
    "value": 3,
    "event": "是年在襄阳幕",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 858,
    "value": 3,
    "event": "是年在襄阳幕。春，李億登进士第，为状元",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 859,
    "value": 10,
    "event": "《答段柯古见嘲》；是年段成式隐于岘山，游襄阳幕，相与唱和，作《答段柯古见嘲》",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 860,
    "value": 1,
    "event": "是年庭筠罢襄阳幕",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 861,
    "value": 10,
    "event": "是年春，自襄阳抵江陵，在荆南节度使萧鄴幕为从事",
    "place": "荆州市（江陵）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 862,
    "value": 6,
    "event": "《和段少常柯古》；春仍在荆幕。作《和段少常柯古》",
    "place": "荆州市（江陵）",
    "lng": "112.24722",
    "lat": "30.340606"
   },
   {
    "time": 863,
    "value": 1,
    "event": "是年闲居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 864,
    "value": 2,
    "event": "《为前邕府段大夫上宰相启》；是年闲居长安，有《为前邕府段大夫上宰相启》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 865,
    "value": 3,
    "event": "是年在长安。约六月以后，因宰相徐商之荐，任国子监助教",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 866,
    "value": 0,
    "event": "是年在长安。任国子监助教，主秋试",
    "place": "南阳市（方城县）",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "牛僧孺": {
  "name": "牛僧孺",
  "birth": 780,
  "death": 849,
  "life": [
   {
    "time": 780,
    "value": 1,
    "event": "牛僧孺生",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 781,
    "value": 1,
    "event": "疑居京",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 782,
    "value": 1,
    "event": "疑居京",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 783,
    "value": 1,
    "event": "疑居京",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 784,
    "value": 1,
    "event": "疑居京",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 785,
    "value": 1,
    "event": "疑居京",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 786,
    "value": 0,
    "event": "牛僧孺父卒，往依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 787,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 788,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 789,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 790,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 791,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 792,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 793,
    "value": 1,
    "event": "依外族周氏",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 794,
    "value": 1,
    "event": "依外族周氏，本年回到樊川祖居，开始攻读先人遗书",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 795,
    "value": 1,
    "event": "居樊川肄习学业",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 796,
    "value": 1,
    "event": "居樊川肄习学业",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 797,
    "value": 1,
    "event": "居樊川肄习学业",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 798,
    "value": 1,
    "event": "居樊川肄习学业",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 799,
    "value": 1,
    "event": "居樊川肄习学业，经过四五年，学业大进，成为京师一带著名青年学者",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 800,
    "value": 2,
    "event": "《玄怪录》中的部分篇章；开始外出游学，干谒名流。于本年前后赴襄阳拜谒山南东道节度使于頔，不为所礼，怒而去。外出游学、干谒名流过程中，撰写了传奇集《玄怪录》中的部分篇章",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 801,
    "value": 1,
    "event": "拜谒山南东道节度使于頔未受礼遇，可能在江、黄一代游学",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 802,
    "value": 1,
    "event": "约于本年赴京拜谒韩愈、皇甫湜，并行卷，受到二人奖誉",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 803,
    "value": 1,
    "event": "与刘禹锡相识，有“地瘦草丛短”诗句",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 804,
    "value": 1,
    "event": "继续在长安一带拜谒名流，行卷投献",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 805,
    "value": 1,
    "event": "本年春，韦执谊命刘禹锡、柳宗元访牛僧孺于樊川，受到韦的奖掖。三月，牛僧孺与沈传师、李宗闵、杨嗣复等同登进士科",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 806,
    "value": 1,
    "event": "约于本年春，在长安结识白居易",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 807,
    "value": 3,
    "event": "于今年或去年释褐为伊阙县尉",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 808,
    "value": 4,
    "event": "三月，诏举贤良方正能直言极谏科，牛僧孺与皇甫湜、李宗闵等同登第，三人直陈时政，得罪权贵",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 809,
    "value": 3,
    "event": "牛僧孺在河南尹杜兼幕任水路运判官，兼任伊阙县尉。九月二十三日，牛僧孺与韩愈、李宗闵于洛阳福先寺迎候杜兼，并题名于福先寺塔",
    "place": "洛阳市（福先寺）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 810,
    "value": 3,
    "event": "牛僧孺告诫好友白居易谨慎行事以免祸",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 811,
    "value": 3,
    "event": "牛僧孺与辛秘之女结婚",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 812,
    "value": 3,
    "event": "牛僧孺约于本年除河南尉",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 813,
    "value": 3,
    "event": "牛僧孺仍为河南尉",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 814,
    "value": 3,
    "event": "本年底或明年春，牛僧孺由河南尉入朝为监察御史",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 815,
    "value": 1,
    "event": "丁母忧，守制",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 816,
    "value": 1,
    "event": "丁母忧，守制",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 817,
    "value": 3,
    "event": "服除，复除监察御史，寻转殿中侍御史",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 818,
    "value": 3,
    "event": "于本年迁礼部员外郎，转都官员外郎兼侍御史知杂事。本年白居易在江州司马任，有诗寄牛僧孺",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 819,
    "value": 3,
    "event": "于本年改考功员外郎，充集贤殿直学士。本年春，白居易由江州抵达忠州刺史任，与牛僧孺有诗往来",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 820,
    "value": 0,
    "event": "《昭义军节度使辛公神道碑》；夏五月，由丞相段文昌援引，牛僧孺迁库部郎中、知制诰。冬十二月，解知制诰，迁御史中丞。十二月，岳父辛秘卒，牛僧孺撰写碑文",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 821,
    "value": 4,
    "event": "五月，鉴于刑狱淹滞，牛僧孺奏请决狱程限。十月，牛僧孺审理宿州刺史李直臣赃罪，执法不阿。十月十日，牛僧孺随同宰相、右仆射、六曹尚书等与吐蕃会盟于长安西郊。牛僧孺举荐宋申锡、张彻为御史中丞",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 822,
    "value": 3,
    "event": "正月十四日后，牛僧孺由御史中丞拜户部侍郎。十月，由于拒绝韩公武行贿，受穆宗赞赏。十月，题写韩愈《溪堂诗》碑文。十二月，宰相李逢吉奏请立景王湛为太子，牛僧孺持异议",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 823,
    "value": 3,
    "event": "三月，牛僧孺拜相。十月庚寅，牛僧孺进位中书侍郎。十月后为山南西道节度使韦绶撰写碑文。冬，牛僧孺阻止李逢吉陷害杜元颍。本年，居住长安新昌里。",
    "place": "西安市（新昌里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 824,
    "value": 0,
    "event": "正月壬申穆宗卒，敬宗即位。四月，牛僧孺封奇章县子。十二月，牛僧孺进封奇章郡公，除银青光禄大夫、守中书侍郎、同中书门下平章事、兼集贤殿大学士、监修国史。本年，白居易罢杭州刺史，以太子左庶子召还，有诗寄宰相牛僧孺求分司东都，于是得遂所请，留居洛阳",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 825,
    "value": 3,
    "event": "敬宗即位后沉迷淫乐，李逢吉、王守澄等把持朝政。牛僧孺不愿同流合污，累请罢相。正月乙卯，牛僧孺检校礼部尚书，同中书门下平章事，出为武昌军节度使",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 826,
    "value": 3,
    "event": "四月，牛僧孺奏请省并管内州县，以裁减冗官",
    "place": "武汉市",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 827,
    "value": 3,
    "event": "牛僧孺奏题释无等兰若曰“大寂院”。",
    "place": "武汉市",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 828,
    "value": 6,
    "event": "《崔群家庙碑》；仍在武昌节度使任，为崔群撰家庙碑",
    "place": "武汉市",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 829,
    "value": 7,
    "event": "《别志》；仍在武昌节度使任，由检校礼部尚书加检校吏部尚书。于武昌拜会道士“毛仙翁”。后作《别志》纪其事。",
    "place": "武汉市",
    "lng": "114.311831",
    "lat": "30.598428"
   },
   {
    "time": 830,
    "value": 6,
    "event": "正月辛卯，牛僧孺拜相",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 831,
    "value": 5,
    "event": "《普宁郡王陈府君碑》；正月，幽州军乱，副兵马使杨志诚自立为留后，文宗采纳牛僧孺扶绥政策的建议，以杨志诚为卢龙节度使。三月，牛僧孺加中书侍郎，弘文馆大学士。二月，申锡被郑注与王守澄等诬陷谋立漳王，赖牛僧孺等人救助，申锡免死被贬开州司马。本年秋，因处理吐蕃维州守将悉怛请降事，发生了牛僧孺与李德裕之间的“维州公案”。本年，牛僧孺撰《普宁郡王陈府君碑》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 832,
    "value": 3,
    "event": "十一月，宦官王践言受李德裕贿，屡谗牛僧孺，文宗因此认为牛僧孺处理维州事失策。文宗求致“太平”之策，牛僧孺对以“太平无象”之论，颇失文宗之望。于是，牛僧孺累求表罢。十二月，牛僧孺罢相，出镇淮南。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 833,
    "value": 4,
    "event": "早春，牛僧孺在赴淮南途中与太子宾客分司洛阳的白居易相会于洛阳。本年春，牛僧孺抵达淮南。",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 834,
    "value": 4,
    "event": "《席上赠刘梦得》；本年，杜牧仍在牛僧孺淮南节度使任幕僚，杜牧生活放浪，牛僧孺对其备极关怀。本年秋，刘禹锡由苏州刺史移汝州刺史，途经扬州，与牛僧孺会面，有诗唱和。",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 835,
    "value": 3,
    "event": "本年五月，李绅由浙东观察使改任太子宾客，分司东都，经扬州，再次与牛僧孺相会。本年，杜牧擢监察御史，离开牛僧孺淮南幕府，赴长安供职，不久移疾，分司东都。本年冬，牛僧孺辟杜牧弟杜顗入幕府，顗辞谢不就。本年秋，李党人物托名刘轲作《牛羊日历》，极力诽谤牛僧孺等。本年，牛僧孺长子牛蔚登进士科。本年或去年，牛僧孺外孙张读出生",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 836,
    "value": 3,
    "event": "本年，牛僧孺仍在淮南节度使任，与白居易有诗歌唱和与礼物互赠。李德裕亲信韦瓘可能于本年伪托牛僧孺作《周秦行纪》，诬陷牛僧孺，赖文宗明察，未能得逞。本年，“《周秦行纪》案”后，牛僧孺厌倦了党争，累表求罢归散地，未获许",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 837,
    "value": 3,
    "event": "由于受到“《周秦行纪》案”的影响，本年初牛僧孺累求罢淮南重镇之职，五月，获准罢镇，改授东都留守",
    "place": "洛阳市（归仁里;南庄）",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 838,
    "value": 3,
    "event": "本年九月前，仍任职东都留守。本年九月，文宗遣使征牛僧孺入朝为左仆射，牛僧孺赴长安途中，至甘棠馆梦与刘禹锡携手同游，遂有诗互赠",
    "place": "洛阳市（甘棠馆）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 839,
    "value": 3,
    "event": "本年八月，牛僧孺以使相身份出镇山南东道。出镇襄州时，杜牧有诗相送。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 840,
    "value": 0,
    "event": "本年，牛僧孺夫人辛氏卒。在襄州，牛僧孺与释思公（僧思公）有交往。本年，分司东都的太子宾客白居易仍有诗寄牛僧孺。",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 841,
    "value": 3,
    "event": "九月前，牛僧孺依旧以使相身份任职山南东道节度使",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 842,
    "value": 6,
    "event": "《升御史大夫为三品奏》；四月，牛僧孺与宰相李德裕、李绅等上疏，加武宗尊号曰“仁圣文武至神大孝皇帝”。八、九月间，回纥犯边，诏令牛僧孺、陈夷行与公卿集议对策。十二月，牛僧孺等奏上《升御史大夫为三品奏》。同时，牛僧孺等又上《改谏议大夫为正四品下奏》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 843,
    "value": 4,
    "event": "三月，李德裕追论维州事，旨在委罪于牛僧孺，会泽潞事起，暂缓。五月，白居易为牛僧孺撰《太湖石记》。本年白居易仍与牛僧孺多有诗歌往来。本年，牛僧孺黜降留守府讨击使张季戎为衙前将",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 844,
    "value": 4,
    "event": "十月，李德裕因泽潞事，罗织罪名，诬奏牛僧孺、李宗闵、刘从谏等，贬牛僧孺为太子少保分司，李宗闵为漳州刺史。不久，再贬牛僧孺为汀州刺史，李宗闵为漳州长史。十一月，复贬牛僧孺为循州长史，李宗闵长流封州",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 845,
    "value": 3,
    "event": "二月，素被牛僧孺器重的柳仲郢为李德裕引荐为京兆尹",
    "place": "惠州市",
    "lng": "114.423348",
    "lat": "23.116409"
   },
   {
    "time": 846,
    "value": 3,
    "event": "春，牛僧孺仍在循州，白居易有诗怀之。八月，牛僧孺与李宗闵、崔珙、杨嗣复、李珏等被诏北迁，牛僧孺由循州长史移衡州长史",
    "place": "惠州市",
    "lng": "114.423348",
    "lat": "23.116409"
   },
   {
    "time": 847,
    "value": 3,
    "event": "春夏，牛僧孺在衡州长史任。李德裕亲信郑亚由给事中出为桂管观察使，途经衡州，拜会牛僧孺，由李商隐代笔撰写书状与贺状。春夏之际，迁汝州长史",
    "place": "汝州市（汝州市临汝镇）",
    "lng": "112.578397",
    "lat": "26.899517"
   },
   {
    "time": 848,
    "value": 0,
    "event": "春，牛僧孺在汝州长史任。李德裕南谪过汝州，受到牛僧孺热情款待。",
    "place": "汝州市（汝州市临汝镇）",
    "lng": "112.610147",
    "lat": "34.26471"
   },
   {
    "time": 849,
    "value": 1,
    "event": "五月十九日，牛僧孺葬于长安南少陵原。杜牧为其撰写墓志铭，李珏撰写神道碑，李商隐撰写奠文。碑文、志文均由柳公权书写。",
    "place": "西安市（少陵原）",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "王之涣": {
  "name": "王之涣",
  "birth": 688,
  "death": 742,
  "life": [
   {
    "time": 688,
    "value": 1,
    "event": "是年生于山西新绛",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 689,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 690,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 691,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 692,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 693,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 694,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 695,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 696,
    "value": 1,
    "event": "居乡",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 697,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 698,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 699,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 700,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 701,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 702,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 703,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 704,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 705,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 706,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 707,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 708,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 709,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 710,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 711,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 712,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 713,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 714,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 715,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 716,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 717,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 718,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 719,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 720,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 721,
    "value": 1,
    "event": "约居乡，姑系于此",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 722,
    "value": 1,
    "event": "与衡水县令李涤第三女成亲",
    "place": "衡水市",
    "lng": "115.676942",
    "lat": "37.745166"
   },
   {
    "time": 723,
    "value": 3,
    "event": "可能任职衡水主簿",
    "place": "衡水市",
    "lng": "115.676942",
    "lat": "37.745166"
   },
   {
    "time": 724,
    "value": 3,
    "event": "可能任职衡水主簿",
    "place": "衡水市",
    "lng": "115.676942",
    "lat": "37.745166"
   },
   {
    "time": 725,
    "value": 3,
    "event": "任职衡水主簿",
    "place": "衡水市",
    "lng": "115.676942",
    "lat": "37.745166"
   },
   {
    "time": 726,
    "value": 6,
    "event": "《宴词》；因遭人诬陷辞去官职，作诗",
    "place": "衡水市",
    "lng": "115.676942",
    "lat": "37.745166"
   },
   {
    "time": 727,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 728,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 729,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 730,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 731,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 732,
    "value": 5,
    "event": "《九日送别》；家居，送别友人，有诗",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 733,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 734,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 735,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 736,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 737,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 738,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 739,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 740,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 741,
    "value": 1,
    "event": "家居",
    "place": "运城市（新绛县）",
    "lng": "111.231108",
    "lat": "35.622446"
   },
   {
    "time": 742,
    "value": 3,
    "event": "补文安郡文安县尉",
    "place": "廊坊市（文安县）",
    "lng": "116.46509",
    "lat": "38.87893"
   }
  ]
 },
 "王勃": {
  "name": "王勃",
  "birth": 650,
  "death": 676,
  "life": [
   {
    "time": 650,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 651,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 652,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 653,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 654,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 655,
    "value": 1,
    "event": "居于家乡龙门.六岁即善文辞,构思无滞",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 656,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 657,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 658,
    "value": 1,
    "event": "居于家乡龙门.九岁读颜师古注《汉书》,并作《指瑕》以擿其失",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 659,
    "value": 1,
    "event": "居于家乡龙门.诵读六经",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 660,
    "value": 1,
    "event": "居于家乡龙门",
    "place": "运城市（河津市）",
    "lng": "110.718432",
    "lat": "35.602155"
   },
   {
    "time": 661,
    "value": 1,
    "event": "从医者曹元学.并依其受《周易章句》、《黄帝素问》、《难经》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 662,
    "value": 1,
    "event": "从医者曹元学.并对“上官体”表示不满,且受名流薛元超揄扬",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 663,
    "value": 1,
    "event": "春,与曹元别.因反对“上官体”而名满长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 664,
    "value": 2,
    "event": "《上刘右相书》；秋,上书右相刘祥道.获引荐",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 665,
    "value": 1,
    "event": "经刘祥道表荐,拟应制举",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 666,
    "value": 9,
    "event": "《上李常伯启》；上书少常伯李安期",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 667,
    "value": 9,
    "event": "《平台钞略十篇》；在沛王府,上《平台钞略》十篇,沛王爱重之,赐帛五十匹",
    "place": "杭州市（萧山区）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 668,
    "value": 9,
    "event": "《九成宫颂》；三月,上《九成宫颂》",
    "place": "渭南市（华阴市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 669,
    "value": 10,
    "event": "《檄英王鸡》；春,因王室权力争夺而被斥出沛王府",
    "place": "咸阳市（兴平市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 670,
    "value": 9,
    "event": "《梓州通泉县惠普寺碑》；春,往来梓州、玄武间,作《梓州通泉县惠普寺碑》",
    "place": "绵阳市（三台县）",
    "lng": "105.101082",
    "lat": "31.101709"
   },
   {
    "time": 671,
    "value": 10,
    "event": "《春日序》；春初,居成都,赴王明府春游宴饮,作《春日序》",
    "place": "成都市（彭州市）",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 672,
    "value": 10,
    "event": "《三月曲水宴得烟字》；春,赴友人曲水之宴,作《三月曲水宴得烟字》诗,盖与卢照邻唱和之作",
    "place": "三门峡市（灵宝市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 673,
    "value": 8,
    "event": "《祭石堤山神文》；在虢州参军任.夏旱,虢州长史王嶷祈雨,为作《祭石堤山神文》、《祭石堤女郎神文》",
    "place": "三门峡市（灵宝市）",
    "lng": "110.90097",
    "lat": "34.523086"
   },
   {
    "time": 674,
    "value": 9,
    "event": "《续书序》；在狱整理《周易发挥》、《次论语》、《合论》、《百里昌言》等书稿,诸书皆佚",
    "place": "三门峡市（灵宝市）",
    "lng": "110.90097",
    "lat": "34.523086"
   },
   {
    "time": 675,
    "value": 9,
    "event": "《春夜桑泉别王少府序》；春,由龙门出发,随父赴交趾.（按,两唐书均作“省父”）至桑泉,作《春夜桑泉别王少府序》",
    "place": "运城市（临猗县）",
    "lng": "110.780488",
    "lat": "35.150952"
   },
   {
    "time": 676,
    "value": 0,
    "event": "暂居交州",
    "place": "",
    "lng": "105.842773",
    "lat": "21.0271816"
   }
  ]
 },
 "王昌龄": {
  "name": "王昌龄",
  "birth": 698,
  "death": 757,
  "life": [
   {
    "time": 698,
    "value": 1,
    "event": "出生。",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 699,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 700,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 701,
    "value": 2,
    "event": "题灞池二首；家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 702,
    "value": 2,
    "event": "独游；家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 703,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 704,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 705,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 706,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 707,
    "value": 1,
    "event": "家境贫寒，早年曾在灞上“躬耕”",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 708,
    "value": 2,
    "event": "小敷谷龙潭祠作；游历河南、河北。本诗及以下各诗，皆作于此行",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 709,
    "value": 2,
    "event": "过华阴；游历河南，华山赋诗",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 710,
    "value": 2,
    "event": "大梁途中作；游历河南",
    "place": "开封市",
    "lng": "114.313904",
    "lat": "34.802941"
   },
   {
    "time": 711,
    "value": 2,
    "event": "梁苑；游历河南，梁园赋诗",
    "place": "商丘市（梁园）",
    "lng": "115.662798",
    "lat": "34.420378"
   },
   {
    "time": 712,
    "value": 2,
    "event": "途中作；诗人漫游睢阳(今河南商丘南)之后，曾有南下江南之意，但是没有实现：“渺然江南意，惜与中途违。”于是回访嵩山(今河南登封北)，此诗当作于去嵩山途中。",
    "place": "商丘市",
    "lng": "115.662798",
    "lat": "34.420378"
   },
   {
    "time": 713,
    "value": 2,
    "event": "谒焦炼师；访道求仙。王昌龄《赵十四兄见谢》：“晚来常读易，顷者欲还嵩。世事何须道，黄精且养蒙。”可知诗人早年曾访道于嵩山",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 714,
    "value": 2,
    "event": "就道士问周易参同契；在嵩山学道不成，乃有北上太行之意。诗人离开嵩山、北上太行山前夕就道士问周易，赋诗",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 715,
    "value": 2,
    "event": "悲哉行；翻越太行之作",
    "place": "邯郸市（太行山）",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 716,
    "value": 2,
    "event": "城傍曲；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 717,
    "value": 2,
    "event": "观猎；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 718,
    "value": 2,
    "event": "少年行二首；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 719,
    "value": 2,
    "event": "出塞二首（秦时明月汉时关）；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 720,
    "value": 4,
    "event": "从军行；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 721,
    "value": 2,
    "event": "春怨；邯郸(今属河北)，系诗人漫游至河北所作",
    "place": "邯郸市",
    "lng": "114.545808",
    "lat": "36.631222"
   },
   {
    "time": 722,
    "value": 2,
    "event": "驾幸河东；开元十一年(723)前，王昌龄曾漫游河南、河北，今又来到河东，客居并州(今山西太原)、潞州(今山西长治)，当与唐玄宗幸河东有关。此诗是一种颂德体，或为上献而作。",
    "place": "太原市",
    "lng": "112.55706",
    "lat": "37.876885"
   },
   {
    "time": 723,
    "value": 9,
    "event": "寒食即事；客居太原，寒食节赋诗",
    "place": "渭南市（大荔县）",
    "lng": "112.55706",
    "lat": "37.876885"
   },
   {
    "time": 724,
    "value": 4,
    "event": "旅次整厘过韩七别业；春，旅次盖屋",
    "place": "平凉市（泾川县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 725,
    "value": 5,
    "event": "返客扶风",
    "place": "宝鸡市（凤翔区）",
    "lng": "107.407139",
    "lat": "34.527456"
   },
   {
    "time": 726,
    "value": 5,
    "event": "代扶风主人答；年初，诗人漫游河西、陇右，“出塞复入塞”之后，返长安经扶风时所作",
    "place": "宝鸡市（凤翔区）",
    "lng": "107.407139",
    "lat": "34.527456"
   },
   {
    "time": 727,
    "value": 6,
    "event": "放歌行；开元十五年(727)，中进土，授秘书省校书郎。此次考试在东都洛阳城举行。顾况《监察御史储公集序》：“开元十四年，严黄门知考功，以鲁国储公进士高第，与崔国辅员外、綦毋潜著作同时；其明年，擢第常建少府、王龙标昌龄。此数人皆当时之秀。”",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 728,
    "value": 4,
    "event": "甘泉歌；自开元十五年(727)至开元二十一年(734)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 729,
    "value": 4,
    "event": "萧驸马宅花烛；自开元十五年(727)至开元二十一年(735)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 730,
    "value": 4,
    "event": "殿前曲二首；自开元十五年(727)至开元二十一年(736)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 731,
    "value": 4,
    "event": "青楼曲二首；自开元十五年(727)至开元二十一年(737)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 732,
    "value": 7,
    "event": "灞上闲居；自开元十五年(727)至开元二十一年(738)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
    "place": "西安市（蓝田县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 733,
    "value": 4,
    "event": "夏月花萼楼醋宴应制；是年闰三月；首夏，即四月。此诗系作者以校书郎预酷宴而作",
    "place": "西安市（花萼相辉楼）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 734,
    "value": 4,
    "event": "缑氏尉沈兴宗置酒南溪留赠；选宏词，超绝群类，拜汜水尉。缑氏尉沈兴宗置酒留别",
    "place": "洛阳市（偃师市）",
    "lng": "112.796072",
    "lat": "34.733923"
   },
   {
    "time": 735,
    "value": 3,
    "event": "任汜水尉",
    "place": "郑州市（荥阳市）",
    "lng": "113.389911",
    "lat": "34.793837"
   },
   {
    "time": 736,
    "value": 3,
    "event": "任汜水尉",
    "place": "郑州市（荥阳市）",
    "lng": "113.389911",
    "lat": "34.793837"
   },
   {
    "time": 737,
    "value": 3,
    "event": "任汜水尉",
    "place": "郑州市（荥阳市）",
    "lng": "113.389911",
    "lat": "34.793837"
   },
   {
    "time": 738,
    "value": 3,
    "event": "任汜水尉",
    "place": "郑州市（荥阳市）",
    "lng": "113.389911",
    "lat": "34.793837"
   },
   {
    "time": 739,
    "value": 10,
    "event": "存句：“得罪由己招，本性易然诺。”（《见谴至伊水》）；途径伊阙。因罪由汜水贬岭南，途径伊水，作诗",
    "place": "洛阳市（伊川县）",
    "lng": "112.432089",
    "lat": "34.427592"
   },
   {
    "time": 740,
    "value": 0,
    "event": "巴陵送李十二；秋，诗人因赦北还，至巴陵。时，李白由淮南至巴陵，二人得以相见",
    "place": "岳阳市（洞庭湖）",
    "lng": "113.135679",
    "lat": "29.363262"
   },
   {
    "time": 741,
    "value": 4,
    "event": "东京府县诸公与綦毋潜李颀相送至白马寺宿，；夏，停留洛阳期间与綦毋潜、李颀相别，作",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 742,
    "value": 3,
    "event": "在江宁县丞任上",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 743,
    "value": 3,
    "event": "在江宁县丞任上",
    "place": "南京市",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 744,
    "value": 6,
    "event": "别辛渐；北返长安",
    "place": "西安市（青龙寺）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 745,
    "value": 10,
    "event": "宿灞上寄侍御玙弟；由长安返回江宁前夕",
    "place": "西安市（青龙寺）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 746,
    "value": 7,
    "event": "诸官游招隐寺；在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
    "place": "镇江市（招隐寺）",
    "lng": "119.431494",
    "lat": "32.195688"
   },
   {
    "time": 747,
    "value": 10,
    "event": "别陶副使归南海；在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
    "place": "杭州市（钱塘江）",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 748,
    "value": 3,
    "event": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 749,
    "value": 10,
    "event": "别刘谞；在江宁县丞任上.秋，广陵与刘谞话旧。有诗赠刘谞",
    "place": "芜湖市（南陵县）",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 750,
    "value": 10,
    "event": "寄陶副使；春，诗人抵达贬所龙标(今湖南黔阳).作诗寄友",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 751,
    "value": 4,
    "event": "咏史；在龙标任上",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 752,
    "value": 3,
    "event": "在龙标任上",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 753,
    "value": 3,
    "event": "在龙标任上",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 754,
    "value": 3,
    "event": "在龙标任上",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 755,
    "value": 3,
    "event": "在龙标任上",
    "place": "怀化市（洪江市）",
    "lng": "109.843058",
    "lat": "27.215134"
   },
   {
    "time": 756,
    "value": 2,
    "event": "留别武陵袁丞；七月，肃宗即位，大赦。诗人放还",
    "place": "常德市",
    "lng": "111.704994",
    "lat": "29.037723"
   },
   {
    "time": 757,
    "value": 0,
    "event": "送郭司仓；以安史之乱，还乡里。是年十月前，卒",
    "place": "西安市（白鹿原）",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "王维": {
  "name": "王维",
  "birth": 700,
  "death": 761,
  "life": [
   {
    "time": 700,
    "value": 1,
    "event": "本年生。",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 701,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 702,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 703,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 704,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 705,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 706,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 707,
    "value": 1,
    "event": "居乡",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 708,
    "value": 1,
    "event": "居乡，九岁知属辞",
    "place": "晋中市（祁县）",
    "lng": "112.341508",
    "lat": "37.363993"
   },
   {
    "time": 709,
    "value": 1,
    "event": "徙家蒲州",
    "place": "运城市（永济市）",
    "lng": "110.454307",
    "lat": "34.872892"
   },
   {
    "time": 710,
    "value": 1,
    "event": "居蒲州",
    "place": "运城市（永济市）",
    "lng": "110.454307",
    "lat": "34.872892"
   },
   {
    "time": 711,
    "value": 1,
    "event": "居蒲州",
    "place": "运城市（永济市）",
    "lng": "110.454307",
    "lat": "34.872892"
   },
   {
    "time": 712,
    "value": 1,
    "event": "居蒲州",
    "place": "运城市（永济市）",
    "lng": "110.454307",
    "lat": "34.872892"
   },
   {
    "time": 713,
    "value": 1,
    "event": "居蒲州",
    "place": "运城市（永济市）",
    "lng": "110.454307",
    "lat": "34.872892"
   },
   {
    "time": 714,
    "value": 4,
    "event": "过始皇墓；离家赴长安，经潼关，过骊山",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 715,
    "value": 2,
    "event": "宦游长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 716,
    "value": 2,
    "event": "九月九日忆山东兄弟；宦游长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 717,
    "value": 2,
    "event": "哭祖六自虚；祖自虚去世，作诗哭之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 718,
    "value": 5,
    "event": "桃源行；赴京兆试",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 719,
    "value": 7,
    "event": "从岐王过杨氏别业应教；与弟王缙从岐王李范、宁王李宪、薛王李业等游宴，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 720,
    "value": 7,
    "event": "燕支行；继与诸王交游，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 721,
    "value": 10,
    "event": "春，进士及第，释褐为太乐丞",
    "place": "郑州市（荥阳市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 722,
    "value": 10,
    "event": "济州过赵叟家宴；贬济州，游齐、鲁、冀一带，与道士、隐者、贤者交往，有诗",
    "place": "聊城市（东阿县）",
    "lng": "116.254224",
    "lat": "36.340983"
   },
   {
    "time": 723,
    "value": 7,
    "event": "渡河到清河作；贬济州，游齐、鲁、冀一带，与道士、隐者、贤者交往，有诗",
    "place": "邢台市（清河县）",
    "lng": "115.673576",
    "lat": "37.046196"
   },
   {
    "time": 724,
    "value": 3,
    "event": "十月裴耀卿任济州刺史，为裴僚属",
    "place": "聊城市（东阿县）",
    "lng": "116.254224",
    "lat": "36.340983"
   },
   {
    "time": 725,
    "value": 7,
    "event": "喜祖三至留宿；与祖咏会晤济州，有诗",
    "place": "聊城市（东阿县）",
    "lng": "116.254224",
    "lat": "36.340983"
   },
   {
    "time": 726,
    "value": 10,
    "event": "裴仆射济州遗爱碑并序；裴耀卿离任济州刺史，济州百姓为裴立功德碑，维作碑文",
    "place": "聊城市（东阿县）",
    "lng": "116.254224",
    "lat": "36.340983"
   },
   {
    "time": 727,
    "value": 4,
    "event": "偶然作六首；为官淇上，有诗",
    "place": "鹤壁市（淇县）",
    "lng": "114.204205",
    "lat": "35.613648"
   },
   {
    "time": 728,
    "value": 2,
    "event": "淇上即事田园；为官淇上，有诗",
    "place": "鹤壁市（淇县）",
    "lng": "114.204205",
    "lat": "35.613648"
   },
   {
    "time": 729,
    "value": 2,
    "event": "送孟六归襄阳；在长安。答孟浩然留别诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 730,
    "value": 4,
    "event": "华岳；百僚及华州父老累表请封西岳，不允，作诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 731,
    "value": 1,
    "event": "妻亡约在是年",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 732,
    "value": 2,
    "event": "送从弟蕃游淮南；从弟王蕃游淮南，有诗送之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 733,
    "value": 7,
    "event": "酬严少尹徐舍人见过不遇；与严挺之、徐峤交往，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 734,
    "value": 7,
    "event": "送崔兴宗；玄宗在东都，崔兴宗赴洛阳游宦，有诗送之",
    "place": "郑州市（登封市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 735,
    "value": 10,
    "event": "隐居嵩山",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 736,
    "value": 3,
    "event": "随玄宗归长安，仍任右拾遗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 737,
    "value": 10,
    "event": "和尹谏议史馆山池；春，与尹愔交往，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 738,
    "value": 10,
    "event": "双黄鹄歌送别；凉州送别，有诗",
    "place": "武威市",
    "lng": "102.644524",
    "lat": "37.934078"
   },
   {
    "time": 739,
    "value": 6,
    "event": "大荐福寺大德道光禅师塔铭并序；道光禅师去世，为其塔作铭文并序",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 740,
    "value": 10,
    "event": "任殿中侍御史",
    "place": "荆门市（钟祥市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 741,
    "value": 10,
    "event": "谒璿上人；到瓦官寺拜谒璿上人，有诗",
    "place": "南京市（瓦官寺）",
    "lng": "118.802891",
    "lat": "32.064735"
   },
   {
    "time": 742,
    "value": 9,
    "event": "春日直门下省早朝；春，任左补阙。早朝时在门下省值班，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 743,
    "value": 0,
    "event": "故任城县尉裴府君墓志铭；任城县尉裴某卒，为撰墓志铭",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 744,
    "value": 7,
    "event": "始营蓝田辋川别业最晚当在本年",
    "place": "西安市（蓝田县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 745,
    "value": 7,
    "event": "三月三日勤政楼侍宴应制；任侍御史。勤政楼侍宴，有诗",
    "place": "鄂尔多斯市（准格尔旗）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 746,
    "value": 4,
    "event": "为王常侍祭沙陁鄯国夫人文；为河西节度使王忠嗣作祭沙陁鄯国夫人文",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 747,
    "value": 10,
    "event": "苑舍人能书梵字兼达梵音皆曲尽其妙戏为之答；与苑咸交往",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 748,
    "value": 9,
    "event": "大同殿生玉芝龙池上有庆云百官共睹圣恩便赐宴乐敢书即事；任库部郎中。三月己酉，大同殿柱生玉芝，龙池上有庆云，玄宗赐宴，王维当朝奉官，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 749,
    "value": 0,
    "event": "故太子太师徐公挽歌四首；萧嵩卒，作挽歌四首",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 750,
    "value": 6,
    "event": "贺神兵助取石堡城表；去年七月，于万春乡界频见圣祖空中有言曰：“我以神兵助取石堡城。”作文致贺",
    "place": "西安市（辋川）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 751,
    "value": 2,
    "event": "唐故京兆君长山公韩府君墓志铭并序；吴兴郡别驾前京兆尹韩朝宗葬于蓝田白鹿原，为其作墓志铭",
    "place": "西安市（辋川）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 752,
    "value": 7,
    "event": "在京。任吏部郎中。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 753,
    "value": 9,
    "event": "送秘书朝监还日本国；日本遣唐留学生朝衡回国，有诗送行",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 754,
    "value": 10,
    "event": "送崔五太守；崔涣出为巴西太守，作诗送行",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 755,
    "value": 0,
    "event": "酬郭给事；迁给事中，有诗酬同僚",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 756,
    "value": 7,
    "event": "送綦毋校书弃官还江东；綦毋潜见安史兵乱，官况日恶，挂冠归隐江东，维作诗送之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 757,
    "value": 2,
    "event": "广平王收复洛阳后回长安，系于宣阳里杨国忠宅",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 758,
    "value": 10,
    "event": "与工部李侍郎书；闲居蓝田辋川，李遵遣人慰问，作书以示感激",
    "place": "西安市（蓝田县）",
    "lng": "109.329839",
    "lat": "34.157639"
   },
   {
    "time": 759,
    "value": 10,
    "event": "春夜竹亭赠钱少府归蓝田；任给事中。钱起归蓝田，有诗赠之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 760,
    "value": 10,
    "event": "河南严尹弟见宿敝庐访别人赋十韵；拜尚书右丞。严武任河南尹，返回长安与王维会晤，有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 761,
    "value": 0,
    "event": "谢弟缙新授左散骑常侍状；肃宗答王维《责躬荐弟表》诏书下，上状致谢",
    "place": "西安市（辋川）",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "皮日休": {
  "name": "皮日休",
  "birth": 834,
  "death": 902,
  "life": [
   {
    "time": 834,
    "value": 1,
    "event": "约生于本年。皮日休生年难确考。本表所标年岁为虚拟数，非实数",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 835,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 836,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 837,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 838,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 839,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 840,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 841,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 842,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 843,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 844,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 845,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 846,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 847,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 848,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 849,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 850,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 851,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 852,
    "value": 1,
    "event": "居乡",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "113.172549",
    "lat": "30.669711"
   },
   {
    "time": 853,
    "value": 1,
    "event": "襄阳隐读",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 854,
    "value": 1,
    "event": "襄阳隐读",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 855,
    "value": 1,
    "event": "襄阳隐读",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 856,
    "value": 1,
    "event": "襄阳隐读",
    "place": "襄阳市（鹿门山）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 857,
    "value": 1,
    "event": "皮日休或参加乡贡室，成绩优等，获选",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 858,
    "value": 3,
    "event": "入徐商襄州幕，皮日休或因“试艺精专”而为徐商所赏，招其入幕",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 859,
    "value": 7,
    "event": "酒箴；入徐商襄州幕，其与汉上酬唱文人或许有龃龉",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 860,
    "value": 9,
    "event": "史处士；襄阳隐读，与史拱山人游",
    "place": "襄阳市",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 861,
    "value": 10,
    "event": "陪江西裴公游襄州延庆寺；秋初，江西观察使裴寅任满回京，路出襄阳，皮日休干谒之，并陪襄州延庆寺，献诗",
    "place": "湖北省直辖县级行政区划（天门市）",
    "lng": "112.129089",
    "lat": "32.014789"
   },
   {
    "time": 862,
    "value": 9,
    "event": "在江西观察使幕",
    "place": "九江市（彭泽县）",
    "lng": "115.864528",
    "lat": "28.687675"
   },
   {
    "time": 863,
    "value": 9,
    "event": "科举落第",
    "place": "荆门市（钟祥市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 864,
    "value": 9,
    "event": "咎繇碑；春，皮日休自寿州之江右而道出英六城下，访咎繇庙，作《咎繇碑》",
    "place": "六安市（寿县）",
    "lng": "116.793572",
    "lat": "32.579375"
   },
   {
    "time": 865,
    "value": 7,
    "event": "霍山赋；皮日休至淝陵，途经霍山，为获幸令狐绹氏作《霍山赋》",
    "place": "六安市（霍山县）",
    "lng": "116.339265",
    "lat": "31.398463"
   },
   {
    "time": 866,
    "value": 9,
    "event": "科举不第",
    "place": "六安市（寿县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 867,
    "value": 6,
    "event": "登第后寒食杏园有宴，因寄录事宋垂文同年；科举及第，旋遭座主郑愚之嘲戏",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 868,
    "value": 10,
    "event": "宏词下第感恩献兵部侍郎；正月，皮日休试吏部宏词下第，有诗赠徐商",
    "place": "渭南市（华阴市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 869,
    "value": 10,
    "event": "送令狐补阙归朝；令狐绹及其子滈归朝，皮日休有诗相送",
    "place": "镇江市",
    "lng": "119.431494",
    "lat": "32.195688"
   },
   {
    "time": 870,
    "value": 0,
    "event": "伤进士严子重诗并序；皮日休、陆龟蒙等人作诗伤严子重进士；并迎其妻室山阴滕式入苏州",
    "place": "苏州市（太湖；洞庭山之神景宫、林屋洞、包山精舍、毛公坛、飘渺峰、桃花坞、明月湾、练渎、投龙潭、孤园寺、上真观、销夏湾、包山祠、圣姑庙、崦裹、石板等）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 871,
    "value": 10,
    "event": "奉和；正月，陆龟蒙有《早春雪中作吴体寄袭美》，皮日休有《奉和》",
    "place": "扬州市",
    "lng": "119.419107",
    "lat": "32.39986"
   },
   {
    "time": 872,
    "value": 4,
    "event": "破山龙堂记；春二月，皮日休在长安秘书省教书郎任，又撮岭南东道节度使郑愚巡官，应邀为常熟县令周邦弼作《破山龙堂记》",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 873,
    "value": 3,
    "event": "生活于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 874,
    "value": 3,
    "event": "生活于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 875,
    "value": 3,
    "event": "皮日休以太常博士之职出为毗陵副使，当在本年。出潼关，有诗。六月，王郢攻占苏、常，时皮日休或未到毗陵副使任",
    "place": "常州市",
    "lng": "119.980142",
    "lat": "31.816791"
   },
   {
    "time": 876,
    "value": 9,
    "event": "题潼关兰若；年初，皮日休当在杭州",
    "place": "杭州市",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 877,
    "value": 2,
    "event": "赴上京观中休灵斋赠威仪尊师；皮日休与吴融、高侍御等往还；皮日休子皮光业本年生于姑苏；江苏进士庄布访日休不遇，贻书讥之",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 878,
    "value": 1,
    "event": "夏五月左右，皮日休往会稽避乱，时其子光业约两岁",
    "place": "绍兴市",
    "lng": "120.586673",
    "lat": "30.036519"
   },
   {
    "time": 879,
    "value": 1,
    "event": "皮日休在巢军中",
    "place": "杭州市",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 880,
    "value": 4,
    "event": "冬，十二月五日凌晨，唐僖宗仓皇出逃。巢军入长安。十二月三日，黄巢建大齐，皮日休为翰林学士，之后，皮日休行履未详。传闻不一出。或云：巢令皮日休作谶词，词曰：“预知圣人姓，田八二十一。欲知圣人名，果头三曲律。”巢以其谶己，大怒而杀皮日休。有云巢败后，皮日休被唐廷诛杀。有云终老南粤者，不足以信。有云病死宿州者，更不足信。甚有以为皮日休借巡查新定州县之机，在同官县题壁后自裁者，然所据文献误。亦有云巢败后，皮日休逃归江南。晚依钱镠，终老会稽，并尝与罗隐等在钱镠幕府幕府共座谈笑者。此似有可信之处。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 881,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 882,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 883,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 884,
    "value": 1,
    "event": "行踪不详，或云逃归江南或云此年巢败后皮日休逃归江南，晚依钱镠，尝与罗隐等在钱镠幕府等共座谈笑，且终老会稽",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 885,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 886,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 887,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 888,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 889,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 890,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 891,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 892,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 893,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 894,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 895,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 896,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 897,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 898,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 899,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 900,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 901,
    "value": 1,
    "event": "行踪不详，或云逃归江南",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 902,
    "value": 0,
    "event": "行踪不详，或云逃归江南卒年不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   }
  ]
 },
 "陆龟蒙": {
  "name": "陆龟蒙",
  "birth": 830,
  "death": 881,
  "life": [
   {
    "time": 830,
    "value": 1,
    "event": "或生于本年。本表所列年岁为虚拟数，非实数。",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 831,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 832,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 833,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 834,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 835,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 836,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 837,
    "value": 1,
    "event": "在故乡长洲家居陆龟蒙父陆宾虞在校书郎任",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 838,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 839,
    "value": 1,
    "event": "陆龟蒙大概随父在潥阳，闻孟郊故事于白头书佐",
    "place": "常州市（溧阳市）",
    "lng": "119.491108",
    "lat": "31.421755"
   },
   {
    "time": 840,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 841,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 842,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 843,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 844,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 845,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 846,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 847,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 848,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 849,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 850,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 851,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 852,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 853,
    "value": 1,
    "event": "在故乡长洲家居",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 854,
    "value": 1,
    "event": "或于是年前后从豆庐瑑游宣城",
    "place": "宣城市",
    "lng": "118.765196",
    "lat": "30.946576"
   },
   {
    "time": 855,
    "value": 1,
    "event": "或参加科举考试不利，流连于两京地区隐居读书",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 856,
    "value": 1,
    "event": "或参加科举考试不利，流连于两京地区隐居读书",
    "place": "郑州市（登封市）",
    "lng": "113.056704",
    "lat": "34.459775"
   },
   {
    "time": 857,
    "value": 1,
    "event": "在两京地区隐居读书",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 858,
    "value": 1,
    "event": "在两京地区隐居读书",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 859,
    "value": 7,
    "event": "参加科考，不第",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 860,
    "value": 5,
    "event": "《钓车》；本年左右有桐江之行，有诗，又与进士严子重相交",
    "place": "杭州市（桐江）",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 861,
    "value": 1,
    "event": "行踪不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 862,
    "value": 1,
    "event": "行踪不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 863,
    "value": 1,
    "event": "行踪不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 864,
    "value": 1,
    "event": "行踪不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 865,
    "value": 7,
    "event": "《引泉》；在睦州，与刺史陆墉游，有诗",
    "place": "杭州市（建德市）",
    "lng": "119.287608",
    "lat": "29.481104"
   },
   {
    "time": 866,
    "value": 1,
    "event": "在杭州，与丁翰之游",
    "place": "杭州市",
    "lng": "120.161693",
    "lat": "30.280059"
   },
   {
    "time": 867,
    "value": 1,
    "event": "行踪不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 868,
    "value": 5,
    "event": "《幽居赋》；在苏州，其《幽居赋》或作于是年前后",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 869,
    "value": 9,
    "event": "奉和袭美二游诗两首；在苏州，干谒皮日休，两人相交酬唱甚密",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 870,
    "value": 0,
    "event": "《严子重以诗游于名胜间旧矣，余晚余江南相遇甚乐。不幸且没，袭美作诗序而吊之，其名真不朽矣，又何戚其死哉。余因息悲而为之和》；作诗伤严子重进士",
    "place": "镇江市（北固山）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 871,
    "value": 9,
    "event": "《早春雪中作吴体寄袭美》；正月，陆龟蒙有《早春雪中作吴体寄袭美》，皮日休有《奉和》",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 872,
    "value": 4,
    "event": "《荆溪早景题杜秀才水亭》；在湖州，从张搏游，有诗",
    "place": "湖州市",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 873,
    "value": 3,
    "event": "在湖州，入张搏幕",
    "place": "湖州市",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 874,
    "value": 3,
    "event": "在湖州，入张搏幕",
    "place": "湖州市",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 875,
    "value": 3,
    "event": "二月以后，随张搏在庐州",
    "place": "合肥市",
    "lng": "117.235447",
    "lat": "31.82687"
   },
   {
    "time": 876,
    "value": 4,
    "event": "《椭李花赋》；陆龟蒙随张搏由庐州转苏州，本年秋，罗隐有诗寄陆龟蒙",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 877,
    "value": 4,
    "event": "冬，陆龟蒙往湖州拜谒刺史郑仁规，有酬唱之什",
    "place": "湖州市",
    "lng": "120.094566",
    "lat": "30.899015"
   },
   {
    "time": 878,
    "value": 9,
    "event": "春归苏州，修震泽别业",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 879,
    "value": 9,
    "event": "《自遣诗》三十首；春，陆龟蒙卧病于苏州太湖湖滨、松江畔之震泽别业，又躬耕于松江南岸之甫里私田中，人或讥之，号为甫里先生，又自为捕鱼松江中，又种药，又勤于校读、写作",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 880,
    "value": 9,
    "event": "《春寒赋》；春，陆龟蒙居甫里，有文",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 881,
    "value": 0,
    "event": "《答友》；陆龟蒙病居甫里，其卒年或亦在本年，传云朝廷以左拾遗征之，诏下之日而卒。罗隐、韦庄、陆希声、吴融、皮日休、颜荛等作诗文以祭之",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   }
  ]
 },
 "韦庄": {
  "name": "韦庄",
  "birth": 836,
  "death": 910,
  "life": [
   {
    "time": 836,
    "value": 1,
    "event": "是年生于家乡长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 837,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 838,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 839,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 840,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 841,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 842,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 843,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 844,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 845,
    "value": 1,
    "event": "幼时尝侨居白居易故乡下邽县",
    "place": "临渭区（临渭区下邽镇）",
    "lng": "109.496551",
    "lat": "34.77626"
   },
   {
    "time": 846,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 847,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 848,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 849,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 850,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 851,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 852,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 853,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 854,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 855,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 856,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 857,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 858,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 859,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 860,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 861,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 862,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 863,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 864,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 865,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 866,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 867,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 868,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 869,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 870,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 871,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 872,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 873,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 874,
    "value": 1,
    "event": "居乡",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 875,
    "value": 1,
    "event": "黄巢始起兵，疑居乡，姑系于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 876,
    "value": 1,
    "event": "疑居乡，姑系于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 877,
    "value": 7,
    "event": "《虢州涧东村居》；在虢州涧东村居，有诗",
    "place": "三门峡市（灵宝市）",
    "lng": "110.90097",
    "lat": "34.523086"
   },
   {
    "time": 878,
    "value": 1,
    "event": "是年活动不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 879,
    "value": 4,
    "event": "《冬日长安感志献虢州崔郎中二十韵》；是年冬在长安，感志有诗献虢州崔郎中",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 880,
    "value": 7,
    "event": "《放榜日作》；在长安应举。值黄巢攻长安，僖宗西行，放榜日有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 881,
    "value": 4,
    "event": "《辛丑年》；咏兵中遇弟妹",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 882,
    "value": 9,
    "event": "《洛阳吟》；春，离长安，至洛阳有诗",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 883,
    "value": 9,
    "event": "《秦妇吟》；三月，在洛阳，作秦妇吟，以秦妇避东奔，写故国乱离之惨状",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 884,
    "value": 4,
    "event": "《喻东军》；游江南。六月，闻黄巢被杀，有诗",
    "place": "镇江市",
    "lng": "119.431494",
    "lat": "32.195688"
   },
   {
    "time": 885,
    "value": 1,
    "event": "在润州。三月，僖宗还京。十二月，李克用逼京师，僖宗出奔凤翔",
    "place": "镇江市",
    "lng": "119.431494",
    "lat": "32.195688"
   },
   {
    "time": 886,
    "value": 8,
    "event": "《镊白》；游江南。新年作《镊白》诗",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 887,
    "value": 9,
    "event": "《自孟津舟西上雨中作》；秋，自孟津舟西上，有诗",
    "place": "长治市（壶关）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 888,
    "value": 9,
    "event": "《李氏小池十二韵》；庄客婺州。游李氏小池，有诗",
    "place": "金华市",
    "lng": "119.654027",
    "lat": "29.084455"
   },
   {
    "time": 889,
    "value": 7,
    "event": "《不出院楚公》；自三衢至江南西道客游，有诗",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 890,
    "value": 8,
    "event": "《齐安郡》；在鄂州游，至齐安郡，有诗",
    "place": "黄石市（西塞山）",
    "lng": "114.878872",
    "lat": "30.459422"
   },
   {
    "time": 891,
    "value": 8,
    "event": "《章江作》；过章江有诗",
    "place": "上饶市（余干县）",
    "lng": "114.94126",
    "lat": "25.837179"
   },
   {
    "time": 892,
    "value": 1,
    "event": "是年活动不详",
    "place": "",
    "lng": "0",
    "lat": "0"
   },
   {
    "time": 893,
    "value": 7,
    "event": "《癸丑年下第献新先辈》；自中和元年离京，至此十二年。下第有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 894,
    "value": 5,
    "event": "《南省伴直》；第进士，释褐为校书郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 895,
    "value": 1,
    "event": "是年疑在西安，姑系于此",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 896,
    "value": 5,
    "event": "《丙辰鄜州遇寒食城外醉吟五首》；寒食客鄜州，冬客宜君，欲卜居不果。城外醉饮，有诗",
    "place": "延安市（富县）",
    "lng": "109.386357",
    "lat": "35.993458"
   },
   {
    "time": 897,
    "value": 9,
    "event": "《过樊川旧居》；此行过樊川旧居，有诗",
    "place": "渭南市（华阴市）",
    "lng": "110.098671",
    "lat": "34.57172"
   },
   {
    "time": 898,
    "value": 1,
    "event": "是年疑在四川，姑系于此",
    "place": "",
    "lng": "104.082256",
    "lat": "30.65679"
   },
   {
    "time": 899,
    "value": 1,
    "event": "是年疑在四川，姑系于此",
    "place": "",
    "lng": "104.082256",
    "lat": "30.65679"
   },
   {
    "time": 900,
    "value": 2,
    "event": "夏，七月《又玄集》诗选编成",
    "place": "",
    "lng": "104.082256",
    "lat": "30.65679"
   },
   {
    "time": 901,
    "value": 1,
    "event": "春，应聘入蜀，为掌书记。自此终身仕蜀",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 902,
    "value": 1,
    "event": "于浣花溪寻得杜工部旧址，结茅为室",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 903,
    "value": 1,
    "event": "六月，弟蔼完成《浣花集》编录，并为序",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 904,
    "value": 1,
    "event": "在蜀。昭宗劫迁，驻跸陕郊。八月，朱全忠杀昭宗",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 905,
    "value": 2,
    "event": "《为蜀高祖答王宗绾书》；十一月，为王建作教，答梁使司马卿",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 906,
    "value": 1,
    "event": "十月，为安抚副使",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 907,
    "value": 1,
    "event": "九月，劝王建称帝，为左散骑常侍，判中书门下事，定开国制度",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 908,
    "value": 1,
    "event": "正月丁丑，为门下侍郎同平章事",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 909,
    "value": 1,
    "event": "正月，为吏部侍郎平章事",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 910,
    "value": 0,
    "event": "八月，卒于成都花林坊。葬白沙之阳。谥文靖",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   }
  ]
 },
 "韦应物": {
  "name": "韦应物",
  "birth": 737,
  "death": 792,
  "life": [
   {
    "time": 737,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（杜陵）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 738,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 739,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 740,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 741,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 742,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 743,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 744,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 745,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 746,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 747,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 748,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市（胄贵里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 749,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 750,
    "value": 1,
    "event": "在故乡万年胄贵里家居",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 751,
    "value": 1,
    "event": "在长安，为明皇宿卫",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 752,
    "value": 1,
    "event": "正月丁亥（九日），明皇离开华清宫回长安，韦应物为明皇宿卫，扈驾从行",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 753,
    "value": 1,
    "event": "十月戊寅（十一日）明皇复幸华清宫。韦应物为明皇宿卫，扈驾从行",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 754,
    "value": 1,
    "event": "正月丙午（四日），明皇返回京师。韦应物为明皇宿卫，扈驾从行",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 755,
    "value": 1,
    "event": "十月庚寅（四日），明皇复幸华清宫。韦应物为明皇宿卫，扈驾从行",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 756,
    "value": 1,
    "event": "在长安，为明皇宿卫",
    "place": "咸阳市（兴平市）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 757,
    "value": 1,
    "event": "九月，郭子仪收复两京。十一月丙申（二十二日），明皇发蜀回京途次凤翔。韦应物为明皇宿卫，扈驾从行",
    "place": "宝鸡市（凤翔区）",
    "lng": "107.407139",
    "lat": "34.527456"
   },
   {
    "time": 758,
    "value": 1,
    "event": "十月甲寅（十五日），明皇幸华清宫。韦应物为明皇宿卫，扈驾从行",
    "place": "西安市（华清宫）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 759,
    "value": 1,
    "event": "游梁州",
    "place": "汉中市（南郑区）",
    "lng": "106.942674",
    "lat": "33.005532"
   },
   {
    "time": 760,
    "value": 1,
    "event": "在长安。为明皇宿卫",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 761,
    "value": 1,
    "event": "在长安。为明皇宿卫",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 762,
    "value": 1,
    "event": "四月甲寅（五日），明皇崩，韦应物失职位，屏居武功县宝意寺折节读书。",
    "place": "咸阳市（武功县）",
    "lng": "108.20673",
    "lat": "34.2662"
   },
   {
    "time": 763,
    "value": 3,
    "event": "七月，至洛阳。任洛阳丞",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 764,
    "value": 3,
    "event": "洛阳丞任上",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 765,
    "value": 7,
    "event": "示从子河南尉班诗；洛阳丞，以刚直为政，被讼于河南尹。时，从子河南尉班亦以刚直见讼于居守。韦应物因有诗示从子韦班",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 766,
    "value": 2,
    "event": "任洛阳丞请告；春，请罢洛阳丞，有诗。罢职后，养病于洛阳城东精舍",
    "place": "洛阳市（同德精舍）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 767,
    "value": 5,
    "event": "寄冯著；寓居洛阳同德精舍。是春，有寄冯著诗一首",
    "place": "洛阳市（同德精舍）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 768,
    "value": 1,
    "event": "寓居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 769,
    "value": 9,
    "event": "送冯著受李广州署为录事；在长安。春夏，送冯著受广州录事，有诗",
    "place": "洛阳市（黄河）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 770,
    "value": 2,
    "event": "淮上遇洛阳李主簿；至淮上，遇洛阳李主簿，有诗纪事。",
    "place": "淮安市",
    "lng": "119.022429",
    "lat": "33.616272"
   },
   {
    "time": 771,
    "value": 2,
    "event": "贾常侍林亭燕集；在洛阳，与贾至交游，有诗",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 772,
    "value": 1,
    "event": "在洛阳闲居",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 773,
    "value": 1,
    "event": "在洛阳闲居",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 774,
    "value": 4,
    "event": "赠冯著；冬十二月，自洛阳入长安，任京兆府功曹，有诗赠冯著",
    "place": "西安市（昭国里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 775,
    "value": 9,
    "event": "长安遇冯著；春，在长安任京兆府功曹。偶遇冯著，有诗",
    "place": "西安市（昭国里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 776,
    "value": 0,
    "event": "早春对雪寄前殿中元侍御；在长安京兆府功曹任上。",
    "place": "西安市（昭国里）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 777,
    "value": 10,
    "event": "对芳树；在长安京兆府功曹任上，丧妻迁居。自春至秋，有十二首诗悼念亡妻",
    "place": "洛阳市（同德精舍）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 778,
    "value": 7,
    "event": "在长安京兆府功曹任上",
    "place": "西安市（高陵区）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 779,
    "value": 6,
    "event": "任鄠县令",
    "place": "西安市（户县）",
    "lng": "108.61136",
    "lat": "34.114791"
   },
   {
    "time": 780,
    "value": 2,
    "event": "送端东行；大历十四年六月二十三日自鄂县制除栎阳令，以疾辞归善福精舍。送韦端有诗",
    "place": "西安市（沣水；善福精舍）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 781,
    "value": 3,
    "event": "在长安，任尚书兵部员外郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 782,
    "value": 3,
    "event": "长安，尚书兵部员外郎",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 783,
    "value": 6,
    "event": "自尚书郎出为滁州刺史留别朋友兼示诸弟；夏，从长安出发任滁州刺史",
    "place": "商丘市（睢阳）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 784,
    "value": 2,
    "event": "岁日寄京诸季端武；罢职闲居滁州西涧",
    "place": "滁州市（西涧；琅琊山寺）",
    "lng": "118.323252",
    "lat": "32.308165"
   },
   {
    "time": 785,
    "value": 4,
    "event": "始到郡；任江州刺史",
    "place": "九江市（浔阳楼）",
    "lng": "116.007993",
    "lat": "29.711328"
   },
   {
    "time": 786,
    "value": 3,
    "event": "任江州刺史",
    "place": "九江市（浔阳楼）",
    "lng": "116.007993",
    "lat": "29.711328"
   },
   {
    "time": 787,
    "value": 3,
    "event": "改调长安，入朝中任左司郎中",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 788,
    "value": 6,
    "event": "赠旧识；出任苏州刺史，有诗赠友",
    "place": "苏州市（重玄寺阁）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 789,
    "value": 3,
    "event": "苏州刺史任上",
    "place": "苏州市（重玄寺阁）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 790,
    "value": 3,
    "event": "苏州刺史任上",
    "place": "苏州市（重玄寺阁）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 791,
    "value": 2,
    "event": "寓居永定精舍；罢职闲居永定精舍",
    "place": "苏州市（永定精舍）",
    "lng": "120.589613",
    "lat": "31.304566"
   },
   {
    "time": 792,
    "value": 0,
    "event": "约于此年卒于苏州",
    "place": "苏州市",
    "lng": "120.589613",
    "lat": "31.304566"
   }
  ]
 },
 "骆宾王": {
  "name": "骆宾王",
  "birth": 635,
  "death": 684,
  "life": [
   {
    "time": 635,
    "value": 1,
    "event": "居于家乡义乌。宾王生年难确考，本表所列年岁为虚拟数。",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 636,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 637,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 638,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 639,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 640,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 641,
    "value": 2,
    "event": "《咏鹅》；居乡.作咏鹅诗",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 642,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 643,
    "value": 1,
    "event": "居于家乡义乌",
    "place": "金华市（义乌市）",
    "lng": "120.081262",
    "lat": "29.311326"
   },
   {
    "time": 644,
    "value": 1,
    "event": "随父母徙居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 645,
    "value": 1,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 646,
    "value": 1,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 647,
    "value": 1,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 648,
    "value": 1,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 649,
    "value": 2,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 650,
    "value": 1,
    "event": "居青州博昌",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 651,
    "value": 1,
    "event": "父死,葬之于博昌.奉母前往瑕丘",
    "place": "滨州市（博兴县）",
    "lng": "118.117454",
    "lat": "37.158968"
   },
   {
    "time": 652,
    "value": 1,
    "event": "奉母居瑕丘,与瑕丘县令韦某有文字交游",
    "place": "济宁市（兖州区）",
    "lng": "116.754139",
    "lat": "35.574016"
   },
   {
    "time": 653,
    "value": 1,
    "event": "居瑕丘",
    "place": "济宁市（兖州区）",
    "lng": "116.754139",
    "lat": "35.574016"
   },
   {
    "time": 654,
    "value": 4,
    "event": "《上瑕丘韦明府启》；入京应举.行前,有《上瑕丘韦明府启》、《上郭赞府启》等文求推荐",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 655,
    "value": 9,
    "event": "《春日离长安客中言怀》；应举落第,南归义乌.途经洛阳、南阳、随州、武昌等地.有《春日离长安客中言怀》诗",
    "place": "南阳市（南召县）",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 656,
    "value": 2,
    "event": "《夏日游德州赠高四并序》；居瑕丘.有《夏日游德州赠高四并序》",
    "place": "济宁市（兖州区）",
    "lng": "116.754139",
    "lat": "35.574016"
   },
   {
    "time": 657,
    "value": 5,
    "event": "《咏美人在天津桥》；寓居洛滨.有《咏美人在天津桥》诗",
    "place": "洛阳市",
    "lng": "112.460033",
    "lat": "34.624376"
   },
   {
    "time": 658,
    "value": 4,
    "event": "《上廉察使启》；迁居长安,家临浐滨.冬,参选,为道王府属,从此进入仕途",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 659,
    "value": 4,
    "event": "《秋日饯陆道士陈文林得风字》；为道王府属.随道王李元庆在滑州任.有《秋日饯陆道士陈文林得风字》",
    "place": "安阳市（滑县）",
    "lng": "114.525855",
    "lat": "35.581181"
   },
   {
    "time": 660,
    "value": 4,
    "event": "《自叙状》；为道王府属,随道王在徐州.入道王府三年,道王令自状所能,陈《自叙状》",
    "place": "徐州市",
    "lng": "117.29235",
    "lat": "34.210143"
   },
   {
    "time": 661,
    "value": 3,
    "event": "为道王府属,随道王在徐州",
    "place": "徐州市",
    "lng": "117.29235",
    "lat": "34.210143"
   },
   {
    "time": 662,
    "value": 3,
    "event": "为道王府属,随道王在沁州",
    "place": "长治市（沁源县）",
    "lng": "112.34407",
    "lat": "36.506309"
   },
   {
    "time": 663,
    "value": 3,
    "event": "为道王府属,随道王在沁州",
    "place": "长治市（沁源县）",
    "lng": "112.34407",
    "lat": "36.506309"
   },
   {
    "time": 664,
    "value": 4,
    "event": "夏四月,道王薨于卫州刺史任上.骆宾王出其府",
    "place": "新乡市（卫辉市）",
    "lng": "114.071192",
    "lat": "35.404137"
   },
   {
    "time": 665,
    "value": 9,
    "event": "《上兖州刺史启》；遍谒兖州地方官",
    "place": "济宁市（兖州区）",
    "lng": "116.754139",
    "lat": "35.574016"
   },
   {
    "time": 666,
    "value": 4,
    "event": "《对策文三道》；对策应举及第,拜奉礼郎,为东台详正学士",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 667,
    "value": 3,
    "event": "为东台详正学士",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 668,
    "value": 3,
    "event": "在东台详正学士任上",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 669,
    "value": 3,
    "event": "在东台详正学士任上",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 670,
    "value": 10,
    "event": "以事获罪,罢职",
    "place": "海南州（共和县）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 671,
    "value": 5,
    "event": "《晚度天山有怀京邑》；戍守天山.春,作《晚度天山有怀京邑》诗",
    "place": "吐鲁番市（托克逊县）",
    "lng": "88.660304",
    "lat": "42.797858"
   },
   {
    "time": 672,
    "value": 7,
    "event": "《兵部奏姚州道破逆贼诺没弄杨虔柳露布》；春,在姚州前线,负责军中文字的起草",
    "place": "楚雄彝族自治州（姚安县）",
    "lng": "101.248108",
    "lat": "25.510099"
   },
   {
    "time": 673,
    "value": 7,
    "event": "春,奉使西南,此后居蜀地二年",
    "place": "成都市（邛崃市）",
    "lng": "103.470843",
    "lat": "30.416413"
   },
   {
    "time": 674,
    "value": 1,
    "event": "居蜀地",
    "place": "成都市",
    "lng": "104.071216",
    "lat": "30.576279"
   },
   {
    "time": 675,
    "value": 1,
    "event": "秋,离蜀返长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 676,
    "value": 10,
    "event": "《上吏部裴侍郎书》；春,任武功主簿.吏部侍郎裴行俭欲辟为掌书记,以母老辞,因作《上吏部裴侍郎书》",
    "place": "咸阳市（武功县）",
    "lng": "108.20673",
    "lat": "34.2662"
   },
   {
    "time": 677,
    "value": 4,
    "event": "《答员半千书》；守孝,居浐滨.与武陟尉员半千书信往来",
    "place": "西安市（浐水之滨）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 678,
    "value": 5,
    "event": "冬,服除,为长安主簿,旋即迁为侍御史",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 679,
    "value": 10,
    "event": "《狱中抒情通简知己》；因受人诽谤贪赃枉法而下狱.春,作《狱中抒情通简知己》诗",
    "place": "朔州市（朔城区）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 680,
    "value": 10,
    "event": "《蓬莱镇》；三月,随军还.后曾出使蓬莱与海曲",
    "place": "烟台市（蓬莱市）",
    "lng": "120.765381",
    "lat": "37.816562"
   },
   {
    "time": 681,
    "value": 3,
    "event": "在临海丞任上",
    "place": "台州市（临海市）",
    "lng": "121.151535",
    "lat": "28.864049"
   },
   {
    "time": 682,
    "value": 4,
    "event": "《久客临海言怀》；在临海丞任上.秋,有《久客临海言怀》",
    "place": "台州市（临海市）",
    "lng": "121.151535",
    "lat": "28.864049"
   },
   {
    "time": 683,
    "value": 2,
    "event": "七月,弃官离临海北上",
    "place": "台州市（临海市）",
    "lng": "121.151535",
    "lat": "28.864049"
   },
   {
    "time": 684,
    "value": 5,
    "event": "《与程将军书》；二月,程务挺荐举贤良方正,作《与程将军书》辞之",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 },
 "鱼玄机": {
  "name": "鱼玄机",
  "birth": 844,
  "death": 868,
  "life": [
   {
    "time": 844,
    "value": 0,
    "event": "居家玄机生卒年难确考。本表所列年岁为虚拟数。",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 845,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 846,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 847,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 848,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 849,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 850,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 851,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 852,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 853,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 854,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 855,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 856,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 857,
    "value": 1,
    "event": "居家",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 858,
    "value": 1,
    "event": "嫁李亿为外妻",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 859,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 860,
    "value": 1,
    "event": "居长安",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 861,
    "value": 5,
    "event": "酬李学士寄簟；有诗答李亿",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 862,
    "value": 9,
    "event": "春情寄子安；在蓝田到内乡的山路中，书写春日情怀寄夫君",
    "place": "西安市（蓝田县）",
    "lng": "109.329839",
    "lat": "34.157639"
   },
   {
    "time": 863,
    "value": 0,
    "event": "迎李近仁员外；回长安见李亿有诗",
    "place": "西安市",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 864,
    "value": 9,
    "event": "寄国香；有诗赠友",
    "place": "西安市（咸宜观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 865,
    "value": 7,
    "event": "访赵炼师不遇；访赵道士不遇，有诗",
    "place": "西安市（咸宜观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 866,
    "value": 9,
    "event": "寄刘尚书；有诗寄刘潼",
    "place": "西安市（咸宜观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 867,
    "value": 9,
    "event": "和人次韵；有次韵诗",
    "place": "西安市（咸宜观）",
    "lng": "108.946306",
    "lat": "34.347436"
   },
   {
    "time": 868,
    "value": 5,
    "event": "次韵西邻新居兼乞酒；有诗次新居韵以乞求酒食",
    "place": "西安市（咸宜观）",
    "lng": "108.946306",
    "lat": "34.347436"
   }
  ]
 }
};
