// 诗人行迹数据：丁谓
export default {
 "name": "丁谓",
 "birth": 966,
 "death": 1037,
 "life": [
  {
   "time": 966,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 967,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 968,
   "value": 1,
   "event": "在故乡长洲家居，行冠礼",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 969,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 970,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 971,
   "value": 1,
   "event": "在故乡长洲家居，侍祖母读《华严经》，即解句读，辨难字",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 972,
   "value": 1,
   "event": "在故乡长洲家居，侍祖母读《华严经》，即解句读，辨难字",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 973,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 974,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 975,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 976,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 977,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 978,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 979,
   "value": 1,
   "event": "在故乡长洲家居，举业，为前辈所推赏",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 980,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 981,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 982,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 983,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 984,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 985,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 986,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 987,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 988,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 989,
   "value": 2,
   "event": "《大搜赋》；因此年国家大搜，行旷古之礼，故认为当今辞人文士不宜无歌咏，故作《大搜赋》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 990,
   "value": 2,
   "event": "《书异》；此年许州夏旱，五月乙卯，震，雷下雹，大风拔木，屋瓦悉飘，谓有感而作《书异》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 991,
   "value": 1,
   "event": "与友孙何同袖文谒王禹称。禹称大为器重，以唐代韩柳，杜甫比之。世谓之“孙丁”。同年贽文求见龚颖，颖亦以韩柳许之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 992,
   "value": 4,
   "event": "进士及第，名在第四。任大理寺评事，通判饶州",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 993,
   "value": 3,
   "event": "饶州通判任上",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 994,
   "value": 3,
   "event": "直史馆，以太子中允为福建路采访",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 995,
   "value": 10,
   "event": "自福建路采访还，就福建茶盐利弊提出建议；遂擢为福建转运使，三司户部判官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 3,
   "event": "任福建转运使；王禹称作《答丁谓书》，劝谓勿与世浮沉，自坠于名节",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 997,
   "value": 1,
   "event": "三月，太宗崩，真宗即位；丁谓奉使闽中还，过扬州，与王禹称同赴京",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 998,
   "value": 1,
   "event": "回到京城",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 3,
   "event": "奉命去西川及峡路体量公事",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1000,
   "value": 4,
   "event": "丙戌益州乱，丁谓召高州刺史田彦伊，晓以祸福，田作誓，刻石立境上",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1001,
   "value": 3,
   "event": "任夔州路转运使",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1002,
   "value": 3,
   "event": "任夔州路转运使，夔州地粟多而常缺盐，谓听以粟换盐，使得当地人大悦，夔州、万州等地无粟米之缺，民无转饷之劳，因绥抚有方，故特迁刑部员外郎，赐白金三百两",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1003,
   "value": 9,
   "event": "《请收市黔州高蛮族善马奏》；任夔州路转运使，谓言黔州之南，蛮族颇有善马，请致馆设，给缗帛，每岁收市",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1004,
   "value": 8,
   "event": "任夔州路转运使，因招抚溪洞夷人，颇着威惠，部民借留，凡五年不得代，乃诏谓举自代者，谓以国子博士薛颜为请。癸未，上擢颜虞部员外郎，夔州路转运副使；召谓入朝",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1005,
   "value": 9,
   "event": "擢谓为右谏议大夫、权三司使事，仍诏谓内殿起居，立知制诰上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 10,
   "event": "见日僧寂昭，甚悦之，劝留住苏州吴门寺，寂昭以黑金水瓶寄谓并赠诗；谓分月俸给之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 7,
   "event": "为随驾三司使，盐铁副使林特副之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1008,
   "value": 10,
   "event": "时京城金银价贵，上以问权三司使丁谓，谓言为西戎、回鹘所市入番；乙亥，上下诏约束之",
   "place": "泰安市（泰山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 0,
   "event": "擢为三司使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 6,
   "event": "《请承天节禁屠宰刑罚》；任三司使，谓请承天节禁屠宰刑罚",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 4,
   "event": "奏鹤翔天书殿上，蚕飞集太清楼",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 4,
   "event": "奏天书阁望柱起直气",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 6,
   "event": "奏请赐圣制歌诗各一本，上从之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 4,
   "event": "进献白鹿一只，灵芝九万五千本",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1015,
   "value": 4,
   "event": "《会灵观颂》；《会灵观记》；奏《会灵观颂》、《会灵观记》，望赐御制御书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 7,
   "event": "为会灵观使，仍加刑部尚书",
   "place": "苏州市（虎丘）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 4,
   "event": "《翼祖加谥册文》；《真宗皇帝御制赐诗跋》；作《翼祖加谥册文》；《真宗皇帝御制赐诗跋》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1019,
   "value": 3,
   "event": "上奏启承天节道场，甘露降，献五言诗，有诏褒答，又和诗赐焉",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1020,
   "value": 3,
   "event": "乞增升州营垒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 6,
   "event": "上奏庆圣体康复，上欣纳之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1022,
   "value": 10,
   "event": "加封晋国公",
   "place": "湛江市（雷州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1023,
   "value": 3,
   "event": "时为崖州司户参军，贾同上书除谓之奸",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1024,
   "value": 3,
   "event": "任崖州司户参军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1025,
   "value": 4,
   "event": "时谓为崖州司户参军，集崖州所作为《知命集》",
   "place": "湛江市（雷州市）",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "在雷州司户参军任上",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "时为雷州司户参军，南郊肆赦，中外以为谓将复还，陈琰上奏请更不原赦，上然之",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "时为雷州司户参军，上黜谓之党胡则",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "在雷州司户参军任上",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1030,
   "value": 4,
   "event": "迁为道州司户参军",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "在道州司户参军任上",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "时为道州司户参军，上诏苏州所没丁谓庄田，逐给其家，仍以其子前内殿承制珝为供奉官",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1033,
   "value": 5,
   "event": "自道州司户参军授秘书监致仕，居安州，徙居光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居于光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居于光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居于光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "时居光州，四月于卧佛堂中去世",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  }
 ]
};
