// 诗人行迹数据：丘崇
export default {
 "name": "丘崇",
 "birth": 1135,
 "death": 1208,
 "life": [
  {
   "time": 1135,
   "value": 1,
   "event": "是年，丘崇出生于故乡江阴",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "少年居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在家乡求学",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1161,
   "value": 2,
   "event": "《朝中措》（晚风斜日折梅花）；入太学。有词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 4,
   "event": "以第三名“探花”登进士第，补左文林郎，两使职官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "居家待职",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "居家待职",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1166,
   "value": 4,
   "event": "四月，以左文林郎任建康府观察推官",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1167,
   "value": 6,
   "event": "《洞仙歌•为叶梦锡总领寿》（一番好景）；任建康府观察推官。正月十九日，淮西江东总领叶衡生日，有词祝寿",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1168,
   "value": 9,
   "event": "《点绛唇》（花落花开）；任建康府观察推官。暮春，有词",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "任建康府观察推官",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "《镇淮饮虹二桥记》；任建康府观察推官。正月镇淮、饮虹二桥建成，为作记",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "二月，以太常博士考校点检试卷",
   "place": "市辖区（松江区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "二月，除直秘阁",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "在知平江府任上，修府学，造直庐",
   "place": "无锡市（江阴市）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1174,
   "value": 2,
   "event": "《菩萨蛮》（秋声夜到秋香院）；主管台州崇道观，居故里。秋，有词",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1175,
   "value": 5,
   "event": "《汉宫春》（横笛吹梅）；居故里。正月，有词与前知江阴军严焕唱和",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "《诉衷情•丙申中秋》（素衣苍狗不成妍）；居故里。八月中秋，有词",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1177,
   "value": 3,
   "event": "知吉州",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1178,
   "value": 6,
   "event": "迁枢密院检详文字。为接伴金国贺生辰使，被劾不礼金使奉祠",
   "place": "市辖区（松江区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "奉祠居家",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1180,
   "value": 6,
   "event": "起知鄂州，因职事修举除直秘阁",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1181,
   "value": 6,
   "event": "以朝奉大夫直秘阁移江西转运判官。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "在江西运判兼提刑任上。九月，始刻吕祖谦《吕氏家塾读诗记序》",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1183,
   "value": 4,
   "event": "七月，以朝奉大夫、直秘阁、提点浙东刑狱",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1184,
   "value": 4,
   "event": "提点浙东刑狱。议亩头均科之说至公至平。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1185,
   "value": 6,
   "event": "知平江府，建二井亭、花月楼、丽景楼",
   "place": "苏州市（二井亭、花月楼、丽景楼）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1186,
   "value": 3,
   "event": "升直龙图阁、移帅绍兴府",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "四月，改两浙转运副使",
   "place": "无锡市（江阴市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "居家丁母忧",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1189,
   "value": 3,
   "event": "二月，光宗即位。召对，除太常少卿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 3,
   "event": "正月，在太常少卿任上，为是年科举点检试卷",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "在权户部侍郎，兼实录院同修撰任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "四月，擢焕章阁直学士、四川安抚制置使兼知成都府。友人陈傅良、杨万里有诗相送",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 0,
   "event": "在四川安抚制置使兼知成都府任上。四月，奏罢王朴、施次尹等",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1194,
   "value": 7,
   "event": "在四川安抚制置使兼知成都府任上，奏罢王公沂",
   "place": "无锡市（江阴市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "闲居故里",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "闲居。四月，友人新任常熟县令孙应时寄书问候",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "闲居故里",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "闲居故里",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1199,
   "value": 2,
   "event": "闲居。五月，友人孙应时寄书",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "《洞仙歌》（花中尤物）；闲居。春，有词",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1201,
   "value": 2,
   "event": "《好事近》（整整一冬晴）；闲居。春，有词",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "闲居故里",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1203,
   "value": 6,
   "event": "春，差知庆元府。友人孙应时闻讯故人来守庆元，驰书问候",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "四月，以敷文阁学士安抚使兼行宫留守司公事",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1205,
   "value": 3,
   "event": "在行宫留守司公事任上，重建镇淮桥",
   "place": "南京市（镇淮桥）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1206,
   "value": 3,
   "event": "六月，宣抚两淮、迁刑部尚书。辞免不允",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1207,
   "value": 3,
   "event": "正月，丘崇罢签书枢密院事、江淮督视",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1208,
   "value": 3,
   "event": "正月，改除江淮制置大使兼知建康府。得上抚问",
   "place": "无锡市（江阴市）",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
