// 诗人行迹数据：严羽
export default {
 "name": "严羽",
 "birth": 1192,
 "death": 1245,
 "life": [
  {
   "time": 1192,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "居乡?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "隐居故里?尝问学于象山学派包扬（包恢之父），时间不详，姑系于此",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1228,
   "value": 5,
   "event": "隐居故里?",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "冬末，到达临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 4,
   "event": "再送赖成之出都；客居临安，有诗送赖成之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 7,
   "event": "赴衢州稍作逗留",
   "place": "南平市（邵武市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1232,
   "value": 4,
   "event": "结识戴复古，相交甚笃，时有唱和",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1233,
   "value": 2,
   "event": "沧浪诗话；大概至绍定末，《沧浪诗话》体系方备，基本写成",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1238,
   "value": 0,
   "event": "有感；秋冬，悲痛于国家危局，有诗抒怀",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  }
 ]
};
