// 诗人行迹数据：令狐楚
export default {
 "name": "令狐楚",
 "birth": 766,
 "death": 837,
 "life": [
  {
   "time": 766,
   "value": 1,
   "event": "令狐楚生",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 767,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 768,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 769,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 770,
   "value": 1,
   "event": "居乡令狐楚已学为诗作文",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 771,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 772,
   "value": 1,
   "event": "本年前后，见器于王拱，后拱辟楚于桂管幕府",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 773,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 774,
   "value": 1,
   "event": "本年前后，父承简官阳安县主簿。楚或随父赴任",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 775,
   "value": 1,
   "event": "父官阳安县主簿。楚或随父赴任",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 776,
   "value": 1,
   "event": "父官阳安县主簿。楚或随父赴任",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 777,
   "value": 1,
   "event": "本年前后，父官正平尉。楚当随父赴任，因识李景略，并为李所见重",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 778,
   "value": 1,
   "event": "本年前后，父官正平尉。楚当随父赴任",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 779,
   "value": 1,
   "event": "本年前后，父官正平尉。楚当随父赴任",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 780,
   "value": 1,
   "event": "居乡令狐楚已颇善作文",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 781,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 782,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 783,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 784,
   "value": 1,
   "event": "居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 785,
   "value": 1,
   "event": "曾应试落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 786,
   "value": 1,
   "event": "曾应试落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 787,
   "value": 1,
   "event": "曾应试落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 788,
   "value": 1,
   "event": "曾应试落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 789,
   "value": 1,
   "event": "曾应试落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 790,
   "value": 1,
   "event": "本年前后已随父居太原，时父承简官太原府功曹参军",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 791,
   "value": 5,
   "event": "本年令狐楚为同榜状元尹枢荐引，以第五名进士第",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 792,
   "value": 4,
   "event": "《为石州刺史谢上表》；客石州，识刺史元韶",
   "place": "吕梁市（离石区）",
   "lng": "111.1573",
   "lat": "37.523591"
  },
  {
   "time": 793,
   "value": 10,
   "event": "《立秋日》；在桂州王拱幕府",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 794,
   "value": 7,
   "event": "《谢敕书赐腊日口脂等表》；在桂州王拱幕府。时父承简官太原府功曹参军，楚急于奉养，于年初解职离府，北归太原",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 795,
   "value": 4,
   "event": "在太原侍亲",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 796,
   "value": 4,
   "event": "在河东李说幕府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 797,
   "value": 6,
   "event": "在李说幕府。时兼任太原府功曹参军，带试弘文馆校书郎衔",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 798,
   "value": 10,
   "event": "在太原李说幕府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 799,
   "value": 10,
   "event": "在太原李说幕府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 800,
   "value": 0,
   "event": "仍在李说幕府。楚在太原幕府所撰表奏为德宗所称赏",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 801,
   "value": 0,
   "event": "在郑儋幕府任掌书记",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 802,
   "value": 3,
   "event": "在太原严绶幕府，本年次子绹生",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 803,
   "value": 3,
   "event": "在太原严绶幕府，与刘禹锡已有唱和往来",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 804,
   "value": 0,
   "event": "《祭丰州李大夫十八丈文》；在太原严绶幕府。正月，李景略卒于丰州，归葬秦地，途径太原，令狐楚撰文哭奠",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 805,
   "value": 10,
   "event": "在太原严绶幕府。六月，王叔文与韦执谊渐生嫌隙。王叔文谋夺宦官兵权未成。剑南西川节度使韦皋、荆南节度使裴均、河东节度使严绶同上表，指斥王叔文等人，并请皇太子监国。叔文以母丧去位。令狐楚代严绶起草《请皇太子监国表》，《上皇太子笺》（均佚）。楚以此元和间备受宪宗恩宠",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 806,
   "value": 10,
   "event": "在严绶幕府。严绶以平杨惠琳、刘辟功，加检校尚书左仆射，封扶风郡公",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 807,
   "value": 3,
   "event": "仍在严绶幕府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 808,
   "value": 0,
   "event": "《贺赦表》；正月尚在严绶幕府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 809,
   "value": 2,
   "event": "《立秋日悲怀》；丁父忧，以孝闻",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 810,
   "value": 7,
   "event": "丁父忧",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 811,
   "value": 0,
   "event": "本年三月前已迁礼部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 1,
   "event": "丁母忧，以善居丧闻",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 3,
   "event": "本年服满，除刑部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 3,
   "event": "在刑部员外郎任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 3,
   "event": "十一月十一日，赐绯",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 10,
   "event": "在职方郎中任，知制诰及内职如故",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 7,
   "event": "二月十三日，沈传师、杜元颍分别自左补阙史馆修撰、太常博士入充翰林学士。令狐楚奉诏与沈传师、杜元颍等编撰《元和辨谤略》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 0,
   "event": "二月，获盘鉴图并序",
   "place": "渭南市（华县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 6,
   "event": "在河阳节度使任",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 820,
   "value": 10,
   "event": "正月十三日，令狐楚有事于太清宫，宪宗为之辍朝",
   "place": "长沙市（长沙县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 7,
   "event": "四月，诏移郢州刺史",
   "place": "荆门市（京山县）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 822,
   "value": 3,
   "event": "在太子宾客，分司东都任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 823,
   "value": 3,
   "event": "仍为太子宾客，分司东都",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 824,
   "value": 6,
   "event": "三月，令狐楚由太子宾客分司东都擢任河南尹，兼御史大夫",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 825,
   "value": 3,
   "event": "在宣武节度使任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 826,
   "value": 4,
   "event": "在宣武节度使任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 827,
   "value": 3,
   "event": "在宣武节度使任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 828,
   "value": 9,
   "event": "仍在宣武军节度使任",
   "place": "渭南市（潼关县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 829,
   "value": 7,
   "event": "春，在户部尚书任。与裴度、刘禹锡、白居易、张籍等人唱和往来",
   "place": "泰安市（东平县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 4,
   "event": "在天平军节度使任",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 831,
   "value": 6,
   "event": "三月，衮海节度使庾承宣派副使李虞至天平节度治所，同天平建立良好关系。李虞事毕回府后，以故东平（郓州）太守苏源明《小洞庭五太守集序》、《秋夜小洞庭离宴序》二文寄与令狐楚，请楚立碑纪念",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 832,
   "value": 9,
   "event": "《谢赐冬衣表》；正月，在天平节度任上，有文",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 833,
   "value": 4,
   "event": "在河东节度使任",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 834,
   "value": 3,
   "event": "在吏部尚书任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 7,
   "event": "至迟至本年四月时，长子绪已官侍御史，次子绹已迁右拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 9,
   "event": "正月大赦，放免京兆府一年租赋，命盐铁使令狐楚以绫绢代还",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 0,
   "event": "上年末或本年初，令狐绪兄弟至兴元省父，刘禹锡作诗相送。时绪已官国子博士",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  }
 ]
};
