// 诗人行迹数据：令狐绹
export default {
 "name": "令狐绹",
 "birth": 795,
 "death": 879,
 "life": [
  {
   "time": 802,
   "value": 1,
   "event": "本年，令狐绹生",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 803,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 804,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 805,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 806,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 807,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 808,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 809,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 810,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 811,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 812,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 813,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 814,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 815,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 816,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 817,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 818,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 819,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 820,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 821,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 822,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 823,
   "value": 1,
   "event": "本年，居乡",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 824,
   "value": 1,
   "event": "三月，父楚由太子宾客分司东都擢任河南尹，兼御史大夫，绹随侍读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 825,
   "value": 1,
   "event": "本年，在汴州侍父读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 826,
   "value": 1,
   "event": "本年，在汴州侍父读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 827,
   "value": 1,
   "event": "本年，在汴州侍父读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 828,
   "value": 1,
   "event": "本年，在汴州侍父读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 829,
   "value": 1,
   "event": "本年，父楚在长安任户部尚书，绹或随侍",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 3,
   "event": "本年，令狐绹进士及第，本年稍后释褐为弘文馆校书郎",
   "place": "泰安市（东平县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 3,
   "event": "父楚在天平军节度使任，绹赴天平侍父",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 832,
   "value": 3,
   "event": "父楚在太原河东节度使任上，绹或随侍",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 833,
   "value": 3,
   "event": "父楚在太原河东节度使任上，绹或随侍",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 834,
   "value": 3,
   "event": "在长安。时李商隐屡屡下第，自大和七年后不复作应试文章，令狐绹“岁岁为写出旧文纳贡院”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 3,
   "event": "至迟至本年四月时，绹已迁右拾遗，兄绪已官侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 3,
   "event": "本年，令狐绹迁左拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 3,
   "event": "上年末或本年初，令狐绹兄弟至兴元省父。时兄绪已官国子博士",
   "place": "西安市（万年县）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 838,
   "value": 1,
   "event": "本年，绹丁父忧",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "本年，绹丁父忧",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 3,
   "event": "本年，绹除父丧，复本官左补阙，兼史馆修撰",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 3,
   "event": "李商隐辞尉从调后，令狐绹曾为之推介，绹时在左补阙任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 3,
   "event": "本年绹已在户部员外郎任上。子滈始应进士举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 3,
   "event": "本年，绹子滈书录《毛诗音义》一书，宋初，此书先后为毕士安、王禹偁所得，毕士安曾补其残缺。清人多误此书为令狐绹所书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 3,
   "event": "本年，在朝任职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 3,
   "event": "本年秋，令狐绹已在右司郎中任上。时李商隐病居洛阳，绹寄书问讯，商隐有诗作答",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 3,
   "event": "在京。本年初春，李商隐曾托令狐绹致书韦舍人以求援引",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 3,
   "event": "旧史谓本年二月李咸讼李德裕执政时阴事，九月吴汝纳讼李绅杀吴湘事，乃白敏中、崔铉、令狐绹联手打击李德裕的阴谋",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 5,
   "event": "本年，在湖州任上，曾新修文宣王庙",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 849,
   "value": 4,
   "event": "二月二十一日，令狐绹迁中书舍人，依前充翰林学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 3,
   "event": "二月二十三日，令狐绹与令狐缄、令狐绚同登长安慈恩寺大雁塔，睹大和九年四月一日与令狐绪、令狐纬（后改名缄）、李商隐等人题名处，续有题名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 0,
   "event": "三月，白敏中以宰相身份充招讨南山、平夏党项行营兵马都统制置使，并南北路供军使兼邠宁节度使。敏中出征党项，与宰相崔铉的排摈有关。驸马郑颢及令狐绹疑亦参与其中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 0,
   "event": "正月二十六日，绹由中书侍郎兼礼部尚书平章事迁兼户部尚书，仍为中书侍郎平章事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 4,
   "event": "李德裕贬死后，其门人多遭废斥，令狐梅作为德裕亲信部属，亦落职赋闲在家六年。四月，绹以令狐梅为宗党旧人，言于宣宗，奏授棣州刺史，充本州镇遏兵马使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 4,
   "event": "《荐处士李群玉状》；诗人李群玉得宰相裴休、令狐绹等人举荐，授弘文馆校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 4,
   "event": "正月，吏部试博学宏词科举人，坐漏泄题目，为御史台所劾，主持此次诠选的吏部侍郎裴谂及相应官员和考官或贬官，或罚俸，登科十人并覆落。登科十人中赵秬为令狐绹故人之子，时同僚中有人欲以此事嫁祸于绹，故绹尽行覆落",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 4,
   "event": "本年初，柳仲郢以兵部侍郎充诸道盐铁转运使。仲郢有感武宗朝李德裕知遇之恩，伤德裕贬死后李氏无禄仕者，遂辟德裕兄子从质为推官，知苏州院事。令狐绹闻之不悦，仲郢与绹书自明，绹感悟，寻与从质正员官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 5,
   "event": "宰相魏谟以言论切直，为令狐绹所忌。二月，出为剑南西川节度使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 858,
   "value": 3,
   "event": "正月，宣宗欲御楼肆赦，令狐绹以为所费颇多，须有名目，宣宗不悦",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 859,
   "value": 3,
   "event": "八月七日，宣宗崩。十日，宣遗诏，以门下侍郎平章事令狐绹摄冢宰",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 860,
   "value": 3,
   "event": "本年，在河中节度使任",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 861,
   "value": 3,
   "event": "本年，绹徙宣武军节度使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 862,
   "value": 3,
   "event": "本年，在宣武军节度使任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 863,
   "value": 3,
   "event": "本年，在淮南节度任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 864,
   "value": 4,
   "event": "正月，令狐绹累表自雪，为子滈讼冤。懿宗遂贬张云兴元少尹，刘蜕华阴令",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 865,
   "value": 3,
   "event": "本年，在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 866,
   "value": 3,
   "event": "冬，高骈平定安南。绹以馈运有功，进爵凉国公",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 867,
   "value": 3,
   "event": "本年，令狐绹在淮南任上已检校司徒，加平章事",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 868,
   "value": 0,
   "event": "七月，徐泗赴桂林戍卒作乱，推粮料判官庞勋为首，擅还本镇。九月，戍卒过浙西，入淮南。令狐绹遣使慰抚，并供给粮草。都押衙李湘建言令狐绹临事制宜，于淮南境内设伏剪灭，以免纵虎归山，酿成大祸，绹素懦怯，且以无敕令诛讨，听其自过",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 869,
   "value": 3,
   "event": "二月，令狐绹因兵败丧师，罢淮南节度使，以马举代之",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 870,
   "value": 3,
   "event": "本年，在太子太保分司东都任上",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 871,
   "value": 3,
   "event": "本年，在太子太保分司东都任上",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 872,
   "value": 3,
   "event": "本年，授凤翔节度使",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 873,
   "value": 3,
   "event": "本年，在凤翔节度使任",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 874,
   "value": 3,
   "event": "正月，佛骨归岐阳重真寺，珍藏地宫。诏令凤翔节度使令狐绹、监军使王景恂修缮寺宇",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 875,
   "value": 3,
   "event": "四月，进封赵国公。此前已加同平章事",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 876,
   "value": 3,
   "event": "八月，王仙芝进逼汝州，令狐绹奉诏与邠宁节度使李侃分兵协守陕州、潼关",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 877,
   "value": 3,
   "event": "本年，在凤翔节度使任",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 878,
   "value": 3,
   "event": "本年，在凤翔节度使任",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 879,
   "value": 0,
   "event": "本年，绹卒于凤翔节度使任，赠太尉",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  }
 ]
};
