// 诗人行迹数据：余靖
export default {
 "name": "余靖",
 "birth": 1000,
 "death": 1064,
 "life": [
  {
   "time": 1000,
   "value": 1,
   "event": "生于曲江",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "与舅父黄正学读通俗古诗",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "二弟希翊出世",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "受梅鼎臣启蒙",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "与梅佐以兄弟相称",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "余庆送余靖至净源山耽石院，由住持释慧周监读；余庆陞知翁源县",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "在耽石院与王陶来从学于王式",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "余庆带次子希翊来耽石院，梅鼎臣亦带儿子梅佐来探王式，余靖与王陶、梅佐相处甚欢",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "余庆举荐梅鼎臣、王式试礼部未中，二人回耽石院刻苦研读，严加督促余靖等四小辈读书",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "父余庆改知海阳，仍留二子由王式、梅鼎臣执教",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "梅氏父子回翁源梅岩，余靖与弟希翊、王式父子攻读于耽石院，不久黄正加入",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "王式父子丁母忧，黄正带余靖兄弟回韶州",
   "place": "韶关市（翁源县）",
   "lng": "114.136758",
   "lat": "24.356491"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "受黄正悉心教诲，父余庆亦时加指点",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "父余庆因潮州海涌受灾停丧起复，携余靖赴潮州，林从周见其一表人材，以次女许之，余靖订婚",
   "place": "汕头市（潮阳区）",
   "lng": "116.608086",
   "lat": "23.270738"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "林从周致函杭州西湖孤山林逋，遣余靖拜谒林逋为师，余靖徒步穿越闽境前往。经闽，奉父命去光泽探望宗亲",
   "place": "南平市（光泽县）",
   "lng": "117.340352",
   "lat": "27.54714"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "石介奉父命，苏舜钦由其父送来，俱拜林逋为师，与余靖、石介同室相处，最为要好",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "林从周负责余靖读书费用，林逋授弟子授弟子以文学，张伯端授弟子三教典籍及刑法、书算之术。余靖恨学之晚，刻苦攻读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "父余庆以年迈乞回韶州，获准迁韶州府学正，常去府庠讲学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "林从周赴京述职，送次女到韶州与余靖完婚",
   "place": "韶关市（翁源县）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1019,
   "value": 2,
   "event": "观钓；陪林逋垂钓西湖，作诗，林逋赞其诗清凉遒劲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "奉师命至江苏吴县藏书乡天池山吴中书屋，从胡瑗学经济",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "立春，回杭州孤山从学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1022,
   "value": 2,
   "event": "真宗崩、赵祯继位，皇太后权处分军国事。林从周由屯田员外郎迁度支员外郎，在户部得权贵书，辄投之火",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1023,
   "value": 2,
   "event": "暮春，余靖告别老师返回韶州。是年，林从周出为两浙提点刑狱",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1024,
   "value": 10,
   "event": "甲为学官教国子以六艺或讥其艺成而下不伏；余靖参加礼部贡举人殿试，御试撰人判词十首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "曲江主簿王仝善鼓励余靖参加制科试",
   "place": "汕头市（潮阳区）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1026,
   "value": 2,
   "event": "山寺独宿；改任江南东路湖口县丞，赴任途中赋五言古诗",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1027,
   "value": 4,
   "event": "梅佐、邓戡、苏舜钦预殿试，擢进士第，余靖专柬贺之。",
   "place": "九江市（湖口县）",
   "lng": "116.226822",
   "lat": "29.745067"
  },
  {
   "time": 1028,
   "value": 9,
   "event": "南歌子；接孙复书柬与赠诗，得悉石介将妻子久安置于师处，戏以友人妻填词寄石介",
   "place": "九江市（湖口县）",
   "lng": "116.226822",
   "lat": "29.745067"
  },
  {
   "time": 1029,
   "value": 4,
   "event": "宰相张士逊罢为刑部尚书、知江宁府，充江南东路安抚使，巡察宣州，对余靖赈灾得力甚为赞赏，支持他报考制举科",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1030,
   "value": 9,
   "event": "应制举科试，得书判拔萃科第一，改知新建县",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "覆李觏秀才信",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1032,
   "value": 10,
   "event": "送林秀才归南海；春夏间，于新建赋诗",
   "place": "赣州市（庐山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1033,
   "value": 9,
   "event": "撰修三史奏议；许申回京在刑部任职，向参知政事薛奎举荐余靖《修三史奏议》",
   "place": "荆州市（松滋市）",
   "lng": "111.774012",
   "lat": "30.175338"
  },
  {
   "time": 1034,
   "value": 10,
   "event": "余靖再陈请校勘史籍，被命为校书郎，与王洙并校《汉书》《后汉书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 10,
   "event": "上校正汉书；集中精力校刊史书，有奏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "送施屯田知太平州；春，同僚施昌言以屯田郎中知太平州，靖赠诗",
   "place": "晋中市（寿阳县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 7,
   "event": "筠州新砌街记；筠州荒僻，以产酒闻。靖到任后，除恪守本职外，还协助周尧卿整治街道，作记",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "弟希翊之子仲华、孙嗣隆出生，靖六女德卿生",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "韶州新修望京楼记；应邀作文",
   "place": "赣州市（大余县）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1040,
   "value": 9,
   "event": "长子伯庄之次之孙舜臣生，伯庄为海阳县主簿，举家迁潮",
   "place": "韶关市（仁化县）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1041,
   "value": 9,
   "event": "次子仲荀中举。弟希端之子仲菲出世，次女适孙郎",
   "place": "汕头市（潮阳区）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "其父余庆因妻丧获准归休。仲荀以任泷水县尉路远不能照料家庭，请改近官，为韶州长史",
   "place": "赣州市（大余县）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "同判太常礼院事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "在开封",
   "place": "乌兰察布市（卓资县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "推行新政，群小咸怨，遂以朋党乱世罪陷害新政主力。范仲淹、富弼、杜衍皆罢",
   "place": "赤峰市（宁城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "饶州新建州学记；春，应知饶州张清河之请，作记",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "二弟、三弟经商，见兄长两袖清风归来，家庭人口多，于是在南门城外滨武江处建西园别墅，让靖一家居住",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "浔州新成州学记；春，应知浔州杜应之函请，作记",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "贺孙抗员外春昼端居；春，广南东路提举常平仓孙抗驻韶州，新居落成，靖有诗庆贺",
   "place": "韶关市（翁源县）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "谢孙抗员外惠酒；春，与孙抗游芙蓉山，有诗",
   "place": "韶关市（芙蓉山）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "斋中芍药与千叶御米花对发招伯恭饮；春，有七律",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "是年，三子叔英中朝乡进士，是榜年最幼",
   "place": "梧州市",
   "lng": "111.285647",
   "lat": "23.482873"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "朝廷任命狄青为宣徽南院使、宣抚荆湖路，提举广南经制贼盗事，并诏鄜延、环庆、泾原路择蕃兵广锐军各五千人赴广南行营，诏孙沔、余靖辅助，合兵剿灭",
   "place": "梧州市",
   "lng": "111.285647",
   "lat": "23.482873"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "慰温成皇后张氏薨表；张贵妃薨，追册为皇妃，谥温成。下旬，有文",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "送曲江知县赵节推；春，遣返广南东路留剿兵马。赵节推率韶州兵甲回，靖作诗",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1056,
   "value": 7,
   "event": "谢传宣抚表；朝庭派内侍省殿头高居简至桂州传宣抚问，靖呈表",
   "place": "茂名市（信宜市）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "酬和苏梦得运使；三月中旬，敕命知潭州。与桂州官员告别，赋诗",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1058,
   "value": 9,
   "event": "孙余嗣襄出世",
   "place": "潍坊市（青州市）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "免转吏部侍郎状；接敕诰二道，转吏部侍郎，靖辞，不允",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "为交阯寇边事。仁宗曾派使到定州向老臣庞籍咨询，籍谓非靖重镇广南不能止其乱",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1061,
   "value": 10,
   "event": "遣返荆湖路兵马，为妻奔丧，在韶州小住至年初",
   "place": "潍坊市（青州市）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "送栾驾部；驾部郎中、广南东路转运使栾沂赴京述职，靖作诗",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1063,
   "value": 10,
   "event": "广州鸟龙山觉性禅院草堂记；应邀撰文",
   "place": "湛江市（雷州市）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1064,
   "value": 0,
   "event": "至本路各州县察访，曾到海阳祭拜其岳丈林从周、长子伯庄墓",
   "place": "汕头市（潮阳区）",
   "lng": "116.608086",
   "lat": "23.270738"
  }
 ]
};
