// 诗人行迹数据：元稹
export default {
 "name": "元稹",
 "birth": 779,
 "death": 831,
 "life": [
  {
   "time": 779,
   "value": 1,
   "event": "是年，出生于长安万年县靖安坊。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 780,
   "value": 1,
   "event": "在长安。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 1,
   "event": "在长安。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 1,
   "event": "在长安。元稹母亲郑氏约此时开始掌管家事。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 0,
   "event": "在长安。韦丛生，其母裴氏卒，丛由庶母段氏抚养。元稹大姐嫁陆翰，翰时为太平县主簿。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 784,
   "value": 1,
   "event": "在长安。七月，“崔莺莺”（不确）生。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 785,
   "value": 1,
   "event": "在长安。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 786,
   "value": 0,
   "event": "叔元宵卒。父元宽卒，“外诸翁”郑云逵撰元宽墓志。遭丧遇灾，家贫，有议卖府邸者，元秬阻之。",
   "place": "西安市（靖安坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 787,
   "value": 1,
   "event": "在凤翔，丁父忧。从姨兄胡灵之学诗。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在凤翔，丁父忧。借书求学，以陆翰为师。识从姨兄吴士矩、吴士则。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在凤翔。父服已除。此后，常与胡灵之、吴士矩等游宴，自负擅长酒令，放浪形骸。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 790,
   "value": 1,
   "event": "在凤翔。郑云逵为秘书少监。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 791,
   "value": 1,
   "event": "在凤翔。约本年或稍后与吴士矩分散。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 792,
   "value": 1,
   "event": "在凤翔。",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 793,
   "value": 1,
   "event": "冬以前，在凤翔。",
   "place": "西安市（靖安坊）",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 794,
   "value": 5,
   "event": "元稹两经及第。开始守选。",
   "place": "西安市（开元观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 4,
   "event": "《论裴延龄表》；在长安，元稹或代人作文。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 9,
   "event": "《开元观闲居酬吴士矩侍御三十韵》；在长安，时寓开元观，并与吴士矩唱和，吴已入仕。",
   "place": "西安市（开元观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 1,
   "event": "或在长安。姑系于此。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 1,
   "event": "或在长安。姑系于此。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 2,
   "event": "至同州夏阳县，探望大姐。",
   "place": "渭南市（合阳县）",
   "lng": "110.155675",
   "lat": "35.243795"
  },
  {
   "time": 800,
   "value": 10,
   "event": "《古艳诗二首》；在普救寺，春，与“崔莺莺”（不确）恋爱。",
   "place": "普救寺",
   "lng": "112.569095",
   "lat": "37.87976"
  },
  {
   "time": 801,
   "value": 6,
   "event": "《鱼中素》；春，铨选未中式，留西京，与“崔莺莺”（不确）通信，附诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 10,
   "event": "《错字判》；冬，应吏部试，作文。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 10,
   "event": "《毁方瓦合判》；在长安中平判科第四等，礼部侍郎权德舆知贡举。署秘书省校书郎。与白居易交游密切，与李建结交。韦夏卿改太子判宾客。有文。",
   "place": "洛阳市（履信宅）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 0,
   "event": "正月，回长安。",
   "place": "洛阳市（仁风坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 10,
   "event": "《酬哥舒大少府寄同年科第》；春末，元稹犹在洛阳。与哥舒恒酬唱。",
   "place": "西安市（西明寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 806,
   "value": 0,
   "event": "《永贞二年正月二日上御丹凤楼赦天下予与李公垂庾顺之闲行曲江不及盛观》；与李绅、庾敬休同游曲江，有诗。",
   "place": "西安市（曲江）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "丁母忧。",
   "place": "咸阳市（洪渎原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 2,
   "event": "丁母忧。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 0,
   "event": "除监察御史，系宰相裴垍提拔。",
   "place": "西安市（周至县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 10,
   "event": "《辛夷花》；在洛阳，为监察御史分务东台。向韩愈索要辛夷花，有诗。",
   "place": "洛阳市（韦氏馆）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 811,
   "value": 0,
   "event": "《酬窦校书二十韵》；窦巩赴黔州窦群处，途径江陵，与元稹相会并酬和，有诗。",
   "place": "荆州市（开善寺）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 812,
   "value": 10,
   "event": "《公安县远安寺水亭见展公题壁漂然泪流因书四韵》；春夏之交，游公安县远安寺，忆僧如展，有诗。",
   "place": "荆州市（公安县）",
   "lng": "112.235979",
   "lat": "30.06431"
  },
  {
   "time": 813,
   "value": 10,
   "event": "《襄阳为卢窦纪事五首》；在襄阳，与卢真、窦巩宴饮，有诗。",
   "place": "宜昌市（当阳市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 814,
   "value": 0,
   "event": "《竹部》；前往潭州，经石首县，有诗。",
   "place": "荆州市（石首市）",
   "lng": "112.431918",
   "lat": "29.72709"
  },
  {
   "time": 815,
   "value": 10,
   "event": "元稹由唐州返江陵，料理家事。",
   "place": "南阳市（西峡县）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 816,
   "value": 10,
   "event": "《献荥阳公诗五十韵（并启）》；在兴元疗疾。",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 817,
   "value": 10,
   "event": "《岁日赠拒非》；全家寓兴元。童年朋友李复礼亦在兴元，共嗟身世坎坷，有诗。",
   "place": "汉中市（勉县）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 818,
   "value": 10,
   "event": "《上门下裴相公书》；春，元稹致书裴度，希望得以任用。",
   "place": "达州市（丁溪馆）",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 819,
   "value": 0,
   "event": "《黄草峡听柔之琴二首》；赴任途中，此日与白居易相遇于峡州之夷陵，相话三宿而别，有诗。",
   "place": "宜昌市（黄草峡）",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 820,
   "value": 10,
   "event": "《上令狐相公诗启》；在长安任膳部员外郎。向宰相令狐楚献诗二百首，楚深称赏，有文记之。宰相令狐楚为宪宗山陵使，元稹为判官。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 0,
   "event": "正月，侍宿南郊，夜后偶吟数十篇，已亡佚。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 0,
   "event": "王廷凑、朱克融围牛元翼于深州，官军三面救之，财竭力尽，竟无成功。元稹劝穆宗罢兵。韩愈冒险选慰王廷凑，元稹为之担忧。",
   "place": "渭南市（大荔县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 0,
   "event": "《酬杨司业十二兄早秋述情见寄》；春，杨巨源路过同州，与元稹相会，有诗。时杨为国子司业。",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 824,
   "value": 10,
   "event": "《制诰序》；年初，编辑自己的文集时回忆其改革制诰的经历，有文记之，姑系于此。",
   "place": "绍兴市（永福寺）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 825,
   "value": 10,
   "event": "《霓裳羽衣曲》；秋，白居易请元稹代访《霓裳羽衣舞》舞者，有诗。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 826,
   "value": 10,
   "event": "《奉和浙西大夫李德裕述梦四十韵大夫本题言赠于梦中诗赋以寄一二僚友故今所和者亦止述翰院旧游而已次本韵》；李德裕作《述梦诗四十韵》。春，元稹、刘禹锡和之。约本年春，章孝标投诗元稹。",
   "place": "绍兴市（龙瑞宫）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 827,
   "value": 6,
   "event": "春，派周师范赴京贺大赦元年。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 828,
   "value": 10,
   "event": "春，白居易作诗贺元稹加检校礼部尚书，又作诗颂扬元稹政绩。元稹为白寂然卜筑禅院于剡县沃洲山。寄越州缯纱于国子司业张籍。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 829,
   "value": 10,
   "event": "《春分投阳明洞天作》；春，从事郑鲂自越州入京，晤白居易。春分，为祈求神灵降福，有诗。",
   "place": "绍兴市（阳明洞天）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 830,
   "value": 9,
   "event": "《赠柔之》；除检校户部尚书、兼鄂州刺史、御史大夫、武昌节度使。诏下，妻裴淑不乐，元稹以诗慰之，裴淑亦以诗相答。",
   "place": "西安市（浐桥）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 0,
   "event": "春或夏，白居易子崔儿夭折，以诗报元稹。",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  }
 ]
};
