// 诗人行迹数据：冯京
export default {
 "name": "冯京",
 "birth": 1021,
 "death": 1094,
 "life": [
  {
   "time": 1021,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "初就家塾",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "在咸宁县治东南相山读书，原配王氏文淑（字婉柔）生",
   "place": "咸宁市（相山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "父冯式教之尤力",
   "place": "咸宁市（相山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "在相山读书。继室前富氏夫人生",
   "place": "咸宁市（相山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（相山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "读书于潜山",
   "place": "咸宁市（潜山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "读书于潜山",
   "place": "咸宁市（潜山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1037,
   "value": 2,
   "event": "游学南康，",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "读书于潜山",
   "place": "咸宁市（潜山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1039,
   "value": 0,
   "event": "《偷狗赋》；读书于潜山，父冯式卒；再继室后富氏夫人出生",
   "place": "咸宁市（潜山）",
   "lng": "114.328967",
   "lat": "29.847123"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "母朱氏携诸孤居鄂州，自教读书，以教子为乐",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "寓武昌",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "寓武昌",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "寓武昌",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "寓武昌，困顿仕途，纵饮不羁",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1045,
   "value": 2,
   "event": "《题寺壁》；客余杭县，有诗",
   "place": "杭州市（余杭区）",
   "lng": "120.305092",
   "lat": "30.42439"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "寓武昌，母朱氏广交贤达，为营造环境",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "寓武昌",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "参加鄂州乡试，得鄂倅南宫诚力荐，中举人第一名——解元",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1049,
   "value": 6,
   "event": "礼部奏名进士第一",
   "place": "武汉市（武昌区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "原配王氏文淑卒，年二十，子祖善未月亦夭",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "与同僚善处。离任，“吏民拥马首，不听行”",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "迁秘书省秘书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "召试，迁太常丞、直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "太常丞、直集贤院同判吏部南曹",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "长子冯谌生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "在太常丞、直集贤院、同修起居注任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "在太常丞、直集贤院、同修起居注任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "再续娶后富氏夫人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "因刘保衡案，自劾徙知庐州",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "以龙图阁待制知江宁府",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1061,
   "value": 4,
   "event": "迁翰林侍读学士。召还，纠察在京刑狱",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "任翰林侍读学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "为翰林学士、知制诰，权知开封府事。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "数月不诣丞相府，韩琦以为京傲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "权知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "修撰仁宗实录。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居家丁母忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "居家丁母忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "以端明殿学士兼翰林侍读学士，知太原府",
   "place": "太原市（筹边楼、爱月亭）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "任翰林学士兼端明殿学士、知开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "明堂大礼，为仪仗使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "与神宗论保甲法利弊",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "与王安石辩不当用沈起",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 4,
   "event": "久旱不雨，请刘攽代作待罪表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "以参知政事、右谏议大夫守本官罢知亳州。",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1076,
   "value": 5,
   "event": "知渭州，兼泾原路经略使",
   "place": "平凉市",
   "lng": "106.671741",
   "lat": "35.549266"
  },
  {
   "time": 1077,
   "value": 7,
   "event": "知成都府任上乞修永康军城及举荐俞充、段介等请示得答复",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "疾病，神宗使医为治",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "在枢密使任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "诣启圣禅院，行朝拜礼",
   "place": "开封市（启圣禅院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "《河阳谢上表》；罢枢密使，以光禄大夫、观文殿大学士、知河阳。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "改知真定府",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "在知成德军任上，治理滹沱河",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "有复知河阳之命",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "哲宗赐冯京等金带银帛",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "在知河阳任上。文彦博荐其为相，御史中丞刘挚言冯京疾病，事多健忘，不宜为相",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "除保宁军节度使、知大名府。",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "《乞令有司固护府城横堤奏》；乞令有司固护府城横堤。",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "右谏议大夫范祖禹荐其可任枢密。",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "春，上表乞致仕，不允、不许",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "有徙知陈州之命，过国门，辞疾甚。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "为太子少师、依旧宣徽南院使致仕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "致仕休养",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 0,
   "event": "卒。讣闻，天子为特行临奠之礼，赠司徒，谥曰文简。蔡骃为撰行状，彭汝砺为撰墓志",
   "place": "郑州市（新密市）",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
