// 诗人行迹数据：冯延巳
export default {
 "name": "冯延巳",
 "birth": 903,
 "death": 960,
 "life": [
  {
   "time": 903,
   "value": 1,
   "event": "是年冯延巳出生在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 904,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 905,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 906,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 907,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 908,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 909,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 910,
   "value": 1,
   "event": "是年或居扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 911,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 912,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 913,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 914,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 915,
   "value": 1,
   "event": "是年或居扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 916,
   "value": 1,
   "event": "是年随父在歙州",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 917,
   "value": 1,
   "event": "是年先主李昇徙润州，或随从，姑系于此",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 918,
   "value": 1,
   "event": "先主入广陵，代徐温子知训。或从之，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 919,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 920,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 921,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 922,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 923,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 924,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 925,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 926,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 927,
   "value": 1,
   "event": "是年随先主或在扬州。孙晟自后唐奔吴",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 928,
   "value": 1,
   "event": "是年或随先主在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 929,
   "value": 1,
   "event": "是年李昪始专吴政，延巳或随之在吴，姑系于此",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 930,
   "value": 3,
   "event": "仕吴。烈祖授为秘书郎，使从李璟游处。累迁驾部郎中",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 931,
   "value": 1,
   "event": "是年仕吴",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 932,
   "value": 1,
   "event": "仕吴。与陈觉善。觉扬州海陵人，殆以乡谊合也",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 933,
   "value": 1,
   "event": "仕吴。江文蔚自后唐奔吴",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 934,
   "value": 1,
   "event": "是年仕吴",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 935,
   "value": 1,
   "event": "是年仕吴",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 936,
   "value": 1,
   "event": "仕吴。与弟延鲁俱事李昪于元帅府",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 937,
   "value": 3,
   "event": "仕南唐。为李璟吴王元帅府掌书记。十月，李昪篡吴",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 938,
   "value": 1,
   "event": "仕南唐。李璟徙封齐王",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 939,
   "value": 1,
   "event": "仕南唐",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 940,
   "value": 1,
   "event": "仕南唐。《花间集》结集",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 941,
   "value": 1,
   "event": "仕南唐。朝臣怂恿李昪伐吴、楚，其议倡于正中",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 942,
   "value": 3,
   "event": "仕南唐。以驾部郎中为李璟齐王元帅府掌书记",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 943,
   "value": 3,
   "event": "仕南唐。拜谏议大夫翰林学士，迁户部侍郎。“五鬼”之一，宋（齐丘）党中坚。十二月，宋齐丘归九华山",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 944,
   "value": 3,
   "event": "仕南唐。十二月，为翰林学士承旨",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 945,
   "value": 3,
   "event": "仕南唐。往九华山召宋齐丘",
   "place": "池州市（九华山）",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 946,
   "value": 3,
   "event": "仕南唐。以中书侍郎同平章事，集贤殿大学士",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 947,
   "value": 3,
   "event": "仕南唐。福州兵败，为江文蔚等所劾，罢相为太子少保",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 948,
   "value": 3,
   "event": "仕南唐。正月以太子少傅出为昭武军节度使，镇抚州",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 949,
   "value": 3,
   "event": "仕南唐。在抚州任",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 950,
   "value": 3,
   "event": "仕南唐。在抚州任",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 951,
   "value": 3,
   "event": "仕南唐。以继母忧去抚州。起复冠军大将军，召为太弟太保，领潞军节度",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 952,
   "value": 4,
   "event": "仕南唐。三月为左仆射，与孙晟等并同平章事",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 953,
   "value": 3,
   "event": "仕南唐。三月复以左仆射同平章事",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 954,
   "value": 4,
   "event": "《开先禅院碑记》；仕南唐。本年正月奉敕撰《开先禅院碑记》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 955,
   "value": 3,
   "event": "仕南唐。在江宁知平章事任",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 956,
   "value": 3,
   "event": "仕南唐。在江宁知平章事任。其弟延鲁被周所浮，留大梁累年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 957,
   "value": 3,
   "event": "仕南唐。以周师大入，尽失江北地，罢相为太子少傅",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 958,
   "value": 3,
   "event": "仕南唐。三月以平章事使周犒军",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 959,
   "value": 0,
   "event": "仕南唐。正月，宋齐丘馁卒，七十三岁。谥醜缪",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 960,
   "value": 0,
   "event": "仕南唐。五月卒，谥忠肃。延巳晚性趋平恕，晚誉不随宋（齐丘）等",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
