// 诗人行迹数据：刘一止
export default {
 "name": "刘一止",
 "birth": 1078,
 "death": 1160,
 "life": [
  {
   "time": 1078,
   "value": 1,
   "event": "在湖州出生",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "在湖州，能属文",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "在湖州，刘握命赋诗，刘一止操牍立就，语奇出",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "在湖州，入幼学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "在湖州，入幼学，与吴君平游",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "在湖州，入幼学，与施钜游",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "在湖州，入幼学，与沈与求游",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "在开封，始游太学，与方允迪游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "在湖州，父母丧，力葬。有司欲请以公应八行选，不就",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "在湖州，居丧",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "在湖州，居丧。与陈商彦同学，读商彦祖父文",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "在湖州，居丧",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "在湖州，居家三友斋",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "过新开湖，有诗呈刘焘",
   "place": "湖州市（新开湖）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "与邵子非同学，却于晚年才相识交游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "在开封，其岳父臧询卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 0,
   "event": "在开封，其岳父臧询卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 0,
   "event": "哭吴亦虚一首；在太学。连襟吴橐卒，刘一止有诗哭悼之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在开封，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 2,
   "event": "在开封，入太学上舍",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 5,
   "event": "在开封，进士及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 6,
   "event": "任秀州监酒",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1123,
   "value": 9,
   "event": "望明河(华旌耀日)；刘一止在秀州有词赠路允迪出使高丽",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1124,
   "value": 9,
   "event": "迁越州州学教授",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1125,
   "value": 7,
   "event": "下武；在会稽，有训导之文",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "送吴兴太守卢给事赴兵部侍郎召四首以邦家之光为韵；在会稽，有诗赠卢襄",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "皇帝登极赦祭诸庙文；在会稽，有文贺赵构即位改元",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1128,
   "value": 4,
   "event": "水调歌头（千古严陵濑）；夏，过严陵，有词和李光。序云：和李泰发尚书泊舟严陵",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "车驾驻跸建康起居表；在会稽，有高宗驻跸表。本年五月戊寅朔，高宗次常州。辛巳，次镇江府。乙酉，至江宁府，驻跸神宵宫，改府名建康",
   "place": "宁波市（余姚市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "避地姚江，力劝傅崧卿起义师",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  },
  {
   "time": 1131,
   "value": 9,
   "event": "在临安，召试馆职，因对策，极言当世之务",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 0,
   "event": "在临安。举荐张九成取进士第一",
   "place": "湖州市（德清县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "居德清。春，刘一止有诗次韵郑几如",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1134,
   "value": 0,
   "event": "祭江子我郎中文；居德清。年初，江端友卒，刘一止有文祭之",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "谢除直显谟阁表；居德清，加直显谟阁。有谢表",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1136,
   "value": 0,
   "event": "谢提点刑狱浙东到任表；在会稽。到浙东提点刑狱任，有谢表",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1137,
   "value": 0,
   "event": "知枢密院事沈公行状；在会稽。沈与求卒，作行状",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "在会稽。权发遣常州，未赴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1139,
   "value": 0,
   "event": "举陈之渊自代状；在临安。任中书舍人日，上状举陈之渊自代",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 0,
   "event": "居归安",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "江城子（秋香岩下着樽罍）；居归安。有词送王洋知吉州。序云：送王元渤舍人将赴吉州日作此以献之。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1142,
   "value": 7,
   "event": "吴兴郡学重绘三礼图记；居归安。吴兴郡学重绘三礼图，有记",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1143,
   "value": 6,
   "event": "劝发大菩提心广博庄严供养会总录序；有题序",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1144,
   "value": 0,
   "event": "宋故孺人钱氏墓志铭；居归安。为沈长卿母作墓志铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1145,
   "value": 0,
   "event": "祭张参政文；居归安。张守卒，有文祭之",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "访石林叶少蕴观文二首；春，至乌程卞山拜访叶梦得，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1147,
   "value": 7,
   "event": "和故人二首丁卯年九月二十二日梦中得之；居归安。梦中得诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "少保左丞叶公二首；居归安。叶梦得卒，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1149,
   "value": 0,
   "event": "江仲宏墓志铭；居归安。刘一止从妹夫江寓卒，有墓志铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "跋司业许公墨帖后；居归安。有题跋",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1151,
   "value": 0,
   "event": "李方叔侍郎一首；居归安。李正民卒，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1152,
   "value": 10,
   "event": "同山大祠堂碑记；居归安。撰同山大祠堂碑记",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1153,
   "value": 4,
   "event": "宋故闻人府君墓志铭；居归安。为闻人作墓志铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1154,
   "value": 4,
   "event": "宋故左朝请大夫致仕张府君墓志铭；居归安。为张旬作墓志铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "宋故左朝散郎赐绯鱼袋钱君墓志铭；居归安。为钱观后作墓志铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "辞免召赴行在状；居归安。应召赴行在，朝廷欲起用。刘一止上辞免状，以老且疾力辞",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1157,
   "value": 7,
   "event": "慧和尚四会语录序；居归安。为居慧和尚《四会语录》作序",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1158,
   "value": 6,
   "event": "湖州德清县慈相院新钟铭；居归安。为湖州德清县慈相院新钟作铭",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1159,
   "value": 7,
   "event": "跋孙求仁运属梦记石刻后；居归安。有题跋",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "题费校书被召书命轴后；居归安。有题跋",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
