// 诗人行迹数据：刘将孙
export default {
 "name": "刘将孙",
 "birth": 1257,
 "death": 1300,
 "life": [
  {
   "time": 1257,
   "value": 1,
   "event": "将孙出生",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "居家庐陵。父亲刘辰翁至临安赴进士试，登第",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "本年春，随父入江万里建宁幕府，居三山会馆",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "春夏尚居福州。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "春，江万里罢相，随父辰翁落职回乡。过洪州，游紫极宫。",
   "place": "南昌市（洪州紫极宫）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "居家庐陵。临川尚学林来访，作五古诗。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "春夏随父居故乡庐陵",
   "place": "马鞍山市（当涂县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1269,
   "value": 4,
   "event": "《游白纻山》；春，随父在江东幕。曾游白纻山，有诗作记之。",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "随父居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "居庐陵，在龙岩西塾求读。私塾先生聂淳、聂济。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "居乡庐陵读书。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "居乡庐陵，乡校考试名列前茅，见知于先生熊瑞。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "在南昌参加科考，结识进士崔君举。本年中进士。",
   "place": "南昌市（洪州紫极宫）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "因形势紧张，随父辰翁自永新转道至吉水虎溪避兵火。",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1276,
   "value": 1,
   "event": "本年暮春，随父离开吉水虎溪，前往庐陵永阳。",
   "place": "吉安市（永阳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "避祸永阳。",
   "place": "吉安市（永阳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "《释悲》；避祸永阳。宋亡，有感诗作。",
   "place": "吉安市（永阳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1279,
   "value": 2,
   "event": "《摸鱼儿》（又匆匆）；南宋行朝彻底灭亡，有词感怀。",
   "place": "吉安市（永阳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "由永阳返庐陵本家。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1283,
   "value": 2,
   "event": "《故京道上》；本年曾到开封，吊念故都，有诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1284,
   "value": 4,
   "event": "《摸鱼儿》（甲申客路闻鹃）；年初在开封，离别之际，有词作。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1286,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1288,
   "value": 1,
   "event": "居家庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1289,
   "value": 2,
   "event": "《别尚学林》（相州锦好）；居家庐陵。临川尚学林来访，作五古诗。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "居家庐陵。江万里曾外甥刘复村来访。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1291,
   "value": 1,
   "event": "居家庐陵，与辰翁门生庆其六十大寿。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1292,
   "value": 3,
   "event": "赴任福建延平任教官。",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1293,
   "value": 2,
   "event": "《延平谒告归省途次杂纪》；从延平任上归省庐陵探亲，有七律。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1294,
   "value": 1,
   "event": "居延平任上。曾返庐陵请父亲刘辰翁为南剑州双峰书院做记。",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1295,
   "value": 2,
   "event": "《送闫子济应奉翰林序》；居延平任上。曾返庐陵为闫宏作序。",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1296,
   "value": 7,
   "event": "《丙申元日》；在延平。初一有七律诗。",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1297,
   "value": 4,
   "event": "《送刘复村序》（红妆春骑）；正月父亲辰翁亡故。送刘复村序。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1298,
   "value": 9,
   "event": "《贾节庵母杜夫人弟右司招魂墓志跋》；居家庐陵，服父丧。有作。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1299,
   "value": 4,
   "event": "《旴赵氏三庵记》；居家庐陵服父丧，有作。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1300,
   "value": 10,
   "event": "《聂方峰先生墓志铭》；昔日师友聂济去世，为之作墓志铭。",
   "place": "怀化市（会同县）",
   "lng": "115.00027",
   "lat": "27.119751"
  }
 ]
};
