// 诗人行迹数据：刘子翚
export default {
 "name": "刘子翚",
 "birth": 1101,
 "death": 1147,
 "life": [
  {
   "time": 1101,
   "value": 1,
   "event": "出生",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "少负奇才，未冠游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在开封，游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在开封，游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在开封，游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 2,
   "event": "《次韵卢赞元喜雪》；在开封，与卢襄唱和。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 2,
   "event": "《次韵卢赞元再喜雪》；或在本年回乡崇安居住。与卢襄唱和。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡崇安。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "娶浙江山阴人陆氏为妻。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "刘韐在真定，辟刘子翚为主管真定府路安抚都总管司书写机宜文字",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "父刘韐殉国，刘子翚与其兄刘子羽、刘子翼扶柩返里。",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在崇安丁父忧",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "在崇安丁父忧，本年服除。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "以父荫补承务郎，在莆田为兴化军通判",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "在莆田为兴化军通判",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "秩满，离开莆田。子翚始执丧致羸疾，至是以不堪吏责，辞归武夷山",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1135,
   "value": 5,
   "event": "《赠王周士》；贬永州别驾，潮州安置的王以宁特许自便。途经福州，刘子翚闻王以宁过闽，亦作诗赠行",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "朱熹奉母居崇安，授学于刘子翚等之门。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "在崇安屏山讲经传道。刘子翼去世。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "在崇安屏山讲经传道",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1146,
   "value": 0,
   "event": "《刘子羽行状》；在崇安屏山讲经传道。其兄刘子羽卒，为写行状。",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "病逝于崇安屏山",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  }
 ]
};
