// 诗人行迹数据：刘勉之
export default {
 "name": "刘勉之",
 "birth": 1091,
 "death": 1149,
 "life": [
  {
   "time": 1091,
   "value": 1,
   "event": "生于白水村",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "自幼强学，日诵数千言，耳目所接，一过不复忘。其为文肆笔而成，滂沛闳阔，凌厉顿挫，侪辈少能及之",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "入州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "就读州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "就读州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "就读州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "就读州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "就读州学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1114,
   "value": 2,
   "event": "时蔡京用事，方禁士毋得挟元祐书，制师生收司连坐法，犯者罪至流徙。勉之心知其非是，阴访伊洛程氏之传，得其书，藏去。深夜，同舍生皆熟寐，乃始探箧解帙，下帷然膏，潜抄而默诵之。与胡宪交，相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "置严诏于不顾，阴习伊洛之学，复与胡宪问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "置严诏于不顾，阴习伊洛之学，复与胡宪问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "置严诏于不顾，阴习伊洛之学，复与胡宪问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "置严诏于不顾，阴习伊洛之学，复与胡宪问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "娶连氏。妇家富，无子，谋尽以赀归于女，勉之不受，以畀族之贤者，命之奉祀",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡。有胡宪、刘子翚二君子之为道义交，并林之奇、魏掞之、范念德、朱熹诸子之问于学，复有山水田园、琴棋诗酒之陶其心，悠然度日",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "乱后故山室庐荒颓，乃即建阳近郊萧屯别墅结草为堂，读书其中，力耕稼以自给，澹然若无求于世",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "读书草堂，力耕稼以自给，澹然若无求于世",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "读书草堂，力耕稼以自给，澹然若无求于世",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1136,
   "value": 2,
   "event": "与胡寅书；有书寄胡寅，责其不尽孝于生身父母，由是胡寅之事，朝野尽知，历十余年，群议不息",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "读书草堂",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "读书草堂",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "赵鼎出知泉州，谒而叹重之",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "与朱松交",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1141,
   "value": 2,
   "event": "翁彦深行状；有文",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居草堂",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "春，友人朱松死，遗命其子朱熹禀学于刘勉之等人之门",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1144,
   "value": 2,
   "event": "祭刘子翼文；有文",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居草堂",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "祭刘子羽文；有文",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1147,
   "value": 4,
   "event": "与林之奇书数首；春，有诗",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居草堂",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "终于建阳之里第",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  }
 ]
};
