// 诗人行迹数据：刘得仁
export default {
 "name": "刘得仁",
 "birth": 807,
 "death": 859,
 "life": [
  {
   "time": 807,
   "value": 1,
   "event": "是年生于长安",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "居家",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "居家",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 1,
   "event": "居家",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 1,
   "event": "居家",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 1,
   "event": "居家",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 1,
   "event": "居家读书",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 2,
   "event": "《送鄂州崔大夫赴镇》；居家读书，以诗名显",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 1,
   "event": "居家读书，以诗名显",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 1,
   "event": "居家读书，以诗名显",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市（通济里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 4,
   "event": "《寄雍陶先辈》；居家读书，应试交游，有诗寄雍陶先辈",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 5,
   "event": "《省试日上崔侍郎四首》；居家读书，应试交游，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 5,
   "event": "《送蔡京东归迎侍》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 2,
   "event": "《对月寄雍陶》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 2,
   "event": "《和厉玄侍御题户部相公庐山草堂》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "游居商山",
   "place": "商洛市（丹凤县）",
   "lng": "110.333771",
   "lat": "33.701585"
  },
  {
   "time": 840,
   "value": 5,
   "event": "《署早春晴望》；早春游居商山，有诗",
   "place": "商洛市（丹凤县）",
   "lng": "110.333771",
   "lat": "33.701585"
  },
  {
   "time": 841,
   "value": 2,
   "event": "《书事寄万年厉员外》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 2,
   "event": "《通济里居酬卢肇见寻不遇》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 2,
   "event": "《哭贾岛》；居家读书，应试交游，贾岛病故，刘得仁作悼诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 2,
   "event": "《贺顾非熊及第其年内索文章》；居家读书，应试交游，顾非熊应试及第，刘得仁作诗相贺",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 4,
   "event": "《送雍陶侍御赴兖州裴尚书命》；居家读书，应试交游，有诗送雍陶侍御赴兖州裴尚书命",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 2,
   "event": "《送蔡京侍御赴大梁幕》；居家读书，应试交游，有诗送蔡京侍御赴大梁幕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 2,
   "event": "《赠雍陶博士》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 2,
   "event": "《送智玄手座归蜀中旧山》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 2,
   "event": "《寄春坊顾校书》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 2,
   "event": "《陈情上李景让大夫》；居家读书，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 858,
   "value": 1,
   "event": "闲居寺庙，读书养病",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 859,
   "value": 1,
   "event": "病故，栖白为之作悼诗《哭刘得仁》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
