// 诗人行迹数据：刘克庄
export default {
 "name": "刘克庄",
 "birth": 1187,
 "death": 1269,
 "life": [
  {
   "time": 1187,
   "value": 1,
   "event": "本年生",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "随父母至云峰院",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "黄檗寺",
   "place": "福州市（福清市）",
   "lng": "119.390575",
   "lat": "25.726485"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡。能诵辛弃疾词，作词雄健疏宕，多豪情壮语，矢志恢复",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "随父至临川，与弟、妹读书、嬉戏于县斋",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "随父至临川，与弟、妹读书、嬉戏于县斋",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "随父至临川，与弟、妹读书、嬉戏于县斋。与表弟方遇初见",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "随父至临安。识翁定",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "补国子监生，诗文挺出诸生，为乡先生李宗之称道",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "读书国子监，师事余嵘",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "读书国子监，与诸生应公试，识吴丙，二人订交。已能代父捉刀",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 2,
   "event": "《戊辰书事》《棋声花院闭》《蒲鞭》《曹孟德》《孙伯符》《刘玄德》《晚春》《临溪寺二首》《即事》《别敖器之》；读书国子监，词章不和主司意，屡试不中，遂弃举业，专攻古文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1209,
   "value": 4,
   "event": "从友人洪天锡之请，改名克庄",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1210,
   "value": 4,
   "event": "《豫章沟二首》《秋风》《徐孺子墓》《孺子祠》、呈袁秘监》《南浦亭寄所思》《碧波亭》《题寺壁二首》《西山》《宫词》《跋小寺旧题》《忆殇女》；《里社禳灾清辞·庚午》二篇；初筮靖安簿，陈宓作序饯行",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "交李诚之、李燔",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "生活于此",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1213,
   "value": 0,
   "event": "父弥正以病乞归，赴临安省觐",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "葬父莆田城南宝涧原",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "《上傅侍郎启》；傅伯成赴京，过莆来访，览其诗文，重之，屡荐于朝",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1216,
   "value": 7,
   "event": "《雪峰寺》；陈宓为序饯行",
   "place": "扬州市（仪征市）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1217,
   "value": 4,
   "event": "识戴复古",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1218,
   "value": 10,
   "event": "《二将》；《赐历日谢表》《贺东宫正旦笺》《降直学士谢表》《谢皇太子笺》《谢赐夏药表》《明堂礼成贺表》《谢明堂赦表》《明堂贺皇太子笺》《复宝谟阁学士谢表》《谢皇太子笺》《谢腊药表》《镌职谢丞相启》《复职谢丞相启》《谢二府启》《回京湖赵制置启》《回湖北张漕启》《贺宋总领除农少启》《回江西曹帅启》《贺曾同知除宣抚启》《贺签书启》《金山设阵亡人水陆疏》《茅山祈雨青词》《尚书太夫人生日青词》；在幕府，军书檄笔多出其手，一时传诵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1219,
   "value": 0,
   "event": "是年春，金兵围攻滁州，与王中甫等至龙湾点视舟师。围解，外议归怨幕府谋划失策，遂得谤",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1220,
   "value": 0,
   "event": "《立春》《去春》《灯夕》《匹马》《宿囊山怀洪岳二上人》《访辟支岩绝顶二僧值雨》《与客登壶山绝顶》《戏答同游》《次方武成壶山韵》《方湖泛舟》《空寂院》《紫泽观》《灵宝道院》；《深村》《挽林处士》《柬人买驴子》《挽林推官内方孺人》《小斋》《友人病疮》《卫生》《先儒》《问友人病》《偶赋》《题方武成诗草》《送客》《书考》《穴蚁》《陈寺丞续荔谱》《棋》《书小窗所见》《观元祐党籍碑》《答翁定》《闻城中募兵有感》《友人病痁》《西风二首》《昔仕》《暝色》《示宝上人》《海口官舍》《瑞峰寺》、瑞岩》《挽林宜人》《送人赴庐陵尉》《别翁定宿瀑上》《身在》《命拙》《忆真州梅园》《岁晚书事十首》；《庚辰与方子默佥判书》；春，游宿囊山，访辟支岩寺僧，登壶山绝顶，泛舟方湖，过空寂院、紫泽观、灵宝道院",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1221,
   "value": 10,
   "event": "《元日》《平床岭》《溪西》《夹漈草堂》《祺山院》《西林寺》《兴化县》《麦斜岩》《鲤湖》《蔡溪岩》《九座山》《香山寺》《仙游县》；《寄题李尚书秀野堂》《又真止堂》《晚悟》《书灯》《书感》《山茶》《落梅二首》《野性》《怀保宁聪老》《腰痛》《上冢》《观溪西子弟降仙》《自昔》《耕仕》《真母吴氏挽词二首》《兰》《感昔》《山丹》《燕》《过永福精舍有怀仲白二首》《咏史》《韩曾》《春旱四首》《示儿》《撷阳塘》《春日》《忆毛易甫薛子舒》《有感》《中𡼢先茔》《被酒》《小园即事》《梦丰宅之二首》《汉儒二首》《暮春》《橘花》《蔷薇花》《答郑闽清》《赠防江卒六首》《不寐》《旱莲》《夏旱》《忆藕》《夜饮方湖》《瀑上值雨》《懒》《紫薇花》《书第二考》《猫捕燕》《邻家孔雀》《蟾蜍砚滴》《读崇宁后长编二首》《午窗》《书感》《答客》《邛杖》《羊毫笔》《空村》《题斋壁》《题系年录》《晚出》《伏日》《自警》《咏邻人兰花》《夏夜》《书田舍所见》《郊坰》《客过》《孟浩然骑驴图》《有兴》《闻笛二首》《健忘》《宿庄家二首》《妄想》《白社迓客》《七月九日二首》《梦赏心亭》《郊行》《怀友》《牢落》《云》《棕冠》《野望》《宿山中十首》《秋望二首》《村校书》《圣贤》《怀李敬子》《华岩知客寮》《闻黄德常除德安倅》《闲居即事》《自勉》《少日》《贫病》《示同志》《戍妇词三首》《游水南》《初宿囊山和方云台韵》《白鹿寺》；元日，作诗。是春，出游莆仙诸名胜古迹，作诗咏之",
   "place": "福州市（福清市）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1222,
   "value": 0,
   "event": "《湘潭道中即事二首》《谒南岳》《胜业寺》《登岳寺》《即事》《楮树》《移居二首》《书壁》《栽竹》《秋日会远华馆呈胡仲威》《老大》《责猫》《挽聂孺人》《题胡仲威文稿》《风》《观射》《自用台字韵》《鹊》；路出湘潭，登南岳，谒胜业寺，有诗纪行",
   "place": "永州市（祁阳县）",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1223,
   "value": 0,
   "event": "《沁园春·送孙季蕃吊方漕西归》《挽方孚若寺丞》。《有感》《林容州别墅》《哭林山人》；孙惟信远道来吊方信孺丧毕，为词送之西归",
   "place": "莆田市（仙游县）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1224,
   "value": 0,
   "event": "《寿昌》；新年，抵寿昌，有诗纪事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 1225,
   "value": 0,
   "event": "《谢乡群应诏荐举启》《谢傅谏议应诏荐举启》《乙酉答傅谏议书》《改官谢丞相启》《回交代叶丞相启》《谒夫子庙》《谒诸庙》《县土地》《土师》《阖阜道士杨固卿墓志铭》；理宗即位，改元宝庆，下诏荐贤，乡群举克庄。傅伯成亦以干科自伐及贤能才识荐之",
   "place": "南平市（建阳区）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1226,
   "value": 0,
   "event": "《劳农》《答惠州曾使君韵》《送李参议滕告院挂冠》《挽建昌詹使君》《和叶尚书解印》、送叶尚书奉祠》《挽卢母黄太孺人》《寄熊主簿》《寄徐夏叔》《赠赵医立之》《与北山陈龙图》《答陈龙图》《和赵吉州》；《丙戌春祀祝文·文公》《又·勉斋》《丙戌秋祀并奉安新祠祝文·文公》《又·勉斋》《又·文简刘公》；仍知建阳县。有诗和答陈孔硕、赵吉州、曾使君。有诗为李滕、叶时送行。有诗赠赵立之，有诗寄熊大经、徐夏叔。友人詹义民卒，有诗挽之",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1227,
   "value": 0,
   "event": "《挽傅谏议》《答王守工部（克恭）启》《丁亥春祀祝文·文公》《又·勉斋》《又·文简》《丁亥秋祀祝文·文公》《又·勉斋》；初，宝庆元年陈起刊印《江湖集》，克庄《南岳稿》与焉。其中《黄巢战场》诗云：“未必朱三能跋扈，都缘郑五久经纶。”《落梅》诗又有“东风谬掌花权柄，却忌孤高不主张”之句。本年监察御史李知孝、梁成大诬其意在谤讪时政，史弥远大怒，议下大理逮治，劈《江湖诗》版。幸得郑清之在朝相救，始免遭遣，仍知建阳县。",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1228,
   "value": 0,
   "event": "《辞夫子庙》《诸庙祈雨》《社稷庙》《送鸣山》《送玉渊龙水》《诸庙祈雨》《社稷》《诸庙谢雨》《社稷》《辞夫子庙》《三贤堂》《诸庙》《土地》；秋，知建阳秩满，解任归里",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1229,
   "value": 0,
   "event": "《除潮倅谢丞相启》《除仙都观谢丞相启》《谢台谏启》。《云泉精舍记》。《卓推官墓志铭》《臞庵敖先生墓志铭》《方子默墓志铭》《王翁元墓志铭》《巴陵通守方君墓志铭》《直秘阁林公墓志铭》《直秘阁林公行状》。《太淑人生日青辞·乙丑》；除承议郎潮州通判，赵至道诬其嘲咏谤讪，改主仙都观。莆田县丞虞德羔贪昧，克庄上书论其罪，得转运使陈汶之助，终削虞之职",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1230,
   "value": 0,
   "event": "《梅雨隳城自和前韵》《跋某人诗卷》《城坏复修又赋》《留山间种艺十绝》《寄题邵武死事胡将祠堂》《寄题沙县死事祝将祠堂》《寄题南康胡氏春风堂》；《福清县创大参陈公生祠记》《姚元泰墓志铭》《顾安人墓志铭》；本年，仍主管仙都观，家居，种艺花木",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1231,
   "value": 0,
   "event": "《辛卯满散天基节即事》《辛卯春日》；《林龙溪墓志铭》《太淑人生日青辞·辛卯》；仍主管仙都观，家居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1232,
   "value": 0,
   "event": "《壬辰春上冢》（五首）。《蒋迈说<易>》《读<金銮密记>》《获砚》《再获一砚自和》；《新修三步泄记》《兴化军新城记》《重修太平陂记》《重修通判厅记》《听雨堂记》《邵武军新建郡治谯楼记》《李节妇墓志铭》《陈太孺墓志铭》；仍主管仙都观，里居。春，上冢，祭扫先茔及亡妻林氏坟",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1233,
   "value": 0,
   "event": "《遗编》《一念》《贫居自警》、寒食清明》《上巳》、村墅》《进德》《赠马相士》；《陈曾二君生祠记》《兴化军创平粜仓记》《<陈敬叟集>序》《丁元有墓志铭》《方子约墓志铭》《太淑人生日青辞·癸巳》；仍主管仙都观，里居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1234,
   "value": 0,
   "event": "《水仙花》《葵花》《病后访梅九绝》《题龙眠十八尊者》《米元章有帖云老弟山林集多于眉阳集然不袭古人一句子瞻南还与之说茫然叹久之似叹渠偷也戏跋》《跋周忘机画》《过章戴》《答李泉州元善》《题袁秘书文稿》《端嘉杂诗其一》《端嘉杂诗其二》《端嘉杂诗其三》《端嘉杂诗其四》《端嘉杂诗其五》《端嘉杂诗其六》《端嘉杂诗其七》《端嘉杂诗其八》《端嘉杂诗其九》《端嘉杂诗其十》《端嘉杂诗其十四》《端嘉杂诗其十五》《踏莎行·甲午重九牛山作》《汉宫春·陈尚书生日》；《漳州代输丁钱记》《登闻检院续题名记》《华亭县建平籴仓记》《汀州重建谯楼记》《贺郑丞相启》《谢余中书举自代启》；春，携家赴任吉州通判，行至福州，有旨令赴都堂审察",
   "place": "南平市（建阳区）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1235,
   "value": 0,
   "event": "《轮对劄子》《录圣语申时政记所状》《题庐陵罗生诗卷》《陈夫人哀诗》《挽连夫人》《端嘉杂诗其十一》《端嘉杂诗其十二》《端嘉杂诗其十三》《山中祠堂记》；轮对二劄，极言用人得失，力谏理宗坚凝初意，重君子而斥小人，杜绝党人干政，勿使宵小动摇正论，并为济王复爵雪冤，以收人心。凡此诸事，皆人所不敢言，克庄独言之，略无明哲保身之计",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 0,
   "event": "《建宁重建明伦堂记》《南剑州创延安桥记》。《方东叔墓志铭》；友方大东卒，为撰墓志",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 0,
   "event": "《寄题汤仲能》《端嘉杂诗其十七》《端嘉杂诗其十八》《端嘉杂诗其十九》《端嘉杂诗其二十》，《建宁府新建谯楼记》《龙溪县复平粜仓记》《太夫人生日回张守启·丁酉》；春，改知袁州，旋赴任",
   "place": "南平市（邵武市）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1238,
   "value": 0,
   "event": "《最高楼·戊戌自寿》《鹊桥仙·戊戌生朝》；《五月旦日鸡鸣梦袖疏墀下。先君问言何事答曰犹素论也先君太息称善闻追班声惊寤以诗识之》《读邸报二首》《自和》；《艾轩集序》《野谷集序》《张尚书集序》《跋何伸诗》《太夫人生日回张守启·戊戌》、《太夫人生日青辞·戊戌》《丁给事神道碑》；本年，仍主管云台观。里居。秋，作《最高楼·戊戌自寿》",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1239,
   "value": 0,
   "event": "《余大父著作尝以所得沈元用给事歙砚遗水南林府君后七十年林氏子大鼎以端砚遗余答以小诗》；《水龙吟·己亥自寿二首》《水龙吟·自和前二首》；《太夫人生日青辞·己亥》；仍主管云台观，里居。犹关心时事，每与方大琮共读时贤奏疏，称赏李遇之作",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1240,
   "value": 10,
   "event": "《兼舶》《兼诸司》《唐子西故居》《风幡堂》《羊城使者庙》《江南》《即事》《药洲四首》《登城》《城南》《题肃令山则文编》《题唐察院诗卷》《次黄殿讲鸣珮亭》《广州劝驾》《广州都试》；《贺新郎·跋唐伯玉奏稿》；《乞免循查惠州卖盐申省状·广东》《跋唐察院文稿》《跋唐察院判案》《广东提举到任谢表》《通唐经略启》《祭文清李相文》《秘阁东岩赵公行状》《广东入宅青辞》《太夫人生日青辞·庚子》；元日，始至广东视事，宽政爱民",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1241,
   "value": 0,
   "event": "《灯夕呈刘帅》《次韵二首并呈仓使》《蒲涧寺》《越台》《陆贾》；《水调歌头·游蒲涧追和崔菊坡韵》《水调歌头·喜归》《水调歌头·解印有期戏作》《水调歌头·次夕觞客湖上赋葛仙事》《临江仙·庚子重阳余以漕摄帅会前帅唐伯玉前漕黄成父于越王台明年是日寓海丰县驿作》《临江仙·潮惠道中》；《云峰院重修建法堂记》《太夫人生日青辞·辛丑》；本年，仍为广东转运使，宽征节用，市牛助边，捐资置田以赈北人南官不幸而丧者，南人德之",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1242,
   "value": 0,
   "event": "《用王去非侍郎韵二首送林元质提干秩满造朝并呈侍郎》；《念奴娇·壬寅生日》，《贤首座墓志铭》《福国生日青辞·壬寅》；本年，仍主管崇禧观，里居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1243,
   "value": 0,
   "event": "《送居厚弟堂禀》《居厚不果行次韵》《闻居厚得祠复次韵》；《沁园春·癸卯佛生翼日将晓梦中有作既醒但易数字》《水调歌头·癸卯中秋作》《木兰花慢·癸卯生日》《风入松·癸卯至石塘追和十五年前韵》；《除侍右郎官辞免状·癸卯》《再除崇禧观谢丞相启》《谢史端明启》《谢诸府启》《与高枢密书》《福国生日青辞·癸卯》；元日，除侍右郎官。又以濮斗南疏罢，仍主管崇禧观",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1244,
   "value": 0,
   "event": "《书事》《甲辰春日》《题小室二首》《答谢法曹》《三月二十一日泛舟十绝》《三月二十五日饮方校书园十绝》《题江贯道山水十绝》《杂咏》《读竹溪诗》《甲辰书事》《无题》；《西山与邱宣义书跋》（甲辰冬至日）、《宋自达梅谷序》《跋宋士（自）达诗》《跋乐平吴桑书说》《明堂礼成谢表》《贺皇后笺》《进银床表》《谢明堂赦表》《贺郑丞相除少保醴泉观使兼侍读启》《林判官墓志铭》《承奉郎林君墓志铭》《赵孺人墓志铭》《林处士墓志铭》《福国生日青辞·甲辰》；仍主管崇禧观，里居",
   "place": "南平市（武夷山市）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1245,
   "value": 7,
   "event": "《十一月二日至紫极宫诵李白诗及坡谷和篇因念苏李听竹时各年四十九予今五十九矣遂次其韵》《观社行·用实之韵》《再和》《三和》《四和》《五和》；《与都大司联衔申省乞为饶州科降米状》《按信州守臣奏状》《为弋阳知县王庚应申省状》《减放盐钱申省状》《辟休宁知丞洪涛充本司干官申省状》《为苏棼申省状》《按发张记等奏检》《按饶州路分叶淮奏状》《淮东总领所宽廉堂记》《广州重建清海军双门记》《御书抚州忠孝堂记》《安奉玉渊圣水疏》《永宁寺祈雨》《谢送玉渊圣水疏》《江东祈雨青辞》《福国生日青辞·乙巳》《书判·江东臬司》；补信州，预借一年，当在本年。以吏才服人",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1246,
   "value": 0,
   "event": "《题蔡炷主簿诗卷》《又七言》《题汪道士云庵》《饯送高大著出镇严陵》；《跋放翁与曹（曾）元伯帖》《掖垣缴驳·日记附》《澧州重建州学记》《群山囿堂记》《孝友堂记》《少奇侄祭文》《林寒斋祭文》《王孺人墓志铭》《林寒斋墓志铭》《少奇墓志铭》《福国生日青辞·丙午》；仍在江东提刑任，曾黯以陆游与曾元伯帖遗之",
   "place": "上饶市（鄱阳县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1247,
   "value": 0,
   "event": "《丁未春》《荔枝盛熟》《九日登辟支岩过丁元晖给事墓及仲弟新阡》《题林璞经属平寇录》《挽方孺人》《答循倅潜起》《陪新进士公宴用太守韵》《蒙仲唱第归约朝服相见》；《木兰花慢·丁未中秋》《浪淘沙·丁未生日》；《建阳县厅续题名记》《福建安抚司二准备差遣厅记》《綗锦斋记》《季父易稿序》《张昭州集序》《答赵守乐语启》《答赵守寺丞启》《陈孺人墓志铭》《方宁乡墓志铭》《方揭惕墓志铭》《福国生日青辞·丁未》《保安青辞·丁未》《魏国追荐工部弟》《荐工部弟》《代追荐工部》《代作工部弟中行》；年初抵里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1248,
   "value": 0,
   "event": "《除宗少辞免状·戊申》《宁都县新筑城记》《饶州新城记》《戊申生日回启》《古田弟祭文》《刘君方氏墓志铭》《刑部赵郎中墓志铭》《潘庭坚墓志铭》《接茶》《福国生日青辞·戊申》《保安·戊申》；是日，除宗正少卿，以母年高，又苦辞",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1249,
   "value": 0,
   "event": "《梦中为人跋画两绝》《病起夜坐读书》《徐潭即事》《自和徐潭》；《王实之少卿祭文》《杜于甽尚书祭文》《魏国大殓祭文》《杜尚书神道碑》《陈安人墓志铭》《魏国墓志铭》《工部弟墓志铭》《古田弟墓志铭》《陈鲁山墓志铭》《林公辅墓志铭》《魏国卒哭》；本年，守制里居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1250,
   "value": 8,
   "event": "《送归善郑主簿》《题六二第（弟）诗卷》《跋桂侄梅绝句》；《城山三先生祠记》《泉州重建忠献堂记》《邵武军军学贡士庄记》《福州浚外河记》《跋墨林方氏帖》《清源新志跋》《武义刘丞墓志铭》《方氏子墓志铭》《徐处士墓志铭》；本年，仍守制里居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1251,
   "value": 0,
   "event": "《辛亥三月九日宿囊山》；《水龙吟·辛亥安晚生朝》；《止酒赋·辛亥》《明堂大礼赦文·淳祐十一年》《敕书·赐安南国王陈日留淳祐十二年历日》《赐银合夏药诏》《郑清之依前太傅左丞相兼枢密使魏国公加食邑食封制》《建阳县增买赈粜仓田记》《刘赣州墓志铭》《阮安人墓志铭》；春，有旨趣赴任秘书监，道出建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1252,
   "value": 0,
   "event": "《跋唐贤论史图》《跋张敞画眉图》《小圃有双莲夏芙蓉之喜文字祥也各赋一诗为宗族亲朋联名得隽之谶二首》、《自和二首》《题四贤像四首》《题丁给事祠堂》《聂令人挽诗》《读本朝事有感》《题四梦图四首》《无题》《林贡士哀诗》《挽陈孺人》《故襄师陈端明挽诗》《岁除》；《浪淘沙》（纸帐素屏遮）、《浪淘沙》（叠嶂碧周遮），《辞免右文殿修撰知建宁府申省奏状·壬子》《贺董丞相启》《壬子生日回启》《保安青辞·壬子》《超师墓志铭》《聂令人墓志铭》《赵安人墓志铭》《太学博士吴公墓志铭》《林贡士墓志铭》《胡藤州墓志铭》；除右文殿修撰知建宁府",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1253,
   "value": 5,
   "event": "《癸丑记颜》《和张秘丞灯夕韵》《挽郑瑞州》《赋得牛驼（二首）》《喜雨二首柬张使君》《又和》《三日喜雨呈张守》《又和》《送张守秘丞》《再和》《三和》《绿珠》《蔡奴》《咏潇湘八景》；《水龙吟·癸丑生日时再得明道祠》；《修复艾轩祠田记》《潮州修韩文公庙记》《癸丑生日回启》《郑丞相祭文》《宝学赵尚书神道碑》《焕学尚书黄公神道碑》《大理卿丘公墓志铭》《郑德言墓志铭》《礼部王郎中墓志铭》《左藏吴君墓志铭》《郑君传墓志铭》《安抚殿撰赵公墓志铭》《丞相忠定郑公行状》；本年，仍提举明道宫里居",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1254,
   "value": 0,
   "event": "十一月，侄规甫卒，为撰墓志",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1255,
   "value": 0,
   "event": "《乙卯元日》《明道祠满》《忆强甫》《即事》《次韵》《又三首》《偶题》《乙卯端午十绝》《辛亥去国陈宗之胡希圣送□避谤不敢见希圣赠二诗亦不敢答乙卯追和其韵》《挽顾监丞》《昔陈北山赵南塘二老各有观物十咏笔力高妙暮年偶效颦为之险韵不复和也》《诘旦思之世岂有不押之韵辙和北山》《又和南塘》《答吴□和梅百咏》《挽卢氏子考功》《读友人奏稿》《温陵太守赵右司惠诗求荔子适大风雨扫尽辄和二绝》《学进士作大方无隅》《又二首》《秘书弟牵玉羔为寿将以唐律次韵》《喜雨口号九首呈潘侯》《赠杨相士》《无题》《赠梅岩王相士二绝》《寄题建阳宋景高友于堂》《和潘侯劝驾韵》《送赴省诸友九首》《冬至》《挽韩母李氏》；《最高楼·乙卯生日》；《饶州天庆观新建朝元阁记》《林同诗序》《刻楮集序》《顾监丞墓志铭》《何君墓志铭》《杨监税墓志铭》《丁倩监舶墓志铭》《保安青辞·乙卯》《为二侄追荐惠州弟小祥》；本年，提举明道宫任满。",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1256,
   "value": 0,
   "event": "《丙辰元日》《早去》《门外二首》《发脱》《忆昔》《夜□故书得孙季蕃词有怀其人》《门前榕树》《不寐》《答□补同人》《挽蔡遵府阁学》《二月初七日寿溪十绝》《即事十绝》《神君歌》《送黄□赴补》《北耗》《蜀捷》《挽刘母王宜人》《挽陈判官》《送广东宪》《次韵赵克勤吏部》《齿落》《四月八日三绝》《绳技》《荔枝二首》《蒙恩复畀明道祠寄呈赵克勤吏部》《久雨》《艾人》《病起》《挽赵虚斋》《梅花》、蚍蜉》《揽镜》《抄近稿》《代举人主司问答》《采荔子十绝》《赠罗摄官》《哀仲妹》《九日游华岩寺》《题赵主簿省试议并以将行》《记梦》《书事》《冬夜读几案间杂书得六言二十首》；《水龙吟·丙辰生日》；《仙溪志序》《宋去华集序》《丙辰生日回启》《瑞金县重修社稷坛记》《潘守乐语》《韩母李氏墓志铭》《林经略墓志铭》《仲妹墓志铭》《林君墓志铭》；右丞相董槐欲以克庄为治使，丁大全奏其恃才傲物，嗾邵泽上疏罢之，仍提举明道宫。此事在本年六月前",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "《新元》《梦馆宿》《挽南雄林使君》《灯夕守舍》《无题》《即事》《久雨》《春寒》《二月十八日过梅庵追怀主人》《禽言》《题近稿》《瓦送》《村居即事》《春夜温故》《鹤会》《摘玉堂红皱玉二首》《樗庵采荔二首》《余平生不至庐山六月廿八日夜梦同孙季蕃游焉……纪以二诗》《虎暴》《初秋感事》《跋青阳尉古赋》《尉姓寄百雀图》《夜坐》《秋旱继以大风即事》《杂兴》《使君次韵再赋》《芙蓉》《惜笋》《赠天台陈相士》《挽郑永福》《强甫西上》《挽方宜人》《记颜》《田舍即事》《题同班小录三首》《丁巳启建》《夜坐》《南山感旧七首》《连日寒甚忆强甫》《夜读传灯杂书》《赠洪道人圆定》《岁晚试笔》《题研》《纵笔》《示画者》《书感》《对卷》《立春》《观傩》《念欲》《岁除》；《满江红·丁巳中秋》《水龙吟·丁巳生日》；《丁巳生日回启》《方君薛氏墓志铭》《林贵州墓志铭》《冯巽甫墓志铭》、林韶州墓志铭》《韩隐君墓志铭》《方君岩仲墓志铭》；本年仍奉明道宫里居，课诗益勤。每忧念时局",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1258,
   "value": 0,
   "event": "《戊午元日》《天基节口占》《人日》《灯夕》《又和宋侯》《和居厚弟一首》《宋侯和灯夕诗再用韵》《录汉唐事》《答卓常簿》《诸公和差须二诗不已又得二首》《陪宋侯赵倅过仓部弟家园宾主有诗次韵》《次韵使君邵农》《中𡼢春祀》《延平汤使君惠双溪楼记跋以小诗》《戊午上巳谒何恭人坟三绝》《夏旱》《喜雨五首》《久雨》《喜晴》《寄题心泉》《仓部弟生日五绝（五首）》《仓部弟和前韵再得五首》《精卫衔石投海》《兑女余最小孙也慧而夭悼以六言二首》《送明甫赴铜铅场（六首）》《戊午生朝和居厚弟五绝（五首）》《昔与仙游傅常博父子游从识其幼子方总角晚归田里忽袖二诗见访余开八秩君亦六十矣感叹之余因次其韵》《题读碑图》《溪庵放言》《别宋倅》《郦生长揖图》《观调发》《九日》《杂韵》《余自戊申春得疾止酒十年戊午秋□戒□□□小饮》《漳兰为丁窃货其半纪实四首》《冬暖海棠盛开》《题崔白访戴图》《题赚兰亭图》《溪庵种蓻六言八首》《竹溪惠白鹇三绝》《种莲》《和乡守宋监丞劝驾》《送德甫侄省试》《饯乡守宋监丞》《赠王月轩用意一韵》《老儒》《老僧》《老道》《老农》《老医》《老巫》《老吏》《赋得老松老鹤各一首（二首）》；《解连环·戊午生日》；《谴蠹鱼赋》《劾鼠赋》《诘猫赋》《跋赵倅与灦条其轸腹事宜状》《戊午生日回启》《代祭周士侄文》；本年，仍奉明道宫里居",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1259,
   "value": 0,
   "event": "《己未元日》《小饮》《试笔》《即事》《田舍》《翀甫侄西上》《司令为牡丹集次坐客韵》《挽李法曹一风内子》《东涧为余序后稿余以国帖唐碑古壶润笔反成□桃抛引小诗谢之》《诸家牡丹已谢小圃急开两朵皆大如斗戏题二绝》《记牡丹事》《送勋侄铨试》《送方添倅》《即事》《六言五首为仓部弟寿》、荔厄》《别陈宗院》《（惜）忆昔》《纵笔》《即事》《老欢》《余常用小端砚失之经年忽在常卖人手中以钱赎归纪实》《挽赵硕人》《送宇文倅》《挽郑令人》《梦与尤木石论史感旧七绝句（七首）》《菊》《芙蓉》《送叶制参》《训蒙》《船子和尚遗迹在华亭朱泾之间圭上人即其所诛茅名西亭精舍介竹溪求诗于余寄题三绝》《意一元枢称张君平星术相法小诗将行》《久不得池阳书》《挽顾君任倅》《又一首》《记颜》《送三赵》《送陈使君》；《木兰花慢·己未生日》《满江红·庆抑斋元枢八十》；《重建九座太平院记》《汀州重修学记》《萧居士书华严经序》《跋黄珩和梅绝句》《翀甫侄四友除授制跋》《陈公储作山龙自跋诗皆精妙戏题其后》《跋喻景山例略赋集句诗卷》《王实之与喻淮东跋》《杨公节论语讲义跋》《己未生日回启》《答新守陈梦龙》《与陈抑斋书》《弟妇方宜人祭文》《代侄孙在祭祖母》《方景楫墓志铭》《赵孺人墓志铭》《弟妇方宜人墓志铭》《明禅师墓志铭》；本年，仍提举明道宫，里居",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1260,
   "value": 9,
   "event": "《七十四吟十首》《景定初元即事》《送延平张生归南溪》《挽参与蔡公》《题孙母陈孺人墓志》《读陈汤传》《书事》《录颜鲁公事》《赠崇安刘相士》《得江西报》《清明》《嘲柳花》《撷阳阡》《寒食》《海棠七首》《久雨》《渔村林太渊相访》《临江使君陈华叟哀诗》《挽方揭阳内子》《题画》《有感》《得池阳书》《送徐平父往水南》《挽朱丞》《送颜□□清漳》《送魏录事》《平舟场……小诗还贽》《采荔二绝》《和族兄计院》；《鹊桥仙·庚申生日》；《跋曹梦祥石岩集》《术者施元龙行卷跋》《孙梦得习斋跋》《苏泽先天太极论跋》《陈迈高梅诗跋》《刘景山教学诗跋》《三山薛璞讲义跋》《章仲山诗跋》《郑大年文卷跋》《跋刘澜诗集》《庚申生日回启》《赵孺人墓志铭》；年初，仍奉祠里居。时误传边境捷报，为之一振",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1261,
   "value": 0,
   "event": "《科举诏》《赐执政生日诏》《召试倪普欧阳守道·辛酉》《与丞相劄》《与丞相简》《诗境集序》《贺抑斋元枢休致》《辛酉生日回启》《方清卿墓志铭》《朱吏部子明墓志铭》《薛潮州墓志铭》《外孙淑人墓志铭》《宋经略墓志铭》《通守江君墓志铭》《林实甫墓志铭》《诚少林日九座墓志铭》《周士侄墓志铭》《宋通判墓志铭》《南窗陈居士墓志铭》；本月，将降科举诏，克庄以非科第辞。同院进稿不称旨。理宗命克庄改作，俄经御笔点改。同月，行朝贺礼，昏滑之疾突发，仆于大庆殿上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 0,
   "event": "《送邓侍郎》《恭和御制闻喜宴诗并序》《长光住宁国光孝寺并题雪矶二绝》《皇女周汉国端孝公主挽诗》《挽林侍郎》《次韵徐守宴新进士》《挽李宜人》；《贺新郎·傅相生日壬戌》《好事近·壬戌生日和居厚弟》；《太傅右丞相府家庙祭器等款识》《进故事·壬戌寅月初十日》《惟孝庵后记》《荐福院方氏祠堂记》《辛稼轩集序》《平湖集序》《跋宗上人所藏杨文公刘宝学朱文公三帖》《再跋宇文肃愍公诗》《跋给事徐侍郎先集》《壬戌生日回启》《忠训陈君宜人理事墓志铭》《宣教郎林君墓志铭》《待制徐侍郎神道碑》《曹君神道碑》《囿山林侍郎神道碑》；进故事，谏理宗明察，勿为小人蛊惑",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 0,
   "event": "《寄题上饶方氏野堂》《送郑甥主龙溪学》《书近事》《送勋侄之官岭峡》《寄题小孤山》《奉题付珠》《挽长乐王明府》《梅月为蚤虱所苦各赋二绝（四首）》《教授方君孺人刘氏哀诗》《澜湍送葬》《西斋》《即事》《方氏侄女哀诗》《送龙岩林主学》；《满江红·次韵徐使君癸亥灯夕》《再和》《满江红·傅相生日癸亥》《洞仙歌·癸亥生朝和居厚弟韵题谪仙像》《汉宫春·癸亥生日》《汉宫春·吴侍郎生日》《贺新郎·癸亥九月》《贺新郎（拂袖归来也）》《顺宁精舍记》《福清县重建谯楼记》《漳州谕畲记》《嘉禾县图经序》《信庵诗序》《曹东甽集序》《崇兰图题跋》《再题》《跋朱文公帖》《贺天基节表笺·癸亥》《贺明堂礼成表笺·癸亥》《贺冬至表笺·癸亥》《癸亥生日回启》《方秘书蒙仲祭文》《方教孺缨祭文》《方教授墓志铭》《规甫侄墓志铭》《林户录墓志铭》《方景绚墓志铭》《方甥贡士墓志铭》《英德赵使君墓志铭》《野塘赵处士墓志铭》《天基圣节功德疏·癸亥》《里社禳灾青辞·癸亥》；本年里居",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1264,
   "value": 0,
   "event": "《七十八咏六言十首》《春寒》《挽陈检□》《首春九日寿溪三绝》《失猫》《送海丰薛县尉》《寒食清明》《春旱忽雨五绝（五首）》《迎居厚弟》《真珠花》《赠碧眼相士》《检校樗庵花木》《北苑》《即事》《暮春》《漫兴》《锦湖新亭告成宸翰大书水村二字以落之二诗辄附贺客之后》《二和》《三和》《四和》《五和》《席间次水村主人韵》《挽郑计院》《又盗□端砚》《禋霈进封》《送游潮州》《自题长短句后》《勉千里侄秋试》《纵笔》《贺警斋吴侍郎被召》《览西斋弟子抄诸家诗》《挽陈岩方隐君》《和曹守司直劝驾》《挽高孺人》《青猫》《答陈莆田投赠》；《贺新郎甲子端午》、《满江红·傅相生日甲子》《最高楼辛亥后》、《洞仙歌·和居厚弟韵》《解连环·甲子生日》；《甲子乞纳禄奏状》《水村堂记》《宴云寺玉阳先生韩公祠堂记》《芹涧桥记》《跋郑子善通宋（守）诸帖》《贺天基节表笺·甲子》《贺正旦表笺》《谢进封开国子表笺》《与马中书启》《回林中书启》《甲子生日回启》《涣孙赵氏婚书》《季子生母掩坟祭文》《雷母宜人王氏墓志铭》《夫人宗氏墓志铭》《山甫生母墓志铭》《侍奏林君墓志铭》《刘安人墓志铭》《郑甥主学墓志铭》《方隐君墓志铭》《天基圣节功德疏·甲子》；春，失足跌伤，半年不愈",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1265,
   "value": 0,
   "event": "《七十九吟》《吾里前辈林删定甫六十挂冠夹漈艾轩诸老皆为赋诗追次其韵》《乙丑元日口号》《病中杂兴》《送雷司法于发秤提结局》《居厚弟得玉局祠》《送陈监簿造朝》《食早荔》《赠括苍管生二绝》《梦南塘》《疥癣》《闰夏六月书事》《题放翁像》《题诚斋像》《杂兴》《晨起揽镜》《记小圃花果》《左目》《记颜》《铭诗》《戏咏文房四友（四首）》《戏效屏山书斋十咏》《买陈紫》《怀晦岩》《理发》《池上对月》《夏旱》《见新历有感》《荔枝龙眼二绝》《风雨凉甚》《新凉理故书有感》《即事》《挽吴茂新侍郎》《石竺山二十咏》《挽赵孺人》《挽程孺人》《读严光传》《冬至四绝》《有感》《无题》《村獠》；《汉宫春·丞相生日乙丑》《解连环·乙丑生日》；《寿崇节贺表》《贺皇太后笺》《贺皇帝表》《贺皇后笺》《乙丑生日回启》《吴茂新侍郎祭文》《警斋吴侍郎神道碑》《程孺人墓志铭》《琼州户录方君墓志铭》《林德遇墓志铭》《方秘书蒙仲墓志铭》《径山佛鉴禅师墓志铭》《郑逢言墓志铭》《秘书少监饶公墓志铭》《直宝章阁罗公墓志铭》《穆棱中祥·乙丑》《乾会节功德疏有旨免进·乙丑》；本年仍致仕里居。偏盲，而目力尚足观书",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1266,
   "value": 0,
   "event": "《八十吟十绝》《漫兴》《挽章孺人》《田舍》《书事三绝》《立春》《挽黄安人》《挽惠安林丞》《元日》《春日》《次韵庾使左史中书行部二首》《再和》《三和》《次韵漕庾两使者绝句韵》《哀二僧（二首）》《失题》《不寝》《仓使和诗出奇不穷再次韵》《次韵丰守燕新进士》《次韵吴师卿宴高年》《昔坡公倅杭有悯囚诗……次韵附诸公后》《次两紫薇共游黄檗韵》《老欢二首》《寒食》《醉笔》《漫兴》《丙寅记颜》《避客》《唐衣》《杜鹃问答》《罂粟》《忆昔》《口占》《五言二十韵别方氏长孙女》《史稿》《试笔》《九日》《杂记》《示同志》《题旧记颜》《改诗》《懒》《有感》《唐诗》《览镜》《排闷》《叹老》《戏题山庵》《杂兴》《挽王孺人》《书窗》《杂咏》《读秦纪七绝（七首）》《书事》《怀旧》《寝室二绝》《无题》《丙寅记颜》《挽陈孺人》《挽赵母郑氏》；《念奴娇·丙寅生日》《二和》《三和》《四和》《五和》《六和》《念奴娇（自填曲子自歌之）》；《白发后赋》《蠹赋》《泉州书院记》《潮州司理厅记》《恭跋昭陵飞帛书》《丙寅贺冬》《丙寅生日回启》《祭吴君谋少卿文》《祭汪守元春文》《祭郑山长与言文》《王孺人墓志铭》《制置杜大卿墓志铭》《陈处士黄夫人墓志铭》《我轩何君墓志铭》《穆陵大祥·丙寅》《乾会节功德疏·丙寅》《寿崇节功德疏·丙寅》；本年，仍致仕里居，老态益著，而课诗不倦",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1267,
   "value": 0,
   "event": "《丁卯元日》《铭座》《中𡼢省谒二绝》《送庄知录归觐》《端午》《次朔斋献斋两中书韵题铁笔堂》《居厚弟生日》《读史》《寓言》《骥孙晬日》《次铁笔堂韵谢朔斋贡余》《目眚》《病中》《秋思》《遣兴》《记医语》《小雪后二日》《次乡守赵计院鹿鸣韵》《台历》《再题信庵墨梅》《书画》《题陶谷朝林山楼帖》《忆昔》《杂兴》《蝉》《蝶》《燕》《蚁》《叙伦（十五首）》《怀旧》《晨起》《梦回》《祖母何恭人……咸淳丁卯年盖高……赋诗以谢春谷》《少陵子》《昌黎子》《沁园春·平章生日丁卯》《念奴娇·丁卯生朝》《水龙吟·丁卯生日》《满江红·丹桂》；《林子㬎诗序》《跋毋惰赵资政奏稿》《毋惰赵公辞执政恩数简跋》《毋惰赵公与兄子书跋》《方名父松竹梅三友除授四六后跋》《顾贡士诗传演说柳氏国语辨非后叙》《丁卯贺（春）表笺》《丁卯贺郊祀表笺》《乾会节贺表笺·丁卯》《贺冬至表笺·丁卯》《寿崇节贺表笺·丁卯》《贺贾丞相拜太师启》《贺贾太师再相启》《贺太师平章启》《丁卯生日回启》《丁宋杰墓志铭》《罗晋伯墓志铭》《乾会节功德疏·丁卯》《寿崇节功德疏·丁卯》；本年仍致仕里居。中元得目疾，久不愈。至重阳，右眼又盲，遂失明",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1268,
   "value": 0,
   "event": "《春日即事》《得闲》《立春》《和乡守赵计院灯夕韵》《休致》《忧爱》《题杂书卷》《碧溪草堂》《有感》《公论》《汤熨》《蚊蝇》《题福清薛明府太平禾图》《二月八日》《喜太渊至》《效颦》《题真继翁司令新居》《答方君甫投赠》《送玉融周医》《征妇词》《离妇词》《古宫词》《处士妻》《纵笔》《有叹》《落花怨》《释老》《记汉事》《又六言二首》《杂记》《寓言》《自和效颦》《送延平邓医》《再赠》《记辛酉端午旧事》《杂兴》《晓意》《无题》《辕固》《醉乡》《久雨》《闻五月八日宸翰口号》《杂兴》《赠许登仕》《晚意》《怀旧》《田舍》《寓意》《砚》《耄志》《漫兴》《感遇》《得旧藏大士小像》《秋暑》《蚊》《失题》《卫生》《墙西》《饮中题》《小桃源》《六言偈》《容堂生日》《送太渊宰安溪》《柬惠安同安叶陈二明府并烦安溪林明府寄似》《六言二首》《赠天隐李君瑞》《次韵乡侯计院》《咏史》《道释》《记汉事》《两朝口号》《记汉唐事》《送君用侄判官》《题近稿》《绝句》《戊辰重阳绝句》《和居厚弟韵》《画笥有二粉头各题一绝（二首）》《狂吟》《应真》《赠东塔玙老》《杂咏》《两曜》《风雪二首》《放生》《赠日者陈达夫》《记将李事》《纵笔》《庸斋》《病起》《醉笔》《次韵林太渊》《感昔》《题法帖》《答学者》《南唐》《古意》《题画》《理故书二首》《铭座》《耳鼻》《蝶庵》《即事》《古意二十韵》《送王南海》《挽陈司直》《挽葛夫人》《抄戊辰十月近稿》《又五言一首》《绝句二首》《六言三首》《壶山一首》《相法一首》《先识》《读阮籍传》《题韩柳庙碑》《杂咏》《字说》《梦觉》《匡人》《怀真赵二公》《留侯》《游仙》《题赵昌花》《题桃源图》《贵公子》《读开元天宝遗事》《醉醒》《读韩信马援传》《画赞》《杂咏》《跋潘岳悼亡》《题佛书》《凡圣》《梅开》《记方尊师事》《晚意》《道房》《谢诸寓贵载酒三首》《二叠》《三叠》《老叹》《示强甫》《示沂孙》《师友》《记箕山商野事》《赤侄孙改名圭行冠礼》《霜菊》《苏柑》《小劳》《病起》《物化》《蚋》《雀》《惜春》《予点》《客问宗旨》《咸淳龙飞大魁之归乡大夫以某兄弟有二日之长俾主其事水村农卿谓某当为诗为壶山唤回百年英灵之气客散诗成翌早录呈且约同社属和（二首）》《再次前韵》《次江权军宴新进士韵》《闻喜宴李教君瑞不赴小诗赞美》《三和妆字韵陈魁载酒》《始冰》《有客》《柬春谷工部》《七窍凿》《迁客党碑》《奎宿奏事》《怕爱》《赵昌花》《天夺》《逃禅便面》《惜舟》《天堑》《送客》《固穷》《颠危》《节惠》《化蝶》《封邑》《菜地》《逃愁》《温故》《受用》《自箴》《飞将》《退之》《李杜》《昌谷》《商翁》《乐天》《涑水》《高光》《蹙操》《琨逖》《魏志》《二世》《质子》《郡宴》《冬蚊》《冬蝇》《隐者》《偈》《秦纪》《自警》《齐俗》《源里》《中说》《轵道》《求凤曲》《刺客》《古墓》《旧游》《岁除即事》《岁除前一日》；《鹊桥仙·乡守赵计院生日》《沁园春·二鹿》《浪淘沙·素馨》《贺新郎·二鹤》；《吊小鹤赋》《辞免特除龙图阁学士仍旧致仕奏状·戊辰六月》《申省状》《再奏》《荐陈礼部自代奏状·龙学致仕日》《送林太渊赴安溪序》《赵静斋诗稿后序》《建德县赈粜本末跋》《章南举千稿跋》《丘抚干遗稿跋》《庄侍郎行实跋》《魏鹤山南平江使君墓碑跋》《山甫家书跋》《李翰林集》《贺年表笺·戊辰》《寿崇节贺表笺》《乾会节贺表笺·戊辰》《贺生皇太子表笺》《除龙学谢皇帝表笺》《除龙学谢平章启》《谢宰执启》《谢冯给事》《谢卢中书启》《答陈尚书启》《戊辰生日回启》《与石璧胡卿书》《与李泉州书》《陈司直祭文》《李艮翁礼部祭文》《陈光仲常卿祭文》《莆田谢丞祭文》《龙学余尚书神道碑》《吴君谋少卿墓志铭》《刘宝章墓志铭》《陈司直墓志铭》《赵通判墓志铭》《秘书少监李公墓志铭》；特除龙图阁学士，仍旧致仕。曾荐陈礼部自代",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1269,
   "value": 0,
   "event": "《馀寒》《锦孙》《葵女》《短章》《新春》《画赞》《时事》《二吕》《立春十四韵》《老少》《倚伏》《萤议》《范雎魏齐》《瓜李》《盘龙栾木》《达生》《儒释》《闲情》《诸侯客》《孚应词十二韵》《演雅二十韵》《郗谢》《梅妃》《寄强甫》《春词》《题海陵徐神翁墓》《寓言》《芳臭》；《致政萧君墓志铭》；以疾卒于里第",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  }
 ]
};
