// 诗人行迹数据：刘恕
export default {
 "name": "刘恕",
 "birth": 1032,
 "death": 1078,
 "life": [
  {
   "time": 1032,
   "value": 1,
   "event": "本年，刘恕生",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "年四岁，坐客有言孔子无兄弟者，恕应声答曰：以其兄之子妻之，一坐惊异",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "年十三，欲应制科，从人假汉、唐书，阅月，皆归之",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "父刘涣为颍上令，刘恕随父居颍上时曾诣前丞相知颍州晏殊，问晏殊以事，反复诘难，殊不能对",
   "place": "阜阳市（颍上县）",
   "lng": "116.270972",
   "lat": "32.635168"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "随父居颍上",
   "place": "阜阳市（颍上县）",
   "lng": "116.270972",
   "lat": "32.635168"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "是年，刘恕中冯京榜进士，再应诏试经义说书，皆第一，但因年未弱冠，尚不得授官。始与司马光相识，",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "父刘涣年五十一，为颍上令，持正不阿，以忤上官，归隐庐山，以太子中允致仕，欧阳修、刘敞俱有诗相赠",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "释褐为邢州钜鹿主簿",
   "place": "邢台市（巨鹿县）",
   "lng": "115.044393",
   "lat": "37.22687"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "任钜鹿主簿",
   "place": "邢台市（巨鹿县）",
   "lng": "115.044393",
   "lat": "37.22687"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "任钜鹿主簿",
   "place": "邢台市（巨鹿县）",
   "lng": "115.044393",
   "lat": "37.22687"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "高阳帅陈升之召至府，重礼之，使讲《春秋》，晏殊亲率官属往听",
   "place": "邢台市（巨鹿县）",
   "lng": "115.044393",
   "lat": "37.22687"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "任和川令",
   "place": "临汾市（安泽县）",
   "lng": "112.256743",
   "lat": "36.153523"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "任和川令",
   "place": "临汾市（安泽县）",
   "lng": "112.256743",
   "lat": "36.153523"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "任和川令",
   "place": "临汾市（安泽县）",
   "lng": "112.256743",
   "lat": "36.153523"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "二十八岁，子刘羲仲生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "八月庚申，诏三馆秘阁校宋、齐、梁、陈、后魏、后周、北齐七史书，刘恕与刘攽、范祖禹等负责校《后魏书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "刘恕至宋敏求家观书",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "刘恕赴广西前刘攽有诗《送刘长官桂府掌机宜》赠行",
   "place": "桂林市（伏波岩）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "四月十八日，诏命司马光续成《资治通鉴》，且许自择英才，置局同文院。司马光荐刘恕同预编修，刘恕因此迁著作佐郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "《叙目录》；刘恕等上所述校《后魏书》，其中有叙目录一文。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "刘恕在汴京修《资治通鉴》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "二月，王安石创制置三司条例司，议行新法，欲以刘恕修三司条例，刘恕与之意见相左，固辞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "在汴京修《资治通鉴》，被王安石指与刘攽、苏轼、苏辙同为司马光之党羽",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "在南康军酒监任内修《资治通鉴》，拟作《通鉴前后纪》",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1072,
   "value": 6,
   "event": "在南康军酒监任内修《资治通鉴》，得陈舜俞赠诗《赠刘道原》",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在南康修《资治通鉴》，与苏轼有诗唱和",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "春夏间，至京口与苏轼会面",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在南康修《资治通鉴》",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "至洛阳，与司马光议修书事",
   "place": "宜春市（高安市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "抱病修《资治通鉴》",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "抱病修《资治通鉴》",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  }
 ]
};
