// 诗人行迹数据：刘才邵
export default {
 "name": "刘才邵",
 "birth": 1086,
 "death": 1158,
 "life": [
  {
   "time": 1086,
   "value": 1,
   "event": "出生",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡庐陵。受学于葛次仲。次仲力荐之。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡庐陵。与邓柔中同预贡士籍。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡庐陵，乡举得解。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在开封。赴开封途中暴死复生。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "在开封中进士。",
   "place": "赣州市（会昌县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 4,
   "event": "《乞颁圣学下太学札子》；为湖北提举学事、管干文字。",
   "place": "荆州市（公安县）",
   "lng": "112.235979",
   "lat": "30.06431"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "或居乡庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "中博学宏词科。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "夜观天象而忧国。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在庐陵，丁母忧。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在庐陵，丁母忧。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在庐陵，丁母忧。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "或在本年起复。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在开封，迁校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "在开封，与康执权、元当可、邓肃、叶将、上官何、熊彦诗等押监书及道释经版、馆阁图籍入敌营。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居闲家乡吉州庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "刘才邵居闲家乡吉州庐陵，王庭珪有诗与之。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "刘才邵居闲家乡吉州庐陵，王庭珪有诗与之。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "《次韵王民瞻题慧门院二首》；居家吉州庐陵。吉州诸盗悉招安，局势稍定，王庭珪有诗，刘才邵有诗和王庭珪",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "在临安府，御史中丞廖刚荐之，出任秘书丞。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在临安府任秘书丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 4,
   "event": "《回谢除军器监》；在临安府，迁军器监，得高宗眷顾。有启。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "《辞免起居舍人表》；在临安府，迁起居舍人。有谢表。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "在临安府，守起居舍人，兼权中书舍人，直学士院。王庭珪有贺诗。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 6,
   "event": "《过唐兴寺二首》其一；出知漳州，道经庐陵在唐兴寺，王庭珪为之送行，刘才邵有诗",
   "place": "吉安市（唐兴寺）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "出知漳州，仍未到任。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "《漳州到任谢表》；到漳州任，有谢表。",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "在漳州任上，有善政。",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1148,
   "value": 10,
   "event": "《答漳州倅傅安道启》；在漳州期间，与傅自得相处甚欢。有启与傅自得。",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "或自本年始奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "奉祠居庐陵，杨万里拜以为师。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "奉祠居庐陵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1156,
   "value": 4,
   "event": "《辞免工部侍郎状》；在临安府，入队。权尚书工部侍郎，有辞免状。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "以老疾求去，罢为显谟阁直学士提举江州太平兴国宫。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1158,
   "value": 0,
   "event": "卒于家，年七十二。王庭珪有挽诗。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  }
 ]
};
