// 诗人行迹数据：刘敞
export default {
 "name": "刘敞",
 "birth": 1019,
 "death": 1068,
 "life": [
  {
   "time": 1019,
   "value": 1,
   "event": "是年，刘敞生，伯父刘立言中进士",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居乡，是年，父刘立之改太子中舍，自婺州金华县移梓州中江县",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居乡，弟攽生",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居乡，弟刘攽所作《行状》称刘敞少年老成。叔父刘立礼中宋郊榜进士",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居乡",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居乡，父刘立之知高邮军",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居乡，习为古文",
   "place": "新余市",
   "lng": "114.923664",
   "lat": "27.823541"
  },
  {
   "time": 1034,
   "value": 2,
   "event": "父刘立之除福建路提点刑狱，敞随父入闽，识张宜，遂为忘年交",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1035,
   "value": 2,
   "event": "《疑礼》；已多有著述",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1036,
   "value": 2,
   "event": "《汉官仪》序；弟刘攽作[彩选格]，敞为之序",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1037,
   "value": 4,
   "event": "《志雪》；父刘立之转司勋员外郎，入朝，拜开封府判官，敞随父入朝，作《志雪》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 2,
   "event": "《不举贤良为非议》；在京，作《不举贤良为非议》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 5,
   "event": "《逐伯强文》；在淮南，作《逐伯强文》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1040,
   "value": 0,
   "event": "五月十二日，母王氏卒，父刘立之除服，寄居毗陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "次子奉世生",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1042,
   "value": 4,
   "event": "《闻徙关中兵备河东》；作《闻徙关中兵备河东》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 9,
   "event": "《闻韩范移军泾原兼督关中四路》；四月甲辰，作《闻韩范移军泾原兼督关中四路》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1044,
   "value": 5,
   "event": "《闻范参政巡西边》；作《闻范参政巡西边》一诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1045,
   "value": 2,
   "event": "在京，父刘立之复拜司勋员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 6,
   "event": "三月御试，与弟刘攽同中贾黯榜进士，授大理评事，通判蔡州事，时吴育为守",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "通判蔡州，与知州吴育相处甚欢，并初显其政治才能",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "《闰月朔日寄府公给事二首》；通判蔡州，闰正月作《闰月朔日寄府公给事二首》，",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "与弟刘攽自蜀奉父丧归京师，居颍州守丧",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居颍州守丧",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "居颍州。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "同判登闻鼓院，改判吏部南曹，三上疏论夏竦谥，仁宗纳之，改夏竦谥[文正]为[文庄]",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 6,
   "event": "迁权三司度支判官，始解南曹，赐绯衣银鱼",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "《论温成立忌疏》；正月，张贵妃薨，追号温成皇后，有献议求为立忌日，礼官请封不许，刘敞上《论温成立忌疏》谏之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "《晏公挽词三首》；作《晏公挽词三首》",
   "place": "北京直辖县行政区划（密云县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "《元日发古北中寄禹玉直孺昌言三阁老》；奉使契丹返程，于嘉祐元年正月初一初入燕境，发古北口，作《元日发古北中寄禹玉直孺昌言三阁老》诗",
   "place": "北京直辖县行政区划（密云县）",
   "lng": "116.849716",
   "lat": "40.382129"
  },
  {
   "time": 1057,
   "value": 10,
   "event": "《乞置狱官奏》；五月，作《乞置狱官奏》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "《伯父宝书阁记》；正月，作《伯父宝书阁记》",
   "place": "泰安市（东平县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "《论日食用牲于社非礼疏》；正月丙申朔，日食，遣官祭社，刘敞上《论日食用牲于社非礼疏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 0,
   "event": "《送刁越州》；正月，刁约知越州，刘敞作《送刁越州》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "在永兴任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "四月，迁礼部郎中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1063,
   "value": 9,
   "event": "《挽仁宗皇帝歌四首》；三月辛未，仁宗崩，刘敞作《挽仁宗皇帝歌四首》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "四月，刘敞得惊眩疾，求便郡养疾",
   "place": "平顶山市（汝州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "在汝州，十一月，上郊，进封开国公",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "在汝州，四月，迁右谏议大夫，不久召还阙",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "正月，英宗崩，神宗嗣位，改给事中",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "四月八日，薨于位，享年五十",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  }
 ]
};
