// 诗人行迹数据：刘涣
export default {
 "name": "刘涣",
 "birth": 997,
 "death": 1078,
 "life": [
  {
   "time": 997,
   "value": 1,
   "event": "刘涣生",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 998,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 999,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "少年居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1028,
   "value": 0,
   "event": "父刘文质卒，诏厚赐其家，录其三子，刘涣以父任为将作监主簿，监并州仓",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "将作监主簿，监并州仓",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "将作监主簿，监并州仓",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "以奉礼郎，上书庄献太后，请还政，险被黥面流配白州，后因吕夷简、薛奎进谏得免",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "在京为大理评事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 3,
   "event": "迁左正言",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "以走马承受张丞震弹劾其并州“与营妓游”事，降殿中丞，通判磁州",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "辽州知州任上",
   "place": "晋中市（左权县）",
   "lng": "113.385711",
   "lat": "37.088589"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "辽州知州任上",
   "place": "晋中市（左权县）",
   "lng": "113.385711",
   "lat": "37.088589"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "辽州知州任上",
   "place": "晋中市（左权县）",
   "lng": "113.385711",
   "lat": "37.088589"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "辽州知州任上",
   "place": "晋中市（左权县）",
   "lng": "113.385711",
   "lat": "37.088589"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "辽州知州任上",
   "place": "晋中市（左权县）",
   "lng": "113.385711",
   "lat": "37.088589"
  },
  {
   "time": 1040,
   "value": 4,
   "event": "遣屯田员外郎刘涣出使邈川谕唃厮啰出兵助讨西夏",
   "place": "定西市（陇西县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "涣自青唐还，得唃厮啰誓书及《西川地图》以献，直昭文馆，为秦陇路招安藩落使",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 4,
   "event": "《兴庆池禊宴》；上巳日与范雍、张奎等十一人于兴庆池唱和，有诗",
   "place": "兴庆池",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "以工部郎中知沧州，因刺逃兵被转运使以为恣暴降职",
   "place": "沧州市",
   "lng": "116.845272",
   "lat": "38.31022"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "工部郎中、直昭文馆、知沧州刘涣为吉州刺史、知保州",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "知登州",
   "place": "威海市",
   "lng": "122.128245",
   "lat": "37.519322"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "以知登州、吉州刺史兼青州路都监",
   "place": "威海市",
   "lng": "122.128245",
   "lat": "37.519322"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "知刑州",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "事迹不详（见备注）",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "事迹不详（见备注）",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "事迹不详（见备注）",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "事迹不详（见备注）",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "知开德府",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "官秦凤路部署，领兵讨青唐族羌",
   "place": "西宁市",
   "lng": "101.784269",
   "lat": "36.623477"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "知恩州",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "任真定路总管",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "于虔州任观察使",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "于虔州任观察使",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "于虔州任观察使",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "于虔州任观察使",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "官定州路副都部署，镇宁军留后",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "知冀州、真定路总管",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "再知泾州，任上因“曲加谄奉”内臣王正中被司马光参奏",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "居乡",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "卒",
   "place": "保定市",
   "lng": "115.471052",
   "lat": "38.880055"
  }
 ]
};
