// 诗人行迹数据：刘昺
export default {
 "name": "刘昺",
 "birth": 1062,
 "death": 1118,
 "life": [
  {
   "time": 1062,
   "value": 0,
   "event": "按若政和八年卒，年五十七，可推于是年出生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "进士甲科起家，为太学博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "在太学博士任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "迁秘书省正字、校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "迁起居郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "任殿中少监兼大司乐",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 4,
   "event": "兼领局议礼",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "在同详定《大乐书》官任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "为蔡京所荐，除翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "以工部尚书、显谟阁直学士，知陈州",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "降授朝奉大夫提举杭州洞霄宫，上《乐书》二十卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "以言者谓裭官轻典，未厌士论，勒停",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "以言者谓裭官轻典，未厌士论，勒停",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "蔡京再辅政，召为户部尚书兼大晟府提举官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 7,
   "event": "乞依大观条令旌赏桩发数足路分奏；上《乞依大观条令旌赏桩发数足路分奏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 4,
   "event": "乞立诸路将拖欠钱物依元立期限起发奏；上《乞立诸路将拖欠钱物依元立期限起发奏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 6,
   "event": "再为户部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "诏大晟府编集燕乐八十四调并图谱，令刘昺撰为《燕乐新书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "帝再出“指寸”命造新乐，昺作长笛止之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 0,
   "event": "与王寀交通，事败，长流琼州",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
