// 诗人行迹数据：刘禹锡
export default {
 "name": "刘禹锡",
 "birth": 772,
 "death": 842,
 "life": [
  {
   "time": 772,
   "value": 1,
   "event": "出生",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 773,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 774,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 775,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 776,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 777,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 778,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 779,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 780,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 781,
   "value": 1,
   "event": "居乡。童时多病",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 782,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 783,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 784,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 785,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 786,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 787,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 788,
   "value": 1,
   "event": "居乡。始习医",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 789,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 790,
   "value": 1,
   "event": "学有成就，北游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 791,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 792,
   "value": 2,
   "event": "《华山歌》；冬，经华山，作诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 793,
   "value": 5,
   "event": "《平权衡赋》；是年，权礼部侍郎顾少连知贡举，放进士三十二人，其中柳宗元与刘禹锡交最密",
   "place": "渭南市（华县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 9,
   "event": "《献权舍人书》；复至长安，以文会友",
   "place": "咸阳市（兴平市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 3,
   "event": "登吏部取士科，授太子校书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 0,
   "event": "父卒于扬州",
   "place": "郑州市（荥阳市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 1,
   "event": "丁父忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 798,
   "value": 1,
   "event": "丁父忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 799,
   "value": 2,
   "event": "丁父忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 800,
   "value": 10,
   "event": "入徐泗濠节度使杜佑幕",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 801,
   "value": 10,
   "event": "在杜佑幕府一年余。识窦常，刘伯刍",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 802,
   "value": 10,
   "event": "年初，调补京兆府渭南县主簿",
   "place": "渭南市",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 803,
   "value": 10,
   "event": "在京兆府渭南主簿任",
   "place": "渭南市",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 804,
   "value": 10,
   "event": "在监察御史任，兼领监祭使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 10,
   "event": "正月，仍为监察御史",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 7,
   "event": "在朗州司马任，居招屈亭之旁",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 807,
   "value": 7,
   "event": "在朗州司马任。朗州旱灾",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 808,
   "value": 7,
   "event": "《答柳子厚书》；在朗州司马任。与永州司马柳宗元通信讨论文学",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 809,
   "value": 6,
   "event": "《上淮南李相公启》；在朗州司马任。托程异献诗于李吉甫，并上书启",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 810,
   "value": 6,
   "event": "《送李策秀才还湖南因寄幕中亲故兼简衡州吕八郎中》；在朗州司马任。作诗送友，因寄幕中亲故，并简衡州刺史吕温",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 811,
   "value": 0,
   "event": "《吕八见寄郡内书怀因而戏和》；在朗州司马任。年初，有诗和衡州刺史吕温",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 812,
   "value": 0,
   "event": "在朗州司马任。宰相李吉甫有量移刘禹锡等人之意",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 813,
   "value": 10,
   "event": "在朗州司马任。朝廷原有诏，以禹锡等为远郡刺史，因武元衡等反对而中止",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 814,
   "value": 0,
   "event": "《酬元九院长自江陵见寄》；在朗州司马任。与元稹诗文唱和",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 815,
   "value": 10,
   "event": "《朗州窦员外见示与澧州元郎中郡斋赠答长句二篇因以继和》；年初，赴长安前，窦群见示唱和诗文，禹锡作诗继和",
   "place": "襄阳市（宜城市）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 816,
   "value": 10,
   "event": "《连州刺史厅壁记》；在连州刺史任。七月二十四日，作厅壁记文",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 817,
   "value": 10,
   "event": "《与柳子厚书》；在连州刺史任。九月，与柳宗元通信讨论文学、医学",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 818,
   "value": 0,
   "event": "《连州贺赦表》；在连州刺史任。因淮西平，正月，朝廷大赦，作表贺",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 819,
   "value": 0,
   "event": "在连州刺史任。与僧方及、中巽等交游",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 820,
   "value": 6,
   "event": "在洛阳丁母忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 821,
   "value": 10,
   "event": "《唐故衡州刺史吕君集序》；应故友吕温之子请，为吕温文集作序",
   "place": "武汉市（武昌区）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 822,
   "value": 0,
   "event": "《夔州刺史谢上表》；正月，到夔州。作谢表上呈",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 823,
   "value": 10,
   "event": "《贺册皇太子表》；在夔州刺史任。正月日，上表贺册皇太子",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 824,
   "value": 0,
   "event": "《贺登极表》；在夔州刺史任。正月，穆宗卒，敬宗即位。二月日，上表贺",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 825,
   "value": 10,
   "event": "《贺改元赦表》；在和州刺史任。正月改元，大赦。二月十六日，上表贺",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 826,
   "value": 10,
   "event": "《和令狐相公谢太原李侍中寄蒲桃》；在和州刺史任。九月前，作诗和令狐楚",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 827,
   "value": 10,
   "event": "春，抵洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 828,
   "value": 10,
   "event": "《三乡驿楼伏睹玄宗望女几山诗小臣斐然有感》；由洛阳赴长安，经三乡驿楼，睹玄宗诗，有感而作",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 829,
   "value": 10,
   "event": "除礼部郎中，仍兼集贤殿学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 0,
   "event": "在礼部郎中、集贤学士任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 0,
   "event": "在礼部郎中、集贤学士任",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 10,
   "event": "二月，至苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 833,
   "value": 10,
   "event": "《彭阳唱和集引》；在苏州刺史任。二月五日，将其与令狐楚的唱和诗篇，编为《彭阳唱和集》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 834,
   "value": 10,
   "event": "《苏州贺皇帝疾愈表》；在苏州刺史任。正月，上表贺皇帝疾愈",
   "place": "苏州市（武丘寺）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 835,
   "value": 10,
   "event": "在汝州刺史任",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 836,
   "value": 10,
   "event": "《贺赦表》；在同州刺史任。正月改元，大赦天下，上表贺",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 837,
   "value": 0,
   "event": "《山南西道节度使厅壁记》；仍为太子宾客，分司东都。二月某日，作壁记",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 838,
   "value": 10,
   "event": "仍为太子宾客，分司东都。疾仍未痊",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 839,
   "value": 10,
   "event": "仍为太子宾客，分司东都。加尚书衔",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 840,
   "value": 0,
   "event": "为秘书监，分司东都",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 841,
   "value": 10,
   "event": "春，加检校礼部尚书，兼太子宾客",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 842,
   "value": 0,
   "event": "《子刘子自传》；患病，病中自为铭、传",
   "place": "郑州市（荥阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
