// 诗人行迹数据：刘焘
export default {
 "name": "刘焘",
 "birth": 1071,
 "death": 1131,
 "life": [
  {
   "time": 1071,
   "value": 1,
   "event": "出生",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "不详",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "在开封，进士及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "在定州，苏轼自京到定州任，有诗与刘焘唱和",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "在定州，刘焘与苏轼有书信往来",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "在开封，刘焘因曾布举荐，任删定官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "在开封，刘焘任删定官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "在开封，刘焘任删定官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "在开封，丁忧，未除服，曾布荐刘焘任枢密院编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "在开封，刘焘任枢密院编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "在开封，刘焘任枢密院编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 4,
   "event": "曾布为易大行皇太后山陵使，荐刘焘掌笺表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 4,
   "event": "《饷茶贴》一卷；在开封，本年刘焘等修成《饷茶帖》一卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1116,
   "value": 2,
   "event": "《壮观亭记》；在开封，刘焘撰有《壮观亭记》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在开封，刘焘曾与黄伯思论汉代永初简。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "在扬州。丁忧后，刘焘起复为淮南东路提点刑狱",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "在扬州，刘焘被降职",
   "place": "湖州市（长兴县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "在家乡长兴",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "在家乡长兴",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "在家乡长兴",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "刘焘与叶梦得、葛仲胜、林彦振、莫彦平游家乡长兴",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1124,
   "value": 2,
   "event": "刘焘造访叶梦得。叶梦得有《八声甘州•甲辰承诏堂知止亭初毕工，刘无言相过》赠刘焘",
   "place": "卞山;承诏堂;知止亭",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "刘焘除秘阁修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "战乱起，刘焘用奸臣朱勔所占之船搬家。刘焘因擅离官守，为李光所劾，以秘阁修撰致仕。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "葛胜仲有诗词与刘焘唱和，葛胜仲时知湖州",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
