// 诗人行迹数据：刘爚
export default {
 "name": "刘爚",
 "birth": 1144,
 "death": 1216,
 "life": [
  {
   "time": 1144,
   "value": 1,
   "event": "十月十二日，公生",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "八月，仲弟昺生",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "公习《书》大义。十月，丁母吴郡夫人连氏忧。某月某日，葬母吴郡夫人",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "公与弟韬仲始受学于晦庵先生朱文公",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "公入郡学",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "与乡贡",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "正月，公娶李氏",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "正月，丁母蜀郡夫人熊氏忧。某月某日，葬母蜀郡夫人",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "公与弟韬仲从文公游于寒泉",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "再与乡贡",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "试礼部。以文公书，受学于东莱先生吕成公。登进士第，授迪功郞，调绍兴府山阴县主簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "父金紫公之官会昌",
   "place": "赣州市（会昌县）",
   "lng": "115.79246",
   "lat": "25.606652"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "公至自会昌",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "公如会昌觐省",
   "place": "赣州市（会昌县）",
   "lng": "115.79246",
   "lat": "25.606652"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "公侍金紫公至自会昌",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1178,
   "value": 3,
   "event": "二月，之官山阴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1181,
   "value": 3,
   "event": "公任满参部，关升从政郞，调饶州录事参军",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "二月，之官饶州",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "公在饶州入幕",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "公在饶州。洪丞相举公改官，公辞",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1185,
   "value": 3,
   "event": "公任满，至自饶州，如信州觐省。参部，调汀州莲城令",
   "place": "龙岩市（连城县）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1186,
   "value": 3,
   "event": "不详",
   "place": "龙岩市（连城县）",
   "lng": "116.761305",
   "lat": "25.716312"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "公在莲城，大修学校，申诸监司乞行经界",
   "place": "龙岩市（连城县）",
   "lng": "116.761305",
   "lat": "25.716312"
  },
  {
   "time": 1188,
   "value": 3,
   "event": "春，以郊恩转奉职郎，赐绯鱼袋。是岁金紫公乞致仕，转通直郞",
   "place": "龙岩市（连城县）",
   "lng": "116.761305",
   "lat": "25.716312"
  },
  {
   "time": 1189,
   "value": 3,
   "event": "不详",
   "place": "龙岩市（连城县）",
   "lng": "116.761305",
   "lat": "25.716312"
  },
  {
   "time": 1190,
   "value": 3,
   "event": "二月，磨勘转承议郞",
   "place": "龙岩市（连城县）",
   "lng": "116.761305",
   "lat": "25.716312"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "春，公至自漳州",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "公在闽县",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "公在闽县",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "九月，至自闽县。公如京师",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "春，至自京师",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "金紫公以朝奉大夫致仕。五月，终于正寝",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "十二月，葬金紫公",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "公从文公游武夷精舍，即其旁创云庄山房",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "公在赣州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "公在赣州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "公在赣州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "五月，公至自赣州。如京师",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "七月，磨勘转朝奉大夫",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "十二月，孙男钦生。之官德庆府",
   "place": "肇庆市（德庆县）",
   "lng": "111.792142",
   "lat": "23.149436"
  },
  {
   "time": 1205,
   "value": 3,
   "event": "二月，视郡事，首大修学校",
   "place": "肇庆市（德庆县）",
   "lng": "111.792142",
   "lat": "23.149436"
  },
  {
   "time": 1206,
   "value": 3,
   "event": "公在德庆府。奏罢两县无名租钱，纠集武勇乡兵",
   "place": "肇庆市（德庆县）",
   "lng": "111.792142",
   "lat": "23.149436"
  },
  {
   "time": 1207,
   "value": 3,
   "event": "六月，受代归",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1208,
   "value": 3,
   "event": "五月，之官广东，核实常平义仓，拨公使、公用二库赢钱补盐司逋欠",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1209,
   "value": 3,
   "event": "二月，召赴行在",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1210,
   "value": 4,
   "event": "正月，轮对，奏乞收拾人才及修明军政等事，与典春班、改官人选事",
   "place": "南平市（建阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "正月，公造朝供职，奏乞开伪学禁，奏乞以朱熹白鹿洞规颁于太学，刊朱熹《四书》于太学，奏乞重浙西根本",
   "place": "淮安市（盱眙县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "正月，送金国贺正使出境",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1213,
   "value": 5,
   "event": "四月，除权刑部侍郞，兼国子祭酒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1214,
   "value": 3,
   "event": "正月，同知贡举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "正月，再乞致仕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1216,
   "value": 3,
   "event": "正月，三乞致仕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
