// 诗人行迹数据：刘过
export default {
 "name": "刘过",
 "birth": 1154,
 "death": 1206,
 "life": [
  {
   "time": 1154,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "在故乡太和家居",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1174,
   "value": 2,
   "event": "《天仙子》（别酒醺醺容易醉）；初赴省，别妾，有词",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "在潭州游学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "三十岁前，读书漫游于江西、湖南，曾从戴溪游",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1183,
   "value": 2,
   "event": "在潭州获得参加次年春礼部大试资格",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1184,
   "value": 8,
   "event": "西湖次舍弟润之韵；入临安应举子试，与弟游西湖，有诗",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1185,
   "value": 7,
   "event": "《满江红》（猎猎风蒲）；同襄阳帅泛湖，有词",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1186,
   "value": 7,
   "event": "《浣溪沙》（黄鹤楼前识楚卿）；过武昌，结识昌妓徐楚楚，有词",
   "place": "武汉市（黄鹤楼）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "从北地南返，经湖州长兴，与程松有交",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "与许从道在临安定交",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 4,
   "event": "庆周益公新府；在临安拜谒周必大，有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 8,
   "event": "是年有会试，从临安北上，到和州、焦湖一带",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1191,
   "value": 5,
   "event": "由两淮转赴苏州，途经真州与许从道结拜",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1192,
   "value": 7,
   "event": "明州观大阅；在庆元府参加秋试，观明州大阅，有诗",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1193,
   "value": 7,
   "event": "忆鄂渚；游越州，有诗",
   "place": "杭州市（建德市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1194,
   "value": 2,
   "event": "正月，太上皇孝宗病，光宗不问，两宫失和，刘过伏阙抗疏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 7,
   "event": "贺庐帅程徽猷鹏飞启；重游淮甸，拜谒和州知州程九万，有文",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1196,
   "value": 2,
   "event": "排青轩上梁文；庆元二年至四年，以苏州为中心游历，为俞灏建房作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1197,
   "value": 2,
   "event": "寄竹隐先生孙应时二首；与常熟县令孙应时有交，有二诗相寄",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1198,
   "value": 8,
   "event": "《沁园春》（问讯竹湖）；孙应时被贬官，刘过赋词纪事",
   "place": "无锡市（惠山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1199,
   "value": 9,
   "event": "与许从道书；游东阳，访许从道，书信相通",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1200,
   "value": 5,
   "event": "建康狱中上吴居父启；与吴芳仲发生冲突，陷入金陵狱，有文上吴琚",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1202,
   "value": 2,
   "event": "嘉泰开乐日，殿岩泾原郭季端邀游凤山，自来美堂而上湖亭、海观、梅坡、石林，无不历览，最后登冲天楼，下介亭，观骑射歌舞，赋诗而归；在临安，与郭倪等人交游，有诗",
   "place": "杭州市（凤凰山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 9,
   "event": "西湖；游临安西湖，有诗",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 9,
   "event": "《念奴娇》（知音者少）；由临安回故里，作词留别辛稼轩",
   "place": "黄石市（阳新县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 7,
   "event": "湖口邂逅张伯丰同行；由江西湖口至洞庭，遇张伯丰，有诗",
   "place": "九江市（湖口县）",
   "lng": "116.226822",
   "lat": "29.745067"
  },
  {
   "time": 1206,
   "value": 9,
   "event": "《谒金门》（归不去）；初春在京口，赋词与歌者以侑尊",
   "place": "淮安市（盱眙县）",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
