// 诗人行迹数据：刘辰翁
export default {
 "name": "刘辰翁",
 "birth": 1232,
 "death": 1297,
 "life": [
  {
   "time": 1232,
   "value": 1,
   "event": "出生",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "入蒙学，受业朱植、曾深甫",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "入蒙学，受业朱植、曾深甫",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "入蒙学，受业朱植、曾深甫",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "入白鹭洲书院，从欧阳守道学；又从王泰来学诗",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "白鹭洲书院读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "白鹭洲书院读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "赴童子试",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "本年与邓光荐开始交往",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "儿子将孙生",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1258,
   "value": 2,
   "event": "《青玉案》（里中上大人谁大）；庐陵乡里长老八十六岁生日，有贺词",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居乡庐陵。福州人陈俞来吉作节度推官",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "结交吉州推官陈俞",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1261,
   "value": 2,
   "event": "《虞美人》（黄帘绿幕窗垂雾）；时在临安为太学生",
   "place": "九江市（都昌县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 2,
   "event": "至临安赴进士试，登第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 2,
   "event": "《郭德章序》；居庐陵，为入沅的郭德章作序",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1264,
   "value": 7,
   "event": "《摸鱼儿》（也何须、晴如那日）；本年春，入江万里建宁幕府",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1265,
   "value": 4,
   "event": "春夏尚居福州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "春，江万里罢相，辰翁落职回乡。过洪州，游紫极宫。",
   "place": "南昌市（洪州紫极宫）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "本年曾奔走鄱阳，拜望江万里",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1268,
   "value": 3,
   "event": "春夏闲居故乡庐陵",
   "place": "马鞍山市（当涂县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1269,
   "value": 3,
   "event": "春，尚在江东幕",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "儿子将孙在吉水文昌虎溪读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1272,
   "value": 2,
   "event": "酹江月（五朝寿俊）；居乡庐陵，和乡贤多有唱和",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1273,
   "value": 5,
   "event": "送李参政守庐陵归；居乡庐陵，有诗送李参政",
   "place": "长沙市（长沙县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1275,
   "value": 7,
   "event": "《减字木兰花》（无灯可看）；正月文天祥起兵勤王，辰翁盖曾参与幕府",
   "place": "吉安市（吉水县）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1276,
   "value": 9,
   "event": "《浣溪沙》（春日春风掠鬓须）；暮春，离开吉水虎溪，前往庐陵永阳。其间有词文多篇",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1277,
   "value": 7,
   "event": "《永遇乐》（璧月初晴）；避祸永阳。有感于李清照《永遇乐》元夕词，追和一首，表达对故土的缅怀和伤痛",
   "place": "吉安市（永阳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "《齐天乐》（蒋陵故是簪花路）；是年辰翁回庐陵故居，秋与二僧登华盖岭，有词",
   "place": "吉安市（华盖岭）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1279,
   "value": 9,
   "event": "《永遇乐》（灯舫华星）；是年元宵节和邓剡交，唱和有词",
   "place": "九江市（都昌县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1280,
   "value": 5,
   "event": "年初与黄纯父相遇彭泽东湖",
   "place": "九江市（彭泽县）",
   "lng": "116.55562",
   "lat": "29.90215"
  },
  {
   "time": 1281,
   "value": 9,
   "event": "正月自庐山归，道过洪都南昌，再游紫极宫",
   "place": "南昌市（紫极宫）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1282,
   "value": 8,
   "event": "《金缕曲》（叶叶跳珠雨）；本年端午，辰翁有感填词金缕曲一首，题曰“壬午五日”。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1283,
   "value": 9,
   "event": "《唐多令》（春雨满江城）；正月十五元宵节天气晴好，辰翁有感，填词唐多令一首，题曰：“癸未上元午晴”",
   "place": "吉安市（吉水县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1284,
   "value": 9,
   "event": "《金缕曲》（少日都门路）；携子将孙再游临安，凭吊古都，写下诸多感怀词句",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1285,
   "value": 9,
   "event": "《卜算子》（不是重看灯）；居家庐陵，元宵节有词",
   "place": "吉安市（南岗禅寺）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1286,
   "value": 0,
   "event": "《万安县舜祠买田记》；为庐陵万安县舜祠写买田记",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1287,
   "value": 0,
   "event": "《黄纯父墓志铭》；友人黄纯父卒，葬于三月，为之写墓志铭",
   "place": "吉安市（吉水县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1288,
   "value": 2,
   "event": "《摸鱼儿》（也何须晴如那日）；居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1289,
   "value": 5,
   "event": "《减字木兰花》（相州锦好）；临川尚学林来访，逢生日，为之作词贺寿",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "元蒙丞相莽哈代出镇江西，四十余天亡，九月葬，为之作祭文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1291,
   "value": 2,
   "event": "《临江仙》（旧日诗肠论斗酒）；居家庐陵，乡贤朱墨轩八十，有贺词",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1292,
   "value": 0,
   "event": "《沁园春》（六十一翁）；本年为乡贤王槐城六十一岁寿作贺词",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1293,
   "value": 2,
   "event": "《南剑龟山书院记》；春，应友人邀请作龟山书院记",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1294,
   "value": 7,
   "event": "《水调歌头》（又非他今年晴少）；本年春日，有词记之",
   "place": "吉安市（牛山）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1295,
   "value": 0,
   "event": "《陈礼部墓志铭》；友人陈俞卒多年，为之撰写墓志铭",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1296,
   "value": 7,
   "event": "拟游南岳衡山，至茶陵因故返乡",
   "place": "株洲市（茶陵县）",
   "lng": "113.545743",
   "lat": "26.783635"
  },
  {
   "time": 1297,
   "value": 2,
   "event": "《宝鼎现》（红妆春骑）；本年正月亡故，有绝笔词，题曰“丁酉元夕”",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  }
 ]
};
