// 诗人行迹数据：刘长卿
export default {
 "name": "刘长卿",
 "birth": 718,
 "death": 790,
 "life": [
  {
   "time": 718,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 719,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 720,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 721,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 722,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 723,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 724,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 725,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 726,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 727,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 728,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 729,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 730,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 731,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 732,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 733,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 734,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 735,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 736,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 737,
   "value": 1,
   "event": "或在长安应试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 738,
   "value": 2,
   "event": "平蕃曲三首；在洛阳。七月，鄯州都督杜希望夺吐蕃河桥，筑盐泉城。刘作《平蕃曲》三首",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 739,
   "value": 1,
   "event": "在故乡洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 740,
   "value": 2,
   "event": "疲兵篇；在故乡洛阳家居。作《疲兵篇》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 741,
   "value": 1,
   "event": "在故乡洛阳家居。作《疲兵篇》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 742,
   "value": 2,
   "event": "小乌篇上裴尹；在洛阳。作《小乌篇上裴尹》赠河南尹裴敦复。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 743,
   "value": 7,
   "event": "出丰县界寄韩明府；以家境困窘，东游梁、宋，求亲友资助。出丰县，有诗",
   "place": "徐州市（丰县）",
   "lng": "116.601905",
   "lat": "34.699721"
  },
  {
   "time": 744,
   "value": 1,
   "event": "回洛阳家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 745,
   "value": 4,
   "event": "夜宴洛阳程九主簿宅送杨三山人往天台寻智者禅师旧居；回洛阳家居，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 746,
   "value": 1,
   "event": "在长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 1,
   "event": "在长安。落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 2,
   "event": "早春赠别赵居士还江左时卿长下第归嵩阳旧居；落第归洛阳,有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 749,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 750,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 751,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 752,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 753,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 754,
   "value": 1,
   "event": "在洛阳，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 755,
   "value": 3,
   "event": "入长安，应举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 756,
   "value": 7,
   "event": "送路少府使东京便应制举；在长洲县尉任上，有诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 757,
   "value": 4,
   "event": "春，在扬州",
   "place": "嘉兴市（海盐县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 758,
   "value": 5,
   "event": "罢摄官将还旧居留辞李侍御；罢官。未久，受诬入狱，有诗",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 759,
   "value": 8,
   "event": "负谪后登干越亭作；春日，贬谪南巴。赴南昌，寓居余干。有诗",
   "place": "上饶市（余干县）",
   "lng": "116.702202",
   "lat": "28.707773"
  },
  {
   "time": 760,
   "value": 1,
   "event": "在南巴",
   "place": "茂名市（电白区）",
   "lng": "111.240553",
   "lat": "21.685028"
  },
  {
   "time": 761,
   "value": 4,
   "event": "余干夜宴奉饯前苏州韦使君新除婺州作；春，获赦北归，居余干，夜宴有诗作",
   "place": "上饶市（余干县）",
   "lng": "116.702202",
   "lat": "28.707773"
  },
  {
   "time": 762,
   "value": 2,
   "event": "春，游杭州",
   "place": "马鞍山市（和县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 763,
   "value": 2,
   "event": "春，返回淮南，途经安陆",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 764,
   "value": 1,
   "event": "在淮南幕",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 765,
   "value": 1,
   "event": "在淮南幕",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 766,
   "value": 2,
   "event": "送蒋侍御入秦；在淮南幕。有诗赠同僚",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 767,
   "value": 1,
   "event": "春日，离淮南幕，入京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 768,
   "value": 2,
   "event": "送韦赞善使岭南；奉和杜相公新移长兴宅呈元相公；在长安。送友人有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 2,
   "event": "送刘萱之道州谒崔大夫；夏口送徐郎中归朝；春日，离长安来鄂州，归弋阳山居。有诗赠友人",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 770,
   "value": 2,
   "event": "失官，居常州别业",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 771,
   "value": 4,
   "event": "在淮南幕",
   "place": "长沙市（长沙县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 772,
   "value": 4,
   "event": "湖南使还留辞辛大夫；春，北返回鄂州。有诗留别",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 773,
   "value": 3,
   "event": "知鄂、岳转运留后任上",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 774,
   "value": 4,
   "event": "因钱粮事被诬陷，贬睦州司马。秋赴贬所",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 775,
   "value": 4,
   "event": "送少微上人游天台；初到碧涧招明契上人；睦州司马任上。有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 776,
   "value": 4,
   "event": "碧涧别墅喜皇甫侍御相访；睦州司马任上。有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 777,
   "value": 4,
   "event": "送柳使君赴袁州；睦州司马任上。有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 778,
   "value": 4,
   "event": "送方外上人之常州依萧使君；睦州司马任上。有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 779,
   "value": 3,
   "event": "睦州司马任上。与秦系、章八元酬唱。",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 780,
   "value": 6,
   "event": "哭张员外继；除刺史赴任过洪州，有诗哭友人",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 781,
   "value": 4,
   "event": "登迁仁楼酬子婿李穆；在随州刺史任上。登迁仁楼有诗",
   "place": "随州市（迁仁楼）",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 782,
   "value": 2,
   "event": "献淮宁李相公；观校猎上淮西相公；随州被李希烈部所据，迁居蔡州。有诗献李",
   "place": "驻马店市（新蔡县）",
   "lng": "114.992178",
   "lat": "32.755334"
  },
  {
   "time": 783,
   "value": 1,
   "event": "扬州依女婿李穆避乱",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 784,
   "value": 1,
   "event": "扬州依女婿李穆避乱",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 785,
   "value": 1,
   "event": "定居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 786,
   "value": 2,
   "event": "寄别朱拾遗；喜朱拾遗承恩拜命赴任上都；在苏州。有诗送朱放入长安",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 787,
   "value": 1,
   "event": "定居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 788,
   "value": 1,
   "event": "定居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 789,
   "value": 2,
   "event": "定居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 790,
   "value": 0,
   "event": "定居苏州。卒",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
