// 诗人行迹数据：包拯
export default {
 "name": "包拯",
 "birth": 999,
 "death": 1062,
 "life": [
  {
   "time": 999,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "居乡，其妻董氏出生",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "居乡，其父包令仪任福建惠安县知县",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居乡，少刻苦读书。时文彦博之父泊与包拯之父令仪同官阁中，拯与文彦博方业进士，交友深厚",
   "place": "合肥市（香花墩、包公书院）",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "进士及第。初授大理评事、知建昌县，续改监和州税，因父母春秋高，遂解官侍养",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "居乡，奉养父母",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡，奉养父母",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居乡，奉养父母",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居乡，奉养父母",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1032,
   "value": 0,
   "event": "母张氏卒，拯庐墓守丧。",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "除服，家居",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居乡",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "毕亲丧，重新出仕，知扬州天长县",
   "place": "滁州市（天长市）",
   "lng": "119.010093",
   "lat": "32.695335"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "知扬州天长县",
   "place": "滁州市（天长市）",
   "lng": "119.010093",
   "lat": "32.695335"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "知扬州天长县",
   "place": "滁州市（天长市）",
   "lng": "119.010093",
   "lat": "32.695335"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "徙知端州，官迁殿中丞。病民之汲于江，凿七井以便其用",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "知端州。",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1042,
   "value": 4,
   "event": "知端州。与提点刑狱周湛、同提点刑狱钱聿游端州城北石室大岩（即七星岩），并题名留念",
   "place": "肇庆市（七星岩）",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "入朝任勾当京东排岸司官。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "由监察御史里行迁为监察御史。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "请依旧考试奏荫子弟；任监察御史。考试奏荫子弟，是“庆历新政”措施之一，于庆历三年十一月颁行。时欲废止",
   "place": "赤峰市（巴林左旗）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "奉使契丹辨雄州便门事状；任监察御史。使契丹还。将启程时，与契丹馆伴论列雄州便门事，使之“但言极是，颇有愧色”。返至雄州，询问此事，归上此疏",
   "place": "青州市（青州市益都）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 9,
   "event": "领陕西漕日上殿；任工部员外郎、直集贤院、陕西转运使。行次华阴，受赐三品服",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1048,
   "value": 7,
   "event": "改任刑部员外郎、直集贤院、河北转运使，未行。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "请留禁军不差出招置士兵；任三司户部副使。皇祐元年二月八日，诏发京师禁军一指挥赴京东西路驻泊以备盗贼",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 10,
   "event": "擢为天章阁待制、知谏院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "弹宋庠；任兵部员外郎、知谏院。弹宰相宋庠“窃位素餐”、无所建树，乞罢免之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "请选利州路转运使；任兵部员外郎、知谏院。言利州一路累经灾伤，而转运使李熙辅不才庸谬，难当重任。乞另选廉敏才识之士，充利州路转运",
   "place": "邯郸市（大名县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 4,
   "event": "丧子，乞便郡，得知扬州，旋改庐州。亲旧有扰官府者，绳之以法",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1054,
   "value": 4,
   "event": "知庐州。迁刑部郎中",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "坐失保任，降为兵部员外郎、知池州。曾于任上辨浮江尸与瘗僧冤，所至缩靡费以利民",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "任兵部员外郎、知池州。与吴几复、王绰同游池州贵池县齐山寄隐岩，题名留念",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "进右司郎中、权知开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 8,
   "event": "迁右谏议大夫、权御史中丞、兼理检使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "上疏弹劾三司使张方平",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "任枢密直学士、权三司使。与吕居简、吴中复同详定均税",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "迁给事中、三司使，继改枢密副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "赐包拯生日礼物诏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
