// 诗人行迹数据：卢照邻
export default {
 "name": "卢照邻",
 "birth": 634,
 "death": 686,
 "life": [
  {
   "time": 634,
   "value": 1,
   "event": "居于家乡范阳。照邻生年无确考。本表所列年岁为虚拟数。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 635,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 636,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 637,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 638,
   "value": 1,
   "event": "始诵诗习礼",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 639,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 640,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 641,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 642,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 643,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 644,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 645,
   "value": 1,
   "event": "居于家乡范阳",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 646,
   "value": 1,
   "event": "就曹宪学《苍》、《雅》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 647,
   "value": 1,
   "event": "就曹宪学《苍》、《雅》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 648,
   "value": 1,
   "event": "就曹宪学《苍》、《雅》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 649,
   "value": 1,
   "event": "就王义方学经史、缀文",
   "place": "邯郸市（魏县）",
   "lng": "114.945271",
   "lat": "36.366063"
  },
  {
   "time": 650,
   "value": 1,
   "event": "就王义方学经史、缀文",
   "place": "邯郸市（魏县）",
   "lng": "114.945271",
   "lat": "36.366063"
  },
  {
   "time": 651,
   "value": 1,
   "event": "入京应举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 652,
   "value": 2,
   "event": "《长安古意》；在长安参选.本年冬或明年春,作《长安古意》诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 653,
   "value": 3,
   "event": "在寿州,为邓王府典签",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 654,
   "value": 3,
   "event": "在寿州,为邓王府典签",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 655,
   "value": 3,
   "event": "在寿州,为邓王府典签",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 656,
   "value": 3,
   "event": "在寿州,为邓王府典签",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 657,
   "value": 3,
   "event": "在寿州,为邓王府典签",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 658,
   "value": 3,
   "event": "寿州刺史邓王李元裕被册封为襄州刺史,随邓王由寿州赴襄州",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 659,
   "value": 3,
   "event": "在襄州,与张柬之有交往",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 660,
   "value": 3,
   "event": "在襄州",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 661,
   "value": 9,
   "event": "《西使兼送孟学士南游》；在襄州.秋,奉使西行.行前有《西使兼送孟学士》诗",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 662,
   "value": 10,
   "event": "《紫骝马》；春,随军至漠北",
   "place": "济宁市（兖州区）",
   "lng": "107.149559",
   "lat": "47.966156"
  },
  {
   "time": 663,
   "value": 5,
   "event": "《赠李荣道士》；入蜀,经梓州,逢李荣奉召入京,有《赠李荣道士》诗",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 664,
   "value": 10,
   "event": "《穷鱼赋》；出狱,有《穷鱼赋》,以大鹏鸟救穷鱼的故事,对自身受陷又遇友人搭救的过程做了艺术的表现",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 665,
   "value": 3,
   "event": "《葭川独泛》；出狱.在蜀中,往来梓州、剑州、利州等地.年底,为新都尉,到成都",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 666,
   "value": 7,
   "event": "《登封大酺歌四首》；在新都尉任上.正月,改元,大赦,赐酺.参加益州都督府酺宴,作《登封大酺歌》四首",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 667,
   "value": 4,
   "event": "《十五夜观灯》；在新都尉任上",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 668,
   "value": 10,
   "event": "《奉使益州至长安发钟阳驿》；春,奉使长安.途经绵州,作《奉使益州至长安发钟阳驿》",
   "place": "汉中市（勉县）",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 669,
   "value": 10,
   "event": "《还赴蜀中贻示京邑游好》；暮春,离京返蜀.初首途,有《还赴蜀中贻示京邑游好》",
   "place": "德阳市（中江县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 670,
   "value": 9,
   "event": "在新都任.与平民女郭氏相恋",
   "place": "成都市（彭州市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 671,
   "value": 9,
   "event": "《益州至真观主黎君碑》；在新都尉任上.一、二月间,作《益州至真观主黎君碑》",
   "place": "汉中市（勉县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 672,
   "value": 9,
   "event": "《元日述怀》；处太白山中.新春,有《元日述怀》诗",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 673,
   "value": 8,
   "event": "《首春贻京邑文士》；处太白山中.本年初,有《首春贻京邑文士》诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 674,
   "value": 1,
   "event": "客居东龙门山佛寺,服药疗养",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 675,
   "value": 4,
   "event": "《与洛阳名流朝士乞药直书》；客居东龙门山佛寺,服药疗养.有《与洛阳名流朝士乞药直书》一文",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 676,
   "value": 5,
   "event": "《寄裴舍人诸公遗衣药直书》；居东龙门山.友人资助,有作答谢",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 677,
   "value": 4,
   "event": "《南阳公集序》；居东龙门山.为来济作文集序",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 678,
   "value": 1,
   "event": "居东龙门山",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 679,
   "value": 1,
   "event": "居东龙门山",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 680,
   "value": 2,
   "event": "《五悲文》；居东门山,病情加重,作《五悲文》",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 681,
   "value": 4,
   "event": "《杨明府过访诗序》；徙居具茨山,杨明府来访,作《杨明府过访诗序》",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 686,
   "value": 1,
   "event": "今年或明年,因病痛难耐,自投颍水而死",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  }
 ]
};
