// 诗人行迹数据：卢祖皋
export default {
 "name": "卢祖皋",
 "birth": 1174,
 "death": 1223,
 "life": [
  {
   "time": 1174,
   "value": 1,
   "event": "约生于孝宗乾道九年（1173）或淳熙元年（1174）。本表所列年岁为虚拟数。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "自小失怙恃，由舅父楼钥抚养成人",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡？",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1199,
   "value": 4,
   "event": "曾从龙榜进士。与魏了翁为同年进士",
   "place": "池州市（贵池区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "清平乐·庚申吴中对雪；调任吴江主簿，有词",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "吴江主簿？",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "吴江主簿？",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "吴江主簿？",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1218,
   "value": 3,
   "event": "在临安主管刑、工部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "在临安主管刑、工部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "在临安。正月为秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "正月为著作佐郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1222,
   "value": 3,
   "event": "十五年九月为将作少监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1223,
   "value": 0,
   "event": "官至权直学士院，俄而卒于官，逝后葬于西湖之畔。诗集不传，遗著有《蒲江词稿》一卷",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
