// 诗人行迹数据：叶梦得
export default {
 "name": "叶梦得",
 "birth": 1077,
 "death": 1148,
 "life": [
  {
   "time": 1077,
   "value": 1,
   "event": "是年，石林出生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "八月二十六日，生母晁氏病卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "是时，已能熟诵诗文",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "是年前后，随父入蜀，寓达州",
   "place": "达州市",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "是年，当在蜀中达州",
   "place": "达州市",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "是年，当在蜀中达州",
   "place": "达州市",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "是年，随父官居上饶",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "是年，在京师开封，数往来于舅氏晁补之家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 2,
   "event": "春，在开封，初试礼部，不第",
   "place": "宿州市（灵璧县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "春，在开封，再试礼部及第",
   "place": "开封市（金明池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "是年，在丹徒县尉任，获识名士邹浩",
   "place": "镇江市（甘露寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "是年，在丹徒县尉任",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "是年，丹徒任期已满，未知是否留任",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "是年，曾至长安，会晤张舜民",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "是年，除婺州教授",
   "place": "苏州市（长桥）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "正月，在京为检点试卷官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "十一月，在京为议礼局编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "是年夏，尚在议礼局编修官任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 4,
   "event": "诗（霜风猎猎将寒威）；九月，在祠部员外郎任，与张景修同宿祠部曹厅，有诗纪事",
   "place": "开封市（祠部曹厅）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "正月，在京，蔡京复相，石林劝以稍弛元祐党禁",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "在京，四月，劝蔡京勿以童贯为陕西宣抚取青唐，不听",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "春，在京，任翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 2,
   "event": "《应天长·自颍上县欲还吴作》；是年，自颍州还苏州，过颍上县，赋词",
   "place": "阜阳市（颍上县）",
   "lng": "116.270972",
   "lat": "32.635168"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "是年，居苏州城东布德坊",
   "place": "苏州市（布德坊）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1112,
   "value": 2,
   "event": "居苏州，二月，蔡京自杭州复召为太师，过苏州，石林见之，与论为政之先务",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1113,
   "value": 2,
   "event": "《游南峰寺》；居苏州，夏日，与程俱同游苏州南峰寺，有诗唱和",
   "place": "苏州市（南峰寺）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1114,
   "value": 2,
   "event": "《临江仙·熙春堂与王取道贺方回曾公衮会别》；秋日，在苏州与贺铸、曾纡等会别于熙春堂，有词",
   "place": "苏州市（熙春堂）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1115,
   "value": 4,
   "event": "是年，起知蔡州",
   "place": "驻马店市（汝南县）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1116,
   "value": 4,
   "event": "《八声甘州·正月二日作是岁闰正月十四才立春》；在蔡州任，正月初二，有词",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1117,
   "value": 9,
   "event": "《永遇乐·蔡州移守颍昌与客会别于临芳观席上》；春，离蔡州任，于临芳观席上赋词留别诸友",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "《临江仙·正月二十四日晚至湖上》；在颍昌府任，正月二十四日，有词",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "是年，在颍昌府任，与苏轼诸子游",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1120,
   "value": 5,
   "event": "是年，有诗贺程俱除著作佐郎，程俱赋《酬叶翰林喜某除官东观》诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1121,
   "value": 2,
   "event": "《醉蓬莱·问东风何事》；寓楚州，上巳日，有《醉蓬莱》词怀许昌曾诚、王实、韩瑨诸诗友",
   "place": "湖州市（卞山）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "是年，居卞山",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1123,
   "value": 9,
   "event": "是年，卜居卞山石林谷",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1124,
   "value": 9,
   "event": "是年，居卞山，承诏堂、知止亭竣工。",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "是年初，在京师，除吏部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 7,
   "event": "二月二十五日，起知颍昌府",
   "place": "泰安市（东平县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "《奏倪从庆第二状》；在知杭州任，正月初，有奏状",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "正月初，召至扬州行在",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "正月十八，在扬州，奏御寇之策",
   "place": "无锡市（宜兴市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1130,
   "value": 6,
   "event": "春，自缙云归卞山",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "《江城子·次韵葛鲁卿上元》；居卞山，正月十五日前后，有词和葛胜仲《江城子·和无言雪词》",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1132,
   "value": 6,
   "event": "在建康府任，正月初三，受命措置边防",
   "place": "镇江市（句容市）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1133,
   "value": 10,
   "event": "《水调歌头·癸丑中秋》；居卞山，中秋，有《水调歌头》词",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1134,
   "value": 7,
   "event": "《定风波·与许幹誉才卿步西园始见青梅》；居卞山，冬，与许亢宗访梅于西园，有《定风波》词",
   "place": "湖州市（卞山西园）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "《应诏咨询状》；居卞山，正月十八日，应诏上书言事",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1136,
   "value": 7,
   "event": "《临江仙·一醉年年今夜月》；居卞山，中秋，会客于诏芳亭，继用去秋《临江仙》次韵赋二首",
   "place": "湖州市（卞山诏芳亭）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "居卞山，六月，友人陈克赴淮西军幕，石林劝止之，不听",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "《春秋考》；居卞山，正月，撰《春秋考》",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "《回霍经制启》；在建康，正月，有启回霍蠡",
   "place": "南京市（蒋山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1140,
   "value": 10,
   "event": "《第二次乞宫观第一状》；在建康任，正月，以疾病上章再乞宫观",
   "place": "六安市（寿县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "在建康府任，二月初四，金兵再度侵淮西，石林劝请大将张俊速出兵",
   "place": "镇江市（茅山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1142,
   "value": 10,
   "event": "《余每岁病肺往往坐达旦去冬以来偶不作遂得安眠》；在建康府任，春，肺病稍愈，有诗",
   "place": "南京市（蒋山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "《奏将带官兵取径路之任状》；正月初四日，行至镇江府待命。有奏状",
   "place": "福州市（东野亭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1144,
   "value": 7,
   "event": "在知福州任，春日，与李弥逊同游鼓山，有诗唱和",
   "place": "福州市（鼓山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "春，自福州回卞山山居",
   "place": "湖州市（卞山）",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "居卞山，正月，拜崇庆军节度使致仕",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1147,
   "value": 4,
   "event": "《岩下放言》；居卞山，夏，撰《岩下放言》成",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "居卞山，二月，韩元吉来卞山拜访，元吉有《戊辰二月清明后三日见叶丈于石林承命》诗",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
