// 诗人行迹数据：叶适
export default {
 "name": "叶适",
 "birth": 1150,
 "death": 1223,
 "life": [
  {
   "time": 1150,
   "value": 1,
   "event": "五月九日，生于瑞安",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "常嬉同县林正仲家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "能属文",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "年初识陈傅良于林元章家",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "读书属文",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "随父自瑞安迁居永嘉，因家贫，数年中随僦随迁",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "毛崇主持南湖学塾，聘陈傅良主讲，叶适曾在此受教",
   "place": "温州市（楠溪）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "是年学诗文，即弃去，学为时文，以求功名。求教于温州州学教授刘夙及其弟刘朔。并与刘夙之子弥正、刘朔之子起晦为友",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "在温州乐清县白石北山小学舍执教谋生。与净慧院僧择饶为方外之交。间从黄氏父子垂钓。结识王十朋门人叶士宁，相与论学",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "在乐清白石北山小学舍执教。八月，温州遇台风水灾",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "仍在乐清白石北山小学舍执教，结交台州黄岩县林鼐、林鼒兄弟，论学游处",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "春夏间，离开乐清游学婺州，曾上书薛季宣求教学问，并因生活困难要求相助。约是年，与陈亮相识，后为知交",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "游学婺州，居学生张垓家中",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "客居婺州乌伤，与姚献可为友",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "游学乌伤",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "母杜氏病，回家侍疾",
   "place": "金华市（永康市）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "至临安，约是年向郑伯熊问学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1174,
   "value": 8,
   "event": "上西府书；是年春夏间在京师，向签书枢密院事叶衡上书，论天下大势，不报",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "仲秋，重游婺州，与陈亮相聚",
   "place": "金华市（武义县）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1176,
   "value": 5,
   "event": "在乐清雁荡山僧舍，丁希亮来受学。戴许、蔡仍、王汶诸人来学，似亦在本年",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1177,
   "value": 2,
   "event": "因翰林学士周必大以门客名义推荐，参加两浙东路转运使司类试，得以“发解”，名置前列",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1178,
   "value": 9,
   "event": "廷对；四月，以进士第二名及第，授文林郎、镇江府观察推官",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 2,
   "event": "与永嘉知县宋绍恭有交，其子宋驹从叶适问学",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1180,
   "value": 2,
   "event": "在家守制，与宋绍恭、宋驹父子仍有往来",
   "place": "温州市（江心屿（又名孤屿、中川寺、江心寺））",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "与赵丞相书；改任武昌军节度推官。六月，史浩荐赴都堂审察。七月，叶适上书赵雄，乞辞不赴。擢浙西提刑司干办公事",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "至苏州上任浙西提刑司干办公事。有书致周必大，已佚",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "仍在平江任原职，并讲学授徒。与浙西提刑刘颖、浙西提刑司检法官罗克开交往密切",
   "place": "苏州市（超然堂）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1184,
   "value": 4,
   "event": "仍在平江任原职。是年三女媛生。初，叶适有二女，连岁皆失",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1185,
   "value": 7,
   "event": "秋八月前，仍在平江任职，讲学授徒",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1186,
   "value": 7,
   "event": "是年，改宣教郎，任太学正，与俞君烈、刘愚为僚友",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "是年升任太学博士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "是年，叶适转奉议郎、太常博士兼实录院检讨官，詹体仁、林湜同在太常，交往密切",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 7,
   "event": "仍任太常博士兼实录院检讨官。正月，上李丞相纲谥忠定议",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "是年十月前，仍任湖北安抚司参议官，转朝奉郎",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1191,
   "value": 10,
   "event": "携眷赴任。过苏州，会见门人王大受",
   "place": "黄冈市（蕲春县）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "除淮西提举谢表；任淮西（淮南西路）提举兼提刑，转盐铁冶司公事，有谢表",
   "place": "黄冈市（蕲春县）",
   "lng": "115.442608",
   "lat": "30.232506"
  },
  {
   "time": 1193,
   "value": 7,
   "event": "徐德操墓志铭；正月，为门人徐玑之父徐德操作墓志铭",
   "place": "黄冈市（蕲春县）",
   "lng": "115.442608",
   "lat": "30.232506"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "正月，孝宗不豫，光宗因疾不能朝见，朝议纷纷，叶适言于丞相留正，当播告天下，俟帝疾",
   "place": "杭州市（渔浦镇）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 0,
   "event": "绩溪县新开塘记；是年道学被禁，称“伪学”，五月，为绩溪县令王楠撰文",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1196,
   "value": 9,
   "event": "是年道学继续被禁，三月，叶适遭监察御史胡竑论，降两官，放罢，回温州居住",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1197,
   "value": 9,
   "event": "沈氏萱竹堂记；七月，为瑞安沈体仁撰文",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1198,
   "value": 7,
   "event": "差管冲祐观，转朝奉大夫。朝廷拟差知衢州，辞，在家领祠禄，定居于永嘉生姜门外西湖上之水心村，与吴民表、周镇伯为邻",
   "place": "温州市（西湖水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "是年仍奉祠家居。夏，得异疾",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1200,
   "value": 0,
   "event": "因患病与党禁居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1201,
   "value": 4,
   "event": "湖南运判到任谢表；叶适起复，任湖南转运判官，夏天赴任，有到任谢表",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1202,
   "value": 4,
   "event": "除秘阁修撰谢表；除秘阁修撰，仍任湖南转运判官",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1203,
   "value": 0,
   "event": "四月，至泉州任所",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1204,
   "value": 9,
   "event": "居家服丧",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1205,
   "value": 0,
   "event": "丁忧居家，金华王植复来问学，不久即去",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1206,
   "value": 10,
   "event": "承事郎致仕黄君墓志铭；一月，为黄中之父黄正己撰墓志",
   "place": "南京市（秦淮河）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1207,
   "value": 10,
   "event": "正月二十七日知建康府兼沿江制置使叶适奏文；一月二十七，奏请沿江制置史依照沿海制置使例，荐举属官，从之",
   "place": "南京市（祠山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1208,
   "value": 0,
   "event": "落职回乡，居于永嘉城郊水心村，开始撰述《习学记言序目》",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1209,
   "value": 0,
   "event": "居水心村，苦疾，不妄出。是年在家讲学授徒，因文名盛，从学者众",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1210,
   "value": 0,
   "event": "居家讲学授徒",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1211,
   "value": 0,
   "event": "徐道晖墓志铭；二月，永嘉四灵诗人徐照卒，为作墓志铭",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1212,
   "value": 0,
   "event": "中奉大夫太常少卿直秘阁致仕薛公墓志铭；一月二日，永嘉薛绍卒，为撰墓志铭",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1213,
   "value": 0,
   "event": "黄子耕墓志铭；二月，为黄（艹冖田）撰墓志铭",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1214,
   "value": 0,
   "event": "永康吕皓来书，疏陈亮、朱熹《王霸义利之弊》，叶适有答书，已佚",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1215,
   "value": 0,
   "event": "提举隆兴府玉隆万寿宫，继续授徒撰文",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1216,
   "value": 0,
   "event": "中大夫直敷文阁赵公墓志铭；二月，为门人赵汝铎之父赵善悉撰墓志铭",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1217,
   "value": 0,
   "event": "辞免华文阁待制提举西京嵩山崇福宫状；是年，除华文阁待制，提举西京嵩山崇福宫，请辞",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1218,
   "value": 9,
   "event": "是年，转中大夫，仍奉祠在家著述讲学",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1219,
   "value": 9,
   "event": "申省乞致仕状；是年，仍以华文阁待制兼提举西京嵩山崇福宫，在家著述讲学，以年已七十，请求致仕，未准",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1220,
   "value": 0,
   "event": "仍奉祠家居，讲学著述，《习学记言序目》大致成书",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1221,
   "value": 0,
   "event": "陈同甫王道甫墓志铭；一月，为陈亮、王自中合撰墓志铭",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1222,
   "value": 0,
   "event": "是年，转通议大夫，仍奉祠居家，著述讲学",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "一月，除敷文阁学士，提举南京鸿庆宫，乞致仕",
   "place": "温州市（水心村）",
   "lng": "120.705869",
   "lat": "28.001095"
  }
 ]
};
