// 诗人行迹数据：司空图
export default {
 "name": "司空图",
 "birth": 837,
 "death": 908,
 "life": [
  {
   "time": 837,
   "value": 1,
   "event": "图出生",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 838,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 839,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 840,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 841,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 842,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 843,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 844,
   "value": 1,
   "event": "居乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 845,
   "value": 1,
   "event": "武宗“灭佛”，毁佛宫，图父司空舆于是年底购置中条山王官谷别业",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 846,
   "value": 1,
   "event": "图与卢献卿有亲密交往，结为忘年交",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 854,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 856,
   "value": 1,
   "event": "居乡读书养志",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 857,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 858,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 859,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 860,
   "value": 0,
   "event": "图父司空舆卒",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 861,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 862,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 863,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 864,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 865,
   "value": 2,
   "event": "秋，图当在京师长安准备参加进士科举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 4,
   "event": "《榜下》；图在京参加进士科考，落第，有《榜下》诗，回虞乡",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 867,
   "value": 1,
   "event": "图居乡读书，照顾家庭",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 868,
   "value": 1,
   "event": "秋，图当在京师长安准备参加进士科举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 4,
   "event": "《省试》；本年春正月，图参加省试，有诗",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 870,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 871,
   "value": 3,
   "event": "王凝出为商州刺史，图感知己，往从之",
   "place": "商洛市（商州区）",
   "lng": "109.947542",
   "lat": "33.868884"
  },
  {
   "time": 872,
   "value": 3,
   "event": "图由商州追随王凝去湖南潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 873,
   "value": 4,
   "event": "《松滋渡二首》；图和王凝一起于本年七八月份由湖南回北方，路经松滋渡口，有诗",
   "place": "荆州市（松滋市）",
   "lng": "111.774012",
   "lat": "30.175338"
  },
  {
   "time": 874,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 875,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 876,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 877,
   "value": 3,
   "event": "图随王凝入宣州",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 878,
   "value": 0,
   "event": "约于本年四五月，朝廷征图为殿中侍御史，图不忍离开恩师王凝，未及时赴任",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 879,
   "value": 4,
   "event": "图与卢携有交往。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 880,
   "value": 7,
   "event": "本年春至九月，图为陕西观察使卢渥的宾佐",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 881,
   "value": 10,
   "event": "宰相王徽逃至河中，与图有交往",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 882,
   "value": 1,
   "event": "王徽受召镇潞，乃表图为副使，因徽不赴镇而止",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 883,
   "value": 4,
   "event": "《解县新城碑》；约本年六七月，图奉敕为河中节度使王重荣撰《解县新城碑》",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 884,
   "value": 4,
   "event": "《十会斋》；图举办佛事十会斋，撰文",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 885,
   "value": 4,
   "event": "唐僖宗于行在召图为知制诰",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 886,
   "value": 6,
   "event": "《丙午岁旦》；图滞留京师。有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 887,
   "value": 9,
   "event": "《丁未岁归王官谷有作》；本年春，图“偷归”河中。",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 888,
   "value": 2,
   "event": "《归王官谷次年作》；图仍居王官谷，有诗",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 889,
   "value": 7,
   "event": "《乞归》；图复拜中书舍人，至京师，不久以疾辞归",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 890,
   "value": 9,
   "event": "《华下二首》；图寓居华阴，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 891,
   "value": 5,
   "event": "《力疾山下吴村看杏花十九首》；春，图作《力疾山下吴村看杏花十九首》诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 892,
   "value": 5,
   "event": "朝廷征图为谏议大夫，图称病不赴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 893,
   "value": 4,
   "event": "朝廷征拜图为户部侍郎，图赴阙，数日即辞归",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 894,
   "value": 2,
   "event": "《华帅许国公德政碑》；本年六月后，图奉敕为华州节度使韩建撰《华帅许国公德政碑》",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 895,
   "value": 4,
   "event": "七月前，图仍寓居华阴，尚颜、徐夤有诗寄之",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 896,
   "value": 2,
   "event": "《〈荥阳族系记〉序》；本年春闰正月，图由郧乡北归中条，闰正月二十八日于中条山别业居，并撰文",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 897,
   "value": 4,
   "event": "《丁巳元日》；图作有《丁巳元日》诗",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 898,
   "value": 4,
   "event": "《戊午三月晦二首》；图寓居华阴，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 899,
   "value": 5,
   "event": "孙合来拜访图",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 900,
   "value": 2,
   "event": "《书屏文》；图在其女婿家获览唐代著名书法理论家李嗣真的《续书品》和书法家徐浩的有关书法的评论，撰《书屏文》",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 901,
   "value": 1,
   "event": "不详",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 902,
   "value": 7,
   "event": "本年春，京师、河东一带大乱，图由华阴出潼关，至檀山，小住后渡洛水，再次避乱至淅川、郧乡一带",
   "place": "十堰市（郧阳区）",
   "lng": "110.820023",
   "lat": "32.835834"
  },
  {
   "time": 903,
   "value": 7,
   "event": "《自郧乡北归》；图约在春夏时，由淅上先回华阴，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 904,
   "value": 5,
   "event": "《元日》；此年为图一生所过的第二个甲子年。有诗",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 905,
   "value": 0,
   "event": "《乙丑人日》；图有诗作",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 906,
   "value": 5,
   "event": "岁时祠祷，图与闾里父老鼓舞相乐",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 907,
   "value": 2,
   "event": "《修史亭三首》；冬，图作《修史亭三首》",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 908,
   "value": 0,
   "event": "哀帝被弑，图绝食呕血而卒",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  }
 ]
};
