// 诗人行迹数据：向子諲
export default {
 "name": "向子諲",
 "birth": 1085,
 "death": 1152,
 "life": [
  {
   "time": 1085,
   "value": 1,
   "event": "八月十四日，芗林生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "是岁，芗林已能诵书",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "是岁，芗林已通书数",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "是岁，芗林能干蛊",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "是岁，芗林以向太后复辟恩，补假承奉郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "正月下旬，芗林以恩迁雄州防御推官",
   "place": "保定市（容城县）",
   "lng": "115.868272",
   "lat": "39.048509"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "是岁，芗林在滨州监盐酒税，颇有惠政",
   "place": "滨州市",
   "lng": "117.9792",
   "lat": "37.388387"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "是岁，在滨州任所",
   "place": "滨州市",
   "lng": "117.9792",
   "lat": "37.388387"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "是岁，次子澹生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1109,
   "value": 2,
   "event": "是岁，诗人黄庭坚自宣州贬所归葬江西，芗林往会其葬",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1110,
   "value": 6,
   "event": "是岁，芗林除镇南军节度推官",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "是岁，芗林在南昌节度推官任，与徐俯诸人从游唱和",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1112,
   "value": 4,
   "event": "正月，改官，离南昌任",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1113,
   "value": 9,
   "event": "年初，在真州司录事任",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "是岁，芗林移六合县尉",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1115,
   "value": 5,
   "event": "或于年初，擢知开封府咸平县，姑系于此",
   "place": "开封市（通许县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1116,
   "value": 4,
   "event": "《踏莎行·政和丙申九江道中》；春日南下，过九江，有词",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1117,
   "value": 2,
   "event": "《虞美人·政和丁酉下琵琶沟作》；是岁，在江西，曾过余干县琵琶洲，有词",
   "place": "上饶市（余干县）",
   "lng": "116.702202",
   "lat": "28.707773"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1119,
   "value": 2,
   "event": "《鹧鸪天·宣和己亥代人赠别（二首）》；是岁，有词",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "是岁，复官，监杭州洞霄宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1121,
   "value": 7,
   "event": "《虞美人·宣和辛丑》；春，在扬州，有词",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1122,
   "value": 5,
   "event": "《南乡子》（梁苑千花乱）；是岁，在淮南转运判官任，与同僚蔡伸有诗词唱和",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1123,
   "value": 4,
   "event": "在淮南转运判官任，七月一日，奏请江淮州县起税",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "在淮南转运判官任上，六月，游桐城浮山并题名刻石",
   "place": "安庆市（桐城市）",
   "lng": "116.980626",
   "lat": "31.041922"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "冬，金人入侵，芗林应诏赴阙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "春正月，在京城，朝廷欲以出使金军，终未果",
   "place": "鹤壁市（浚县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 4,
   "event": "二月二十日，芗林在宿州，以书遗金人，令退保河外",
   "place": "宜春市（五柳坊）",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "二月二十三日，芗林除知袭庆府，道梗不能赴任",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1129,
   "value": 0,
   "event": "当在清江，九月十一日，起知潭州",
   "place": "益阳市（修山）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "春二月二日，金兵围攻潭州城，芗林率众死守，力为巷战",
   "place": "桂林市（全州县）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "正月十九日，改知鄂州，主管荆湖东路安抚司公事.",
   "place": "株洲市（攸县）",
   "lng": "113.352268",
   "lat": "27.005905"
  },
  {
   "time": 1132,
   "value": 6,
   "event": "正月初九，芗林自曹成军归蓝山县",
   "place": "永州市（蓝山县）",
   "lng": "112.203215",
   "lat": "25.375764"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "是年，丁母忧，居清江",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "是年，丁忧居清江",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "在清江，八月初二，起知江州，兼管内安抚使公事",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1136,
   "value": 9,
   "event": "二月，应诏赴临安都堂禀议",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "在两浙转运副使任，正月三十日，以去年饷军之功减磨勘",
   "place": "镇江市（丹阳市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 0,
   "event": "正月初七，芗林升徽猷阁待制，充都转运使",
   "place": "苏州市（虎丘）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 8,
   "event": "三月，抵清江芗林别墅",
   "place": "宜春市（五柳坊）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "《临江仙》（新月低垂帘额小）；居清江，十一月初七日，夫人生日，作《临江仙》词为寿",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1141,
   "value": 8,
   "event": "是年，居清江，连病三月",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "《鹧鸪天》（驾月新成碧玉梁）；居清江，中秋前夕，与杨愿等待月新桥，赋《鹧鸪天》",
   "place": "宜春市（五柳坊）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "是岁，居清江",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1144,
   "value": 9,
   "event": "《水龙吟·绍兴甲子上元有怀京师》；居清江，正月十五日，赋词",
   "place": "宜春市（连辉观）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "《鹧鸪天》（玉篆题名在九天）；本年前后居清江，十一月初七日，夫人生日，作《鹧鸪天》词为寿，姑系于此",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "《八声甘州·中秋前数夕久雨方晴》；居清江，中秋前几日，有《八声甘州》词，姑系于此",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1147,
   "value": 4,
   "event": "《蝶恋花·和曾伯端使君用李久善韵》；居清江，春日，有词与曾慥酬唱",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1148,
   "value": 9,
   "event": "《鹧鸪天·绍兴戊辰岁闰中秋》；居清江，闰八月中秋，赋词",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1149,
   "value": 4,
   "event": "《鹧鸪天·曾端伯使君自虔守移帅荆南作词戏之》；居清江，初春，有词为曾慥送行",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1150,
   "value": 5,
   "event": "《浣溪沙·和曾吉甫韵呈宋景晋待制宋有二小姬小桃小兰》；居清江，是岁，有与曾几唱和词二首",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1151,
   "value": 9,
   "event": "《浣溪沙》（樽俎风流意气倾）；居清江，中秋，有词二首赠王景源兄弟",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1152,
   "value": 0,
   "event": "居清江，年初，捐俸钱三百万，建清江经史阁",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  }
 ]
};
