// 诗人行迹数据：吕本中
export default {
 "name": "吕本中",
 "birth": 1084,
 "death": 1145,
 "life": [
  {
   "time": 1084,
   "value": 1,
   "event": "是年，居仁生于汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "事迹未详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "事迹未详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "事迹未详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "是年，居汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "居汴京，二月，曾祖吕公著卒，居仁蒙宣仁太后慰勉",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "是年，以曾祖遗恩授承务郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 2,
   "event": "七月间，坐党事贬官",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "事迹未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 2,
   "event": "是年，祖父希哲贬居和州，居仁随侍居焉",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "是年，居和州，与祖父母讨论学问",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "是年，居和州，作诗呕血，遂得羸疾终身",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "是年，居和州，复承务郎",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "秋，祖父召为秘书少监，居仁随侍至京师",
   "place": "菏泽市（定陶县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "是年，同祖父居曹州",
   "place": "菏泽市（定陶县）",
   "lng": "115.579417",
   "lat": "35.077225"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "是年，居宿州，已有诗名，徐俯极称赏",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "是年，居宿州",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1105,
   "value": 4,
   "event": "《暮步至江上》；是年，居宿州，有诗",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1106,
   "value": 9,
   "event": "《题张君墨竹》；居宿州，夏，有诗",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1107,
   "value": 10,
   "event": "《上元》；居宿州，正月上元，有诗",
   "place": "宿州市（刘氏园）",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1108,
   "value": 10,
   "event": "《雪尽》；居宿州，年初，有诗",
   "place": "淮安市（宝应道中）",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1109,
   "value": 10,
   "event": "《元日赠沈宗师四首》其一；居真州，元日，有诗赠沈宗师四首",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1110,
   "value": 10,
   "event": "《庚寅年正旦郡中客次作》；在真州，正月初一，有诗",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "冬，客居京师开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 10,
   "event": "是年，客居开封，谢逸推居仁为诗坛盟主",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 10,
   "event": "是年，离京回扬州",
   "place": "宿州市（灵璧县）",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 1114,
   "value": 10,
   "event": "《春晚郊居》；春，在扬州，有诗，姑系于此",
   "place": "南通市（如皋市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "《送朱时发》；是年，在扬州，送别朱章",
   "place": "菏泽市（定陶县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1116,
   "value": 10,
   "event": "《雪夜》；在济阴，正月，遇大雪，有诗",
   "place": "菏泽市（定陶县）",
   "lng": "115.579417",
   "lat": "35.077225"
  },
  {
   "time": 1117,
   "value": 10,
   "event": "春，自阳翟返曹南，过新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "是年，在京师，为泰州狱掾",
   "place": "扬州市（宝应县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 10,
   "event": "《己亥上元数同晁季一叔用清坐不出》；在泰州，上元日，同晁贯之、冲之等清坐，有诗",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1120,
   "value": 2,
   "event": "是年，在京师为官",
   "place": "开封市（西池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 9,
   "event": "是年，避乱至韩城",
   "place": "渭南市（韩城市）",
   "lng": "110.44898",
   "lat": "35.482484"
  },
  {
   "time": 1122,
   "value": 9,
   "event": "春，自韩城归阳翟",
   "place": "郑州市（新郑市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 10,
   "event": "《将游嵩少题石淙》；春，游嵩山，有诗纪游",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 1124,
   "value": 10,
   "event": "是年，居京师，除枢密院编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "是年，在京任枢密院编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "是年，在京师，迁职方员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "《读易》；在汴京围城中，初春，有诗纪事",
   "place": "芜湖市（黄池镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "《昭亭广教寺》；寓宣城，正月十日，游昭亭山，有诗",
   "place": "宣城市（昭亭山）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "《题筠州僧房》；春，至筠州，有题壁诗",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "《宜章元日》；正月初一，避难至宜章，有诗",
   "place": "郴州市（宜章县）",
   "lng": "112.955349",
   "lat": "25.405586"
  },
  {
   "time": 1131,
   "value": 0,
   "event": "《晋康逢师厚》；新年，在晋康，逢师厚，有诗",
   "place": "肇庆市（德庆县）",
   "lng": "111.792142",
   "lat": "23.149436"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "《次韵王抚干见惠》；初春，在桂林，有诗",
   "place": "桂林市（訾家洲）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1133,
   "value": 10,
   "event": "《过岭将至江华先寄朱成伯二首》其一；年初，居仁过岭，将至江华，有诗",
   "place": "永州市（江华县）",
   "lng": "111.579234",
   "lat": "25.190565"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "《东林珪云门杲将如雪峰因成长韵奉送》；春，在临川，有诗送珪、杲二僧",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "《次韵李仲辅签判》；居福州，春，有与李维唱和诗",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "《奉承鼓山云门二老》；居福州，二月，有诗赠鼓山珪、云门杲二僧",
   "place": "南平市（武夷山市）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1137,
   "value": 10,
   "event": "正月，在平江，上书请开言路、求人才，恤民隐",
   "place": "南京市（钟山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "二月，在建康，迁中书舍人",
   "place": "杭州市（桐庐县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "《严州春晓》；春，在严州，有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1140,
   "value": 10,
   "event": "《追记昔年正月十日宣城出城至广教》；寓衢州，正月十日，有诗",
   "place": "金华市（兰溪市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "《谢方倅惠炭》；新春，有诗",
   "place": "上饶市（茶山）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1142,
   "value": 10,
   "event": "《次叶守韵》；居信州，正月初，有诗次信州叶太守韵",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "《癸亥正月二首》其一；寓上饶，正月，有诗二首",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1144,
   "value": 10,
   "event": "《晁留台刘夫人挽诗三首》其一；寓信州，正月，有诗挽晁留台刘夫人",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1145,
   "value": 0,
   "event": "《去冬以纸衾遗刘彦冲刘有诗来谢以二绝句答之》其一；寓信州，春，有诗寄答刘子翚",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  }
 ]
};
