// 诗人行迹数据：吕温
export default {
 "name": "吕温",
 "birth": 772,
 "death": 811,
 "life": [
  {
   "time": 772,
   "value": 1,
   "event": "是年出生。家族在洛阳有田产，当居洛阳。本年，其父吕渭任浙西观察支使，检校大理评事。浙西节度使治所润州，今江苏镇江",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 773,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 774,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 775,
   "value": 1,
   "event": "少居洛阳。其父吕渭在浙西李涵幕，随李涵出使河北慰谕田承嗣，途中作《太行苦热行》诗寄赠同院僚友，李涵有和作，独孤及、刘长卿又从而和之，诗中咏及本年河北战事。今李涵、吕渭诗均已佚",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 776,
   "value": 1,
   "event": "少居洛阳。本年，其父吕渭由监察御史入京为殿中侍御史",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 777,
   "value": 1,
   "event": "本年前后，吕温从父学习《诗》、《礼》。是年，弟吕恭生",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 778,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 779,
   "value": 2,
   "event": "少居洛阳。本年，其父吕渭经由宰相崔祐甫上奏，迁司门员外郎，寻为谏议大夫崔河图弹劾，贬歙州司马",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 780,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 781,
   "value": 1,
   "event": "少居洛阳。本年，其父吕渭入淮南节度使陈少游幕，为节度使参谋。不久又为检校吏部员外郎，充观察判官，改吏部郎中兼侍御史",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 782,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 783,
   "value": 1,
   "event": "少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 784,
   "value": 2,
   "event": "《与族兄皋请学春秋书》；少居洛阳。是年前后，吕温跟随族兄皋学习《春秋》及三传",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 785,
   "value": 1,
   "event": "寓居广陵。是年或稍后，与友人薛大信一同就读于灵岩寺",
   "place": "扬州市（灵岩寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 786,
   "value": 1,
   "event": "寓居广陵，与元洪讨论《春秋》大义。其父吕渭在舒州刺史任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 787,
   "value": 1,
   "event": "仍留居扬州学习。其父吕渭至京赴吏部员外郎任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在扬州与摇兼济、李该游",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 789,
   "value": 5,
   "event": "《地志图序》；在扬州，有文",
   "place": "扬州市（棠邑）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 790,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 791,
   "value": 2,
   "event": "本年前后，师陆质学《春秋》，从梁肃学文章",
   "place": "西安市（少陵）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 792,
   "value": 0,
   "event": "继祖母卒，其父吕渭守制洛下。吕温奉父命，至魏州将祖母之坟迁于洛阳",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 793,
   "value": 4,
   "event": "服丧期满。吕渭除太子右庶子，加通议大夫。吕温亦返长安",
   "place": "运城市（傅岩）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 7,
   "event": "《黄龙负舟赋》；在洛阳应河南府试，有限韵应试之作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 795,
   "value": 9,
   "event": "其父吕渭以礼部侍郎知贡举，作为主司直系亲属，吕温照制应“别头试”，然落第",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 4,
   "event": "《上族叔齐河南书》；再次出关至洛阳，投卷河南尹齐抗，并呈书启",
   "place": "西安市（华山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 797,
   "value": 5,
   "event": "在京师，准备来年省试。九月，其父吕温贬潭州刺史，兼御史中丞、湖南观察使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 9,
   "event": "《礼部试鉴止水赋》；登进士第，尚书左丞顾少连知贡举，试赋",
   "place": "西安市（潼关）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 7,
   "event": "《吏部试乐理心赋》；复中博学宏词科，有应制举之作",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 0,
   "event": "返长安，在集贤殿校书郎任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 1,
   "event": "在洛阳居丧守制",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 802,
   "value": 1,
   "event": "在洛阳居丧守制",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 803,
   "value": 10,
   "event": "《谢除左拾遗表》；守丧服除，卖掉洛中田产，举家迁往长安。因才能杰出而为德宗所知，授官左拾遗。吕温上谢表",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 0,
   "event": "《代宰相祭故齐相公文》；齐抗卒。五月前，吕温在京代宰相作文以祭",
   "place": "临夏州（临夏县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 0,
   "event": "《吐蕃别馆中和日寄朝中僚旧》；被羁吐蕃别馆，卧病。值二月一日中和节，有诗寄朝中僚旧",
   "place": "玉树藏族自治州（玉树市）",
   "lng": "97.212161",
   "lat": "32.998803"
  },
  {
   "time": 806,
   "value": 10,
   "event": "《病中自户部员外郎转司封》；吕温卧病三月。本年初春，病中自户部员外郎转司封员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 10,
   "event": "《代文武百僚谢宣示元和观象历表》；在司封员外郎任上。二月，司天造新历成，吕温代文武百僚作谢表",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 0,
   "event": "《代文武百官上尊号第三表》；春，正月，群臣上尊号曰睿圣文武皇帝。吕温代百僚上尊号表",
   "place": "荆州市（荆山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 10,
   "event": "正月，到道州刺史任上",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 810,
   "value": 0,
   "event": "《道州春游欧阳家林亭》；在道州刺史任上。春，游城北欧阳家林亭，有诗记其事",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 811,
   "value": 0,
   "event": "《冬夜即事》；在衡州刺史任。感怀作诗",
   "place": "衡阳市（衡山）",
   "lng": "112.578397",
   "lat": "26.899517"
  }
 ]
};
