// 诗人行迹数据：吕祖谦
export default {
 "name": "吕祖谦",
 "birth": 1137,
 "death": 1181,
 "life": [
  {
   "time": 1137,
   "value": 1,
   "event": "吕祖谦生",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "曾几被罢，旋除广西转运副使，吕祖谦随外祖父离开桂林，徙荆南路",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "弟吕祖俭出生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "依外祖父曾几。陆游见吕祖谦以为“卓然颖异”",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "随侍父亲吕大器",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "吕大器任江东提举司干官，随侍父亲",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "侍亲在婺州",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "以祖荫补将仕郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "吕大器任浙东提刑司干官，随父在绍兴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "吕大器任浙东提刑司干官，随父在绍兴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1153,
   "value": 4,
   "event": "吕大器任浙东提刑司干官，随父在绍兴",
   "place": "绍兴市（大能仁寺）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居绍兴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "吕大器为福建提刑司干官，吕祖谦待次汀州长汀尉，随父在福唐",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1156,
   "value": 7,
   "event": "应福建转运司进士举，为首选",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1157,
   "value": 5,
   "event": "试礼部，不中。赴铨试，得下等第三人",
   "place": "株洲市（醴陵市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 9,
   "event": "《春日七首》；自信州归婺州，以妻子韩氏庙见。有诗",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "长女华年出生",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "监潭州南岳祠满",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "授严州桐庐县尉",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "携韩氏夫人赴信州省视岳父韩元吉",
   "place": "金华市（武义县）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1163,
   "value": 2,
   "event": "试礼部，奏名第六人。与潘景宪、丘崇、楼钥、袁枢、詹仪之、赵雄、黄度等为同年",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 0,
   "event": "《过九江赠同舍陈伯秀》；如黄州省父，过九江，访同门陈芷",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1165,
   "value": 9,
   "event": "《与汪端明》二；函候汪应辰，请其造福一方",
   "place": "池州市（贵池区）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1166,
   "value": 0,
   "event": "《代仓部祭曾文清公文》；外祖曾几卒，代父作祭文",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1167,
   "value": 2,
   "event": "葬母亲曾氏于明招山",
   "place": "金华市（明招山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1168,
   "value": 9,
   "event": "《为韩尚书作知建宁府谢表》；岳父韩元吉知建宁府，代作谢表",
   "place": "金华市（明招山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "如宣城省视岳父韩元吉",
   "place": "湖州市（德清县）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1170,
   "value": 0,
   "event": "《祭潘朝散文》；潘景宪父卒，为作祭文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 0,
   "event": "《尚书汪公得请奉祠，饯者十有四人，分韵赋诗，某得敢字》；汪大猷得请奉祠提举太平兴国宫，参与饯行并分韵赋诗",
   "place": "金华市（明招山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 6,
   "event": "在试院，为省试考官",
   "place": "金华市（明招山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "《与汪端明》六；有《与汪端明》，论朱熹《五朝名臣言行录》多失真处",
   "place": "金华市（明招山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1174,
   "value": 9,
   "event": "以韩元吉守婺故，遣散诸生专意读书。始编《读诗记》。阅胡安国《春秋左氏传》，盛赞其揭出《礼运》“天下为公”意思。有标抹本。",
   "place": "金华市（金柱山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "在明招",
   "place": "金华市（明招山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1176,
   "value": 0,
   "event": "《与邢邦用》五；以邢邦杰去世，致书邢世材慰问，约其春暖讲论",
   "place": "金华市（明招山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "《与朱侍讲》十一；修《徽宗实录》。有书与朱熹吊问朱熹妻子刘氏去世。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 0,
   "event": "《端明汪公挽章》二首之一；怀念汪应辰有挽诗二首",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 0,
   "event": "以中风故请祠",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "始建家庙，修《宗法》及《祭礼》，始作《日记》",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1181,
   "value": 9,
   "event": "读《论语》、《欧阳公集》。编《大事记》，修《读诗记》",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  }
 ]
};
