// 诗人行迹数据：吕陶
export default {
 "name": "吕陶",
 "birth": 1028,
 "death": 1104,
 "life": [
  {
   "time": 1028,
   "value": 1,
   "event": "出生于成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "蒋堂入蜀，遂与学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "在成都求学",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1050,
   "value": 2,
   "event": "《送田（况）密学元钧赴阙诗序》；在成都求学。知益州田况赴阙，作诗送之",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "秋闱中举",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "中进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "为绵谷县主簿",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "为绵谷县主簿",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1055,
   "value": 4,
   "event": "《利州修城记》；为绵谷主簿。利州新城成，作记",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "为绵谷县主簿",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "《利州重建永安庙记》；为绵谷主簿。利州重建永安庙成，作记",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1058,
   "value": 4,
   "event": "调铜梁令，有政绩",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "任铜梁县令",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "任铜梁县令",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "任铜梁县令",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "任铜梁县令",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "任铜梁县令",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "《集真观记》；二月，作《集真观记》",
   "place": "晋中市（寿阳县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1065,
   "value": 6,
   "event": "《送并帅陈公还阙序》；知寿阳县。知太原陈升之任枢密副使，还阙，作序送之",
   "place": "晋中市（寿阳县）",
   "lng": "113.183069",
   "lat": "37.901192"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "与唐介子唐淑问相识",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "《送唐子方序》；唐介被召还朝，作序送之",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "在太原府签书判官任上",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1069,
   "value": 5,
   "event": "《送张涛景元》；年初，在成都，知府张涛离任，作诗送之",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "《谢荐举启》；寓居开封，唐介荐其应熙宁制科。有谢启",
   "place": "成都市（崇州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 6,
   "event": "《巡抚谢公画像记》；通判蜀州，有谢公画像记",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "论永康军不可废",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "是年，迁知彭州",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "在知彭州任上",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《蜀州新堰记》；在知彭州任上。有记文",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 1076,
   "value": 6,
   "event": "论交趾寇广西事。又奏乞朝廷为成都选差官兵",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 1077,
   "value": 10,
   "event": "《奏乞放免宽剩役钱状》；上奏放免宽剩役钱，不报",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "《圣兴寺僧文爽寿塔记》；监怀安商税。九月，为僧文爽寿塔作记",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1079,
   "value": 9,
   "event": "《著作佐郎致仕宋府君墓志铭》；监怀安商税。撰宋慎交墓志铭",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "不详",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "不详",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "不详",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "起知广安军",
   "place": "广安市",
   "lng": "106.639772",
   "lat": "30.461708"
  },
  {
   "time": 1084,
   "value": 6,
   "event": "《朝请大夫知邛州常君墓志铭》；知广安军。七月，撰常珙墓志铭",
   "place": "广安市",
   "lng": "106.639772",
   "lat": "30.461708"
  },
  {
   "time": 1085,
   "value": 6,
   "event": "《秭归县令李君墓志铭》；知广安军。为同年进士李慎思撰墓志铭",
   "place": "广安市",
   "lng": "106.639772",
   "lat": "30.461708"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "由御史中丞黄履等举任殿中侍御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "《奏乞相度逐界坊场免欠钱状》；论坊场之害",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 6,
   "event": "《承事王府君墓志铭》；权梓州路转运副使。作王仲符墓志铭",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "权梓州路转运副使",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1090,
   "value": 6,
   "event": "《上谢成都府路转运副使表》；改任成都府路转运副使。有谢表",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "任成都府路转运副使",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1092,
   "value": 9,
   "event": "《辞免起居舍人状》；十一月辛酉，因范百禄、苏轼荐，任起居舍人。有辞免状",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 10,
   "event": "范百禄引用吕陶等川人，黄庆基论劾之",
   "place": "赤峰市（宁城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 9,
   "event": "《奏乞察小人邪妄之言状》；有奏状",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 7,
   "event": "《朝请郎新知嘉州家府君墓志铭》；知潞州。撰家定国墓志",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 1096,
   "value": 7,
   "event": "知潞州",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 1097,
   "value": 5,
   "event": "《谢责分司表》；贬库部员外郎、分司。有谢表",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "库部员外郎、分司",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "库部员外郎、分司",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1100,
   "value": 7,
   "event": "提举成都玉局观、鼎州团练副使、均州安置",
   "place": "成都市（邛崃市）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1101,
   "value": 10,
   "event": "《谢授再知梓州表》；充集贤殿修撰、改差知梓州。有谢表",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1102,
   "value": 4,
   "event": "《回成都监司启》；致仕居家。作《回成都监司启》",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1103,
   "value": 5,
   "event": "《朝请郎潼川府路提点刑狱杜诲求公墓志铭》；作杜诲求墓志铭",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "卒于家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  }
 ]
};
