// 诗人行迹数据：吕颐浩
export default {
 "name": "吕颐浩",
 "birth": 1071,
 "death": 1139,
 "life": [
  {
   "time": 1071,
   "value": 1,
   "event": "吕颐浩生",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "登第后道中灯下读书；进士及第，道中于灯下读书，有诗",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "丁父忧家居，家贫，自此凡数年不调官",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "事迹不详",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "事迹不详",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "灯下览《夺标录》",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1100,
   "value": 4,
   "event": "《呈张智周仲英》；在密州任司户参军，有诗",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214"
  },
  {
   "time": 1101,
   "value": 2,
   "event": "《跋送朱景仁诗》；寓居长山县，朱景仁归姑苏，作诗送别",
   "place": "邹平县（邹平县长山镇）",
   "lng": "117.878905",
   "lat": "36.882895"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "事迹不详",
   "place": "邹平县（邹平县长山镇）",
   "lng": "117.878905",
   "lat": "36.882895"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "以李清臣荐，任国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "避亲改官",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "在邠州任州学教授",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "在邠州任州学教授",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "邠州教授再任",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "在邠州任州学教授",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "在邠州任州学教授",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 1110,
   "value": 4,
   "event": "《贻谢任伯》；改宣教郎，作诗贻谢克家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "《宗学寓宿贻谢任（宿）[伯]》；贻诗谢克家",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在延安府任通判",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "任两浙路提举常平等事",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "充提举蔡河拨发措置糴买",
   "place": "济宁市",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "充提举蔡河拨发措置糴买",
   "place": "济宁市",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在河北东路行提举常平等事",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在河北东路行提举常平等事",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1118,
   "value": 9,
   "event": "《谢直秘阁表》；因修北京城及被旨行常平赈济法有功，除直秘阁，上表谢之",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "为太府少卿",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 4,
   "event": "除河北路转运判官",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "以职事修举特转朝奉大夫，除右文殿修撰，赐金带",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "因参加评定河北群贼有功，诏转一官",
   "place": "保定市（涿州市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "因上书谏开边，落徽猷阁待制，依旧为河北路都转运使兼经制燕山，管河北京东路财赋",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "丁太夫人忧",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "清化县申报燕山府金兵入侵，与同僚积极措置防御兵上报朝廷，朝廷不以闻",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 4,
   "event": "金宋议和，吕颐浩等人被放还",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1127,
   "value": 4,
   "event": "《上时政书》；康王赵构五月即位，六月召吕颐浩赴行在，以病辞免，致书宰执",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1128,
   "value": 4,
   "event": "进户部尚书，依旧知扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "除资政殿学士，同签书枢密院事，江淮两浙制置使兼知建康府",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "罢相，除新职，任便居住，寓居台州",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1131,
   "value": 4,
   "event": "辞少保，授特进，二度拜相",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "除依前特进、尚书左仆射，领都督江淮两浙荆湖诸军事",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "以病召还，是年罢相，除新职，任便居住",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1134,
   "value": 4,
   "event": "《和张全真》；营小圃于东郊，自号退老居士，有诗",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "依前提举临安府洞霄宫，任便居住",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "除两浙西路安抚制置大使，兼知临安府",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "除少傅、镇南定江军节度使、江南东路安抚制置大使兼知建康府，兼行宫留守，力具辞免，改除它职，任便居住",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1139,
   "value": 0,
   "event": "召赴行在",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
