// 诗人行迹数据：吴中复
export default {
 "name": "吴中复",
 "birth": 1011,
 "death": 1078,
 "life": [
  {
   "time": 1011,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "生活于此",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "与兄弟几复、嗣复一起在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "兄弟几复、嗣复登第",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "在故乡北台山读书",
   "place": "咸宁市（通山县）",
   "lng": "114.489153",
   "lat": "29.612715"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "登吕溱榜进士第",
   "place": "滁州市（明光市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "为泗州招信尉",
   "place": "滁州市（明光市）",
   "lng": "117.995952",
   "lat": "32.783005"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "为泗州招信尉",
   "place": "滁州市（明光市）",
   "lng": "117.995952",
   "lat": "32.783005"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "为泗州招信尉",
   "place": "滁州市（明光市）",
   "lng": "117.995952",
   "lat": "32.783005"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "知金坛县",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "知金坛县",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "知金坛县",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "知金坛县",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "知金坛县",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "改秘书省著作佐郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "知犍为县，毁淫祠",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "作三戒诗勒诸石，有“莫爱荔子红，岁作嘉州孽”句，全诗已不存",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "与吴秘、张谷等唱和，有《南犍唱和诗集》一卷。廉于居官，代还，不载一物",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "通判潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "通判潭州，居官清廉",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "通判潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "上召对延和殿",
   "place": "开封市（陈留禅寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 6,
   "event": "《齐山图》；与友人游齐山，有石刻题名",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "乞召包拯、唐介还朝，如所请",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "劾知桂州张子宪，罢为秘书监",
   "place": "赤峰市（宁城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "改右司谏、兼主管国子监",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 4,
   "event": "请诸路提点刑狱朝臣、使臣并带兼提举河渠公事，从其请",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "与吴奎、王安石度牧马利害",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "任户部副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "劾奏知秦州张方平擅以官爵许戎狄",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "以天章阁待制知潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "以天章阁待制知潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "以天章阁待制知潭州",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "徙知瀛州",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "苏颂为接伴契丹使，途径瀛州，与中复唱和",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "以龙图阁直学士、左谏议大夫知江宁府",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "离江宁，移知真定府",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "在知真定府任上，创修府学",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1071,
   "value": 7,
   "event": "《游海云寺》；游城东海云寺，与同僚雅集，作《游海云寺》诗",
   "place": "成都市（海云寺）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "友人赵抃、范镇等寄诗唱和",
   "place": "成都市（西楼）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "有知河阳之命，未赴，依旧任",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1074,
   "value": 4,
   "event": "改钱法之弊",
   "place": "西安市（慈恩塔、兴庆池馆）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "降授右谏议大夫，寻罢永兴军，请提举玉隆观",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "闲居南昌",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "起知荆南",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "罢府事",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  }
 ]
};
