// 诗人行迹数据：吴文英
export default {
 "name": "吴文英",
 "birth": 1200,
 "death": 1260,
 "life": [
  {
   "time": 1202,
   "value": 1,
   "event": "生于鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "五月，兄翁逢龙中吴潜榜进士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "入临安府尹袁韶幕在此一二年间",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "在临安府尹幕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1222,
   "value": 5,
   "event": "《瑞鹤仙·赠道女陈华山内夫人》；在杭幕，初游无锡。秋，有词",
   "place": "无锡市（惠山）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1223,
   "value": 7,
   "event": "《满江红·淀山湖》；在杭幕，初游苏州。春，途径昆山，有词",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1224,
   "value": 7,
   "event": "在杭幕，初游德清",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1226,
   "value": 7,
   "event": "《解语花·立春风雨并饯翁处静江上之役》；立春风雨中饯别弟翁处静",
   "place": "湖州市（德清县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1231,
   "value": 4,
   "event": "《江神子·送桂花。吴宪时已有检详之命，未赴阙》；仲秋，有词送吴渊离苏赴杭",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1232,
   "value": 8,
   "event": "《江神子·李别驾招饮海棠花下》；在苏州，为仓台幕僚。仲春，有词",
   "place": "苏州市（清华池馆）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1233,
   "value": 2,
   "event": "《丰乐楼·春晚感怀》；在苏州，为仓台幕僚。暂至杭京，有词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "在苏州，为仓台幕僚。春天，在吴地",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1236,
   "value": 4,
   "event": "《探芳信·丙申岁，吴灯市盛常年，余借宅幽坊，一时名胜遇合，置杯酒接殷勤之欢，甚盛事也。分镜字韵》；在苏州，为仓台幕僚。早春，有词作",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1237,
   "value": 2,
   "event": "《扫花游·赠芸隐》；在苏州，为仓台幕僚。春，有词赠施枢",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1238,
   "value": 2,
   "event": "《金缕歌·陪履斋先生沧浪看梅》；正月，陪吴潜看梅沧浪亭，有词论之",
   "place": "苏州市（沧浪亭）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1241,
   "value": 2,
   "event": "《浪淘沙慢·赋李尚书山园》；春天，临园凭吊李宗勉",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 2,
   "event": "《六丑·壬寅岁吴门元夕风雨》；在苏州，为仓台幕僚。元宵节，有词",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1243,
   "value": 9,
   "event": "《探芳新·吴中元日承天寺游人》；在苏州，为仓台幕僚。元日，有词",
   "place": "苏州市（承天寺）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1244,
   "value": 8,
   "event": "《满江红·甲辰岁盘门外寓居过重午》；在苏州，为仓台幕僚。端午节，有词",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1245,
   "value": 9,
   "event": "《瑞鹤仙·寿云麓先生》；在绍兴史宅之幕中，有词",
   "place": "绍兴市（蓬莱阁）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1246,
   "value": 9,
   "event": "《塞垣春·丙午岁旦》；在绍兴，元旦，有词",
   "place": "杭州市（望湖楼）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1247,
   "value": 9,
   "event": "《水龙吟·云麓新葺北墅园池》；在史宅之幕中，有词",
   "place": "杭州市（望湖楼）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 4,
   "event": "《水龙吟·寿梅津》；在杭州，有词赠尹焕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1249,
   "value": 5,
   "event": "《浣溪沙·仲冬望后，出迓履翁，舟中即兴》；十一月十八日，出迎吴潜于舟中",
   "place": "绍兴市（蓬莱阁）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1250,
   "value": 4,
   "event": "《瑞龙吟·送梅津》；在苏州，有词饯别尹焕",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1251,
   "value": 5,
   "event": "《丰乐楼·节斋新建此楼，梦窗淳佑十一年二月甲子作是词，大书于壁，望幸焉》；二月之杭州，有词书丰乐楼壁",
   "place": "杭州市（丰乐楼）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1256,
   "value": 4,
   "event": "《西江月·赋瑶圃青梅枝上晚花》；客赵与芮邸，有词",
   "place": "绍兴市（花园）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1258,
   "value": 2,
   "event": "《惜红衣·余从姜石帚游苕霅间三十五年矣，重来伤今感昔，聊以咏怀》；暂之湖州，有词",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1259,
   "value": 2,
   "event": "《沁园春·送翁宾阳游鄂渚》；在苏州，有词",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1260,
   "value": 4,
   "event": "《水龙吟·寿嗣荣王》；客赵与芮邸，秋日，有词",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1261,
   "value": 4,
   "event": "《烛影摇红·寿嗣荣王》；客赵与芮邸，秋日，有词",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "暮春，周密有词相赠",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1265,
   "value": 2,
   "event": "《水龙吟·送万信州》；在绍兴，春，有词送万益之",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1266,
   "value": 2,
   "event": "《宴清都·饯嗣荣仲享还京》；在绍兴，三月，有词送赵与芮",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1270,
   "value": 2,
   "event": "《金盏子·赋秋壑西湖小筑》；在杭州，有词赠贾似道",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1276,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1277,
   "value": 4,
   "event": "《应天长·吴门元夕》；元宵节，有词追忆荣邸岁月",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
