// 诗人行迹数据：吴潜
export default {
 "name": "吴潜",
 "birth": 1195,
 "death": 1262,
 "life": [
  {
   "time": 1195,
   "value": 1,
   "event": "五月五日，生于德清",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "五月，举进士第一，授承事郎，签镇东军节度判官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 3,
   "event": "为镇东军节度判官",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "初识姜夔于维扬",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "赏梅于仪征东园",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1224,
   "value": 0,
   "event": "为广德军通判",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "丁父忧",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1226,
   "value": 3,
   "event": "十一月，服除，授秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "为秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1228,
   "value": 3,
   "event": "十二月，迁校书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "五月，添差通判嘉兴府，权发遣府事",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1230,
   "value": 3,
   "event": "转朝散郎、尚书金部员外郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 9,
   "event": "迁尚右郎官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1232,
   "value": 6,
   "event": "《鹧鸪天·和古乐府韵送游景仁将漕夔门》；三月，友人游似赴任夔路转运判官，有词送之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1233,
   "value": 4,
   "event": "《奏以趱剩事例并诸司问遗例册钱代纳江东一路折帛事》；奏请将总领任内趱剩、事例并诸司问遗例册钱代纳江东一路折帛",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1234,
   "value": 10,
   "event": "《应诏上封事条陈国家大体治道要务凡九事》；正月，条陈国家大体治道要务凡九事",
   "place": "南京市（乌衣园）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1235,
   "value": 10,
   "event": "《奏以造熟铁斛斗发下诸郡纳苗使用宽恤人户事》；奏造斛斗输诸郡租，宽恤人户，培植根本凡十五事",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1236,
   "value": 7,
   "event": "正月十一日，谒魏了翁于采石镇，转陈孟珙所报军情",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1237,
   "value": 10,
   "event": "改权兵部侍郎，兼检正",
   "place": "苏州市（灵岩寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 10,
   "event": "《贺新郎·吴中韩氏沧浪亭和吴梦窗韵》；正月，看梅沧浪亭，和吴文英《贺新郎》词",
   "place": "苏州市（沧浪亭）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1239,
   "value": 10,
   "event": "《贺新郎·寄赵南仲端明》；春日，寄词与赵葵，约期相会",
   "place": "镇江市（凤凰池）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1240,
   "value": 10,
   "event": "进工部尚书，改吏部尚书兼知临安府",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1241,
   "value": 2,
   "event": "《奏乞守本官致仕》；请守本官致仕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 3,
   "event": "五月，以台臣言夺职罢建宁府新任",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "提举隆兴府玉隆万寿宫，任便居住",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "丁母忧",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1246,
   "value": 6,
   "event": "《奏论天地之复与人之复》；转中大夫，试兵部尚书，兼侍读；转翰林学士，知制诰，兼侍读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 3,
   "event": "春，知贡举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 6,
   "event": "《秋七月因皇子进封忠王遵故事具奏录进旧来所得圣语乞付史馆》；春日，到福州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1249,
   "value": 7,
   "event": "春罢福州",
   "place": "南京市（乌衣园）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1250,
   "value": 6,
   "event": "元宵节后，入政府供职",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 4,
   "event": "三月，自太中大夫同知枢密院事除参知政事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "春，秤提会子，专任其责",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居宣城响山，种竹筑堂，咏眺自适。时与刘震孙宴游",
   "place": "宣城市（响山亭）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "提举临安洞霄宫",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1255,
   "value": 2,
   "event": "《秋七月因皇子进封忠王遵故事具奏录进旧来所得圣语乞付史馆》；秋七月，录进旧闻理宗有关建储谈话，乞付史馆",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1256,
   "value": 10,
   "event": "四月，授沿海制置大使，判庆元府",
   "place": "杭州市（萧山区）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "《贺新凉·丁巳岁寿叔氏》；兄渊除参知政事后数日，有词寿之",
   "place": "宁波市（曹娥祠）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1258,
   "value": 10,
   "event": "《水龙吟·戊午元夕》；元宵节，有词",
   "place": "宁波市（四明窗）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1259,
   "value": 10,
   "event": "《宝鼎现·和韵己未元夕》；元宵节，有词",
   "place": "宁波市（翠岩山）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1260,
   "value": 7,
   "event": "《春三月一日奏论鞑贼深入乞充前日之悔悟以祈天永命消弭狄难事（景定元年）》；三月一日，痛陈当前危急形势，推原乱本祸根，乞为更大之悔悟",
   "place": "抚州市（南城县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "四月二十三日，窜循州",
   "place": "河源市（龙川县）",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1262,
   "value": 0,
   "event": "五月十八日，卒",
   "place": "河源市（龙川县）",
   "lng": "115.266395",
   "lat": "24.105791"
  }
 ]
};
