// 诗人行迹数据：吴芾
export default {
 "name": "吴芾",
 "birth": 1104,
 "death": 1183,
 "life": [
  {
   "time": 1104,
   "value": 1,
   "event": "三月三十日，吴芾生",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "少年居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "少年居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "少年居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "少年居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "少年居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "自幼庄重，读书刻苦",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡求学",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "游学州县",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "游学州县",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "游学州县",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "游学州县",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "游太学，以气节自负",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "在太学求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在太学求学。金人南侵，攻破汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "金掳徽、钦二帝北去，北宋亡。康王赵构在南京（今属河南）即位，南宋建立。吴芾南归客临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "《哭元帅宗公泽》；客临安。七月，闻宗泽薨，为诗哭之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "客临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "客临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "客临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "是年登进士第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "为温州乐清县尉",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "在温州乐清县尉任上，爱民，有善政",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "在温州乐清县尉任上。兴文教，徙乐清县儒学于卧龙坊",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1136,
   "value": 4,
   "event": "《符倅同游雁荡赓其所和范相游山韵（二首）》；在温州乐清县尉任上。游雁荡山，有诗纪之",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "《和何倅游雁荡》；在温州乐清县尉任上。游雁荡山，有诗纪之",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1138,
   "value": 4,
   "event": "《夏日同官会饮白鹤寺双瀑亭李道济作诗纪事因次其韵》；在温州乐清县尉任上。夏日同官会饮白鹤寺双瀑亭，有诗纪之",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "调平江府录事参军",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在平江府录事参军任上",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在平江府录事参军任上，修简孚堂，七月成，友人陈之茂为作记",
   "place": "苏州市（简孚堂）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "正月，充是年科举点检试卷官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "在秘书省正字任上。春，友人洪适自台州寄诗问候",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "在秘书省正字任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "在通判处州任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "在通判处州任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "在通判处州任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "《挽范丞相五首》；在通判处州任上。七月，前相范同卒，有诗挽之",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "在通判处州任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "《潘公舍人义荣当世第一流人也仆顷得金华私窃自喜将获从公之游洎至而公已云亡至今以为恨金元鼎出公往还诗帖因即公韵和数句于后姑以少见平生慕用之意云》；秋，通判婺州。有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "在通判婺州任上",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "在通判婺州任上",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "通判绍兴府",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "在通判绍兴府任上",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "在通判绍兴府任上。十月二十二日秦桧薨",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "知处州，未行。父吴师锡卒，丁外艰",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "丁外艰",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "丁外艰。服除，知常州，又改处州",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1159,
   "value": 4,
   "event": "知处州，有善政",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "在在知处州任上",
   "place": "台州市（仙居县）",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "六月，除监察御史",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 4,
   "event": "在殿中侍御史任上，罢都絜、刘光辅",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "知婺州，有善政",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1164,
   "value": 7,
   "event": "知绍兴府，又兴水利，修学校",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "礼部侍郎任上。",
   "place": "台州市（仙居县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1166,
   "value": 6,
   "event": "《丙戌送春有作》；提举太平兴国宫。春，有诗咏怀",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1167,
   "value": 4,
   "event": "春，起知太平州。",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1168,
   "value": 10,
   "event": "《再和》；赴任途经临安府，游云泉山，宿慈严院",
   "place": "杭州市（云泉山、慈严院）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 10,
   "event": "《去春劝耕云际移植海棠曾留小诗今岁困于多事欲往不果怅然有怀复和前韵以示主僧》；知太平州。春，有诗抒怀",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "《元夕有感》；正月元夕，有诗抒怀",
   "place": "南昌市（南浦亭）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1171,
   "value": 9,
   "event": "《余有重阳诗岁和一篇今日偶和成二首》；奉祠居里。重阳节，归来周年，有诗咏怀",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1172,
   "value": 7,
   "event": "《答客难》；奉祠居里。有诗抒怀",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1173,
   "value": 9,
   "event": "《癸巳岁邑中大歉三七侄捐金散谷以济艰食因成三十韵以纪之》；奉祠居里。有诗抒怀",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1174,
   "value": 8,
   "event": "奉祠居里，以龙图阁直学士致仕。",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1175,
   "value": 5,
   "event": "《送津儿之官丽水》；致仕居里。生活闲适，有诗送津赴任",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1178,
   "value": 8,
   "event": "《和陶读山海经十三首韵送机简堂自景星岩再住隐静》、（卷一）、、；致仕居里。有诗咏怀",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "致仕居里。生活闲适",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "致仕居里。晚年因年岁大而眼瞎耳聋，生活不便",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  }
 ]
};
