// 诗人行迹数据：吴融
export default {
 "name": "吴融",
 "birth": 846,
 "death": 903,
 "life": [
  {
   "time": 846,
   "value": 1,
   "event": "是年吴融生于浙江绍兴",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 854,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 856,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 857,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 858,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 859,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 860,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 861,
   "value": 1,
   "event": "吴融在长安。初涉科场",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 863,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 9,
   "event": "《高侍御话及皮博士池中白莲因成一章寄博士兼奉呈》；是年前后，吴融曾游于松江之长洲",
   "place": "洛阳市（首阳山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 870,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 871,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 7,
   "event": "《赠方干处士歌》；自是年起，吴融在浙东王龟幕中，有诗赠方干",
   "place": "绍兴市（法华寺）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 873,
   "value": 1,
   "event": "吴融在浙东王龟幕中",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 874,
   "value": 1,
   "event": "吴融在浙东王龟幕中",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 875,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 876,
   "value": 7,
   "event": "《湖州蹊楼书献郑员外》；是年，吴融宦游湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 877,
   "value": 1,
   "event": "是年，与罗隐同在游湖州郑仁规幕",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 878,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 879,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 880,
   "value": 2,
   "event": "《风雨吟》；是年，吴融在长洲，有诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 881,
   "value": 1,
   "event": "是年或在长洲，姑系于此",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 882,
   "value": 1,
   "event": "是年或在长洲，姑系于此",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 883,
   "value": 1,
   "event": "是年或在长洲，姑系于此",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 884,
   "value": 2,
   "event": "《祝风三十二韵》；本年，吴融在长洲，有诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 885,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 886,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 9,
   "event": "《岐下闻杜鹃》；是年，吴融似曾赴凤翔应进士试,在岐下闻杜鹃,有诗",
   "place": "宝鸡市（岐山县）",
   "lng": "107.627457",
   "lat": "34.449637"
  },
  {
   "time": 888,
   "value": 2,
   "event": "《文德初闻车驾东游》；是年，吴融再游湖州，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 889,
   "value": 6,
   "event": "是年，吴融进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 890,
   "value": 7,
   "event": "《简州归降贺京兆公》；在韦昭度幕中",
   "place": "德阳市（绵竹市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 891,
   "value": 1,
   "event": "是年四月，吴融随韦昭度离蜀东还",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 892,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 893,
   "value": 4,
   "event": "《追咏棠梨花十韵》；是年前后吴融授左补阙。有诗追咏棠梨花",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 894,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 895,
   "value": 9,
   "event": "《南迁途中作七首》；是年五月，吴融被贬",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 896,
   "value": 7,
   "event": "《和严谏议萧山庙十韵》；本年冬吴融自江陵召回",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 897,
   "value": 5,
   "event": "《授孙储秦州节度使制》；是年扈从华州行在",
   "place": "渭南市（华县）",
   "lng": "109.778378",
   "lat": "34.518619"
  },
  {
   "time": 898,
   "value": 7,
   "event": "《和集贤相公西溪侍宴观竞渡》；本年八月，吴融扈从昭宗还长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 899,
   "value": 2,
   "event": "《禅月集序》；本年，吴融在长安，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 900,
   "value": 3,
   "event": "是年吴融在翰林侍郎任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 901,
   "value": 10,
   "event": "《和韩致光侍郎（无题三首十四韵）》；是年，进户部侍郎，有诗和韩偓",
   "place": "三门峡市（灵宝市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 902,
   "value": 5,
   "event": "《阌乡寓居十首》；本年客居阌乡，有诗",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 903,
   "value": 0,
   "event": "本年，由阌州被召回任翰林承旨，卒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
