// 诗人行迹数据：周必大
export default {
 "name": "周必大",
 "birth": 1126,
 "death": 1204,
 "life": [
  {
   "time": 1126,
   "value": 1,
   "event": "出生于外祖父王靓的平江府宅第",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "寓居平江之外祖父家",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "随父母返庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "丧父后，与弟必强随母奉侍祖母居于庐陵",
   "place": "吉安市（安福县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居于庐陵家中",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居于庐陵家中",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1132,
   "value": 4,
   "event": "《与太和赵宰师奭书》；在庐陵，有文",
   "place": "郴州市（安仁县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1133,
   "value": 2,
   "event": "居于庐陵家中，师从梁克道读书学习",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居于庐陵家中，师从李珙",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居于庐陵家中，与弟必强师从刘若川",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "与弟必强随母前往信州外婆家寓居",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "寓居信州",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "母逝，伯父周利见携必大与弟必强回庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "是年，伯父周利见出守辰阳，周必大往侍之",
   "place": "怀化市（辰溪县）",
   "lng": "110.190165",
   "lat": "28.012631"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "伯父周利见罢官北归，周必大随之回赣，寓居赣州，在寿量寺读书，师从陆府",
   "place": "赣州市（寿量寺）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在赣州寿量寺读书，师从陆府",
   "place": "赣州市（寿量寺）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "往来于虔州、庐陵之间，师从钟岳",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "往来于虔州、庐陵之间，潜心于游学读书",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "《赣江》；往来于虔州、庐陵之间，潜心于游学读书期间撰《赣江》诗",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "往来于虔州、庐陵之间，潜心于游学读书",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "往来于虔州、庐陵之间，潜心于游学读书",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "周利见第二次任辰州太守，周必大跟随伯父前往辰州，照料伯父起居生活",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1148,
   "value": 2,
   "event": "《谢赐历日表一》；在辰州，有文",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "随伯父周利见回庐陵奔祖母丧",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1150,
   "value": 5,
   "event": "与伯父周利见将祖父母合葬于吉州庐陵县膏泽乡金凤山",
   "place": "吉安市（金凤山）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "《省试策三道》；在临安，参加礼部会试，擢进士及第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1152,
   "value": 7,
   "event": "秋，因虔州齐述叛乱，迁回庐陵家乡居住",
   "place": "赣州市（于都县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1153,
   "value": 6,
   "event": "在雩都县任县尉",
   "place": "赣州市（于都县）",
   "lng": "115.421938",
   "lat": "25.957942"
  },
  {
   "time": 1154,
   "value": 10,
   "event": "正式任京城临安太平和剂局主管",
   "place": "杭州市（漾沙坑）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "《跋刘仲威兰亭叙》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "在临安，子周纶出生",
   "place": "宣城市（广德县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 9,
   "event": "赴临安，试博学宏词科，受高宗赏识",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "《记昆山登览》；在昆山岳父家过年,并游慧聚寺",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "《回新同官黄从事石启》；在建康，有文",
   "place": "宣城市（广德县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "《又路祭文》；在建康，有文",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "《次韵程泰之正字奉祠惠照院，咏雪五首》；在临安，有诗与同僚大昌唱和",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "《送司农少卿杜起莘出守遂宁》；在临安，有诗送杜起莘出守遂宁",
   "place": "杭州市（湖山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 0,
   "event": "《跋湖州沈寿冈之祖墓铭后》；在临安，有文",
   "place": "杭州市（宝成寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 10,
   "event": "《送芮国器察院漕广东》；在庐陵，有诗送芮国器前往广东任职",
   "place": "吉安市（乾明寺）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1165,
   "value": 10,
   "event": "《跋宗室子嵸藏前辈帖一》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1166,
   "value": 0,
   "event": "《回郭赣州贺正启》；在庐陵，有文",
   "place": "吉安市（耸福院）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "《跋王民瞻诗》；在庐陵，有文",
   "place": "南昌市（望湖亭）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1168,
   "value": 10,
   "event": "《寄题太和陈氏益龟堂》；在庐陵，有诗题陈氏益龟堂",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1169,
   "value": 10,
   "event": "《邦衡再送二诗一和为甚酥二和牛尾狸》（金谷烹煎岂我徒；追迹犹应怨猎徒）；在庐陵，奉祠反省与胡铨有诗唱和",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "《回太守贺正启》；在临安，有文",
   "place": "吉安市（吉水县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "在临安，宋孝宗在大庆殿为太上皇帝、寿圣皇后尊号，颁布册封诏书，周必大代理礼仪侍郎，又差充举宝行事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "《赐太尉昭信军节度使提举皇城司曹勋生日诏》；在临安，有文",
   "place": "嘉兴市（桐乡市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 10,
   "event": "《胡邦衡赋琉璃灯帘诗次韵》；在庐陵，有诗与胡铨唱和",
   "place": "宜春市（樟树市）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "经考核，转为朝请郞",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1175,
   "value": 10,
   "event": "因召赴行在，舟行离开吉州，沿途打探朝廷动向",
   "place": "上饶市（余干县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1176,
   "value": 10,
   "event": "《东宫故事》（淳熙三年正月四日）；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 10,
   "event": "《东宫贺正笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 0,
   "event": "《东宫贺正笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《东宫贺正笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1180,
   "value": 10,
   "event": "《东宫贺年笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1181,
   "value": 10,
   "event": "《东宫贺年笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1182,
   "value": 10,
   "event": "《夫人设醮青词一》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1183,
   "value": 10,
   "event": "《镇江等处军额回奏》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "《和龙舒兄春日出郊韵》；在临安，前往驿站主持宴会与人去郊外春游，并有和诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1185,
   "value": 10,
   "event": "《东宫贺年笺》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 10,
   "event": "《贺正旦表》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "《审刘超除目奏》；在临安，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "《题司马温公书临本》；在临安，有文",
   "place": "杭州市（萧山区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "《题修禊帖》；在临安，有文",
   "place": "无锡市（宜兴市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "《年节贺表》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1191,
   "value": 10,
   "event": "《年节贺表》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1192,
   "value": 10,
   "event": "《年节贺表》；在潭州，有文",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1193,
   "value": 10,
   "event": "《年节贺表》；在潭州，有文",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1194,
   "value": 10,
   "event": "在庐陵，周必大被朝廷正式任命为隆兴知府",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1195,
   "value": 10,
   "event": "《乞致仕表》；在庐陵，周必大接边三次上奏《乞致仕表》，强烈请求退休还乡",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1196,
   "value": 10,
   "event": "《回丙辰贺年启》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1197,
   "value": 10,
   "event": "《回丁巳贺年启》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1198,
   "value": 10,
   "event": "《回戊午贺年启》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1199,
   "value": 10,
   "event": "《回己未贺年启》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1200,
   "value": 10,
   "event": "《庐陵主簿李子贤示长笺，用刘元城主簿可教事，去秋复惠楚词皆未果答，今代还索言老谬勿哂》；在庐陵，有诗与庐陵主簿李子贤唱和",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1201,
   "value": 10,
   "event": "《梅州贡院记》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1202,
   "value": 10,
   "event": "《高沙曾良臣筑思堂以念亲傍辟书阁肖杨诚斋及予像求赞》；在庐陵，为曾忠佐书阁所藏之肖像写赞",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1203,
   "value": 10,
   "event": "《侄孙颙字说》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1204,
   "value": 10,
   "event": "《高宗御批陈思恭奏札跋》；在庐陵，有文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  }
 ]
};
