// 诗人行迹数据：周密
export default {
 "name": "周密",
 "birth": 1232,
 "death": 1298,
 "life": [
  {
   "time": 1232,
   "value": 1,
   "event": "随父居。其父出宰富春，生于县斋",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "随父居",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "随父居。侍父离富春",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "不详",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "不详",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "不详",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "不详",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "不详",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "随父居。父任闽漕幕",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "随父居。侍父自闽还浙，途径南浦，此地出现喉闭症",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "随父居。其父监衢州",
   "place": "衢州市（龙游县）",
   "lng": "119.178669",
   "lat": "29.034554"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "随父居。其父为柯山倅",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1254,
   "value": 0,
   "event": "其岳父杨伯嵒卒，往桐川",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1255,
   "value": 2,
   "event": "随父居。侍父鄞江",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "不详",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1257,
   "value": 4,
   "event": "《长亭怨慢》；自闽还浙，重过衢州，作长亭怨慢",
   "place": "衢州市（龙游县）",
   "lng": "119.178669",
   "lat": "29.034554"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "不详",
   "place": "衢州市（龙游县）",
   "lng": "119.178669",
   "lat": "29.034554"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "在其岳父泳斋书房内得薛尚功摹锺鼎款识真迹",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "菖蒲节，与赵孟坚游湖，此年赵孟坚六十三岁。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "为马光祖临安府幕僚。似本年周密为国局，充奉礼郎兼太祝",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 4,
   "event": "《拜星月慢》；沿檄宜兴，亦是奉命督田，作拜星月慢",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1264,
   "value": 2,
   "event": "《采绿吟》；与杨缵等在西湖结吟社。杨缵洞晓音律",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 7,
   "event": "为两浙运司掾约在此年",
   "place": "杭州市（大滌山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1266,
   "value": 3,
   "event": "不详",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1267,
   "value": 6,
   "event": "《南郊庆成口号》二十首；正月，有事于南郊，作南郊庆成口号",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1268,
   "value": 4,
   "event": "《齐天乐》；秋再游三汇，作齐天乐",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1269,
   "value": 0,
   "event": "《挽王茂悦提舶》二首；是年，王橚卒",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1270,
   "value": 3,
   "event": "在杭，与马廷鸾相交",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 4,
   "event": "《乳燕飞》；游湖州苏湾，作乳燕飞词",
   "place": "湖州市（苏湾）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1272,
   "value": 3,
   "event": "不详",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1273,
   "value": 4,
   "event": "《柳梢青·梅（四首）》；冬，在杭，和杨无咎柳梢青四首",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1274,
   "value": 4,
   "event": "丰储仓检察",
   "place": "杭州市（孤山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 3,
   "event": "秋，观画馆阁",
   "place": "绍兴市（会稽山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1276,
   "value": 3,
   "event": "任义乌令，时间较短",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "弁阳家破，离湖州徙杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "与王沂孙、李彭老、张炎、仇远、唐珏、王易简、吕同老、陈恕可等十四人，分詠龙涎香、白莲、蒪、蝉、蟹诸题，编乐府补题，隐指去岁六陵被发事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1281,
   "value": 2,
   "event": "《癸辛杂识》；居杭，始作癸辛杂识",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "杭州金波桥大火，依妻杨氏而居，终身居杭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "居杭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1286,
   "value": 2,
   "event": "《杨氏池塘宴集诗》；与王沂孙、戴表元、仇远、白珽、屠约、张楧等宴集杨氏池塘，表元为诗序",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1287,
   "value": 2,
   "event": "偕钱菊泉至天庆观访禇伯秀，同道士王磐隐游宝莲山韩平泉故园，疑是阅古泉",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1288,
   "value": 2,
   "event": "《癸辛杂识后集》；癸辛杂识后集完成，此月戊子地震",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1289,
   "value": 2,
   "event": "《志雅堂杂钞》；始作志雅堂杂钞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "送女嫁于博陆(今属余杭)吴氏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1291,
   "value": 4,
   "event": "《齐东野语》；完成齐东野语",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1292,
   "value": 2,
   "event": "《癸辛杂识续集》上卷；癸辛杂识续集上卷完成",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1293,
   "value": 1,
   "event": "二月至四月、八月至十二月往来杭州各家看书画",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1294,
   "value": 1,
   "event": "与王子庆、庄肃、鲜于枢、张受益杭州交游，赏玩古画",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1295,
   "value": 1,
   "event": "自杭州还霅溪，省杼山墓",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1296,
   "value": 2,
   "event": "《癸辛杂识续集》；癸辛杂识续集完成",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1297,
   "value": 2,
   "event": "《山村图诗》；为仇远题山村图诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1298,
   "value": 0,
   "event": "与霍肃、郭天锡、张伯淳、廉希贡、马呴、乔篑成、杨肯堂、李衎、王芝、赵孟頫、邓文原集会于伯机池上，观右军思想帖真迹",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
