// 诗人行迹数据：周敦颐
export default {
 "name": "周敦颐",
 "birth": 1017,
 "death": 1073,
 "life": [
  {
   "time": 1017,
   "value": 1,
   "event": "先生生于道州营道县之营乐里濂溪保",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "少居家乡，读书月岩亭，吟风弄月及钓游于濂溪",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "少居家乡",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1031,
   "value": 0,
   "event": "少居家乡，先生父辅成以贺州桂岭令卒，葬于道州营道县营乐乡钟乐里",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "从舅氏居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "从舅氏居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "从舅氏居京师，与王拱辰说卦",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "先生舅郑向以龙图阁直学士知杭州，先生与母随舅氏同往",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "舅氏奏补先生试将作监主簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1037,
   "value": 0,
   "event": "先生奉母依郑向居润州，郑向卒，葬于丹徒县",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居润州，与范仲淹等交往",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "先生居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "先生服除，从吏部调洪州分宁县主簿",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "分宁县有犹太久不决，先生至，一讯立辨。先生甚推许彭应求之诗",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "任分宁波主簿",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "在分宁。先生在洪州时，年甚少，玉色金声，从容和毅，一府尽倾",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "先生以部使者奏举为南安军司理参军",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1045,
   "value": 4,
   "event": "南安狱有囚，法不当死，转运使王逵欲深治之，先生立争之，不听。先生置手版，归取告身，委之而去。逵感悟，囚得不死，且贤先生。",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1046,
   "value": 4,
   "event": "大理寺丞、知虔州兴国县程珦假与先生交友，并令二子颢、颐从学焉",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "在郴州。首修学校以教人",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "程颢、程颐至郴县，复从学先生。郴守李初平亦从之学",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1049,
   "value": 0,
   "event": "程颢、程颐仍从先生学",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "先生改郴州桂阳令",
   "place": "郴州市（桂阳县）",
   "lng": "112.74024",
   "lat": "25.759777"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "先生在桂阳时，尝于县东凿爱莲池",
   "place": "郴州市（桂阳县）",
   "lng": "112.74024",
   "lat": "25.759777"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "任桂阳县令",
   "place": "郴州市（桂阳县）",
   "lng": "112.74024",
   "lat": "25.759777"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "先生在桂阳治绩尤著，诸公交荐之",
   "place": "郴州市（桂阳县）",
   "lng": "112.74024",
   "lat": "25.759777"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "先生用荐者言，迁大理寺丞，知洪州南昌县。得疾，友潘兴嗣赴视，先生家服御之物，止一敝箧，钱不满百，人莫不叹服",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "先生改太子中舍、佥书署合州判官事。先生离南昌时，任大中有《送周茂叔赴合州佥判》诗",
   "place": "宜昌市（秭归县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "先生沿江而上，过渝州，越三舍接巴州境，闻有闻泉寺，遂舣舟游览。睹彭应求《宿崇圣院》诗，录本寄应求子彭思永",
   "place": "巴中市（巴州区）",
   "lng": "106.775484",
   "lat": "31.857295"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "《彭推官诗序》；在合州。遵彭思永之托，撰《彭推官诗序》",
   "place": "市辖区（合川区）",
   "lng": "106.283328",
   "lat": "29.978671"
  },
  {
   "time": 1058,
   "value": 0,
   "event": "先生判合州。蜀之贤人君子皆喜称之",
   "place": "市辖区（合川区）",
   "lng": "106.283328",
   "lat": "29.978671"
  },
  {
   "time": 1059,
   "value": 6,
   "event": "以蒲宗孟妹为继室",
   "place": "市辖区（合川区）",
   "lng": "106.283328",
   "lat": "29.978671"
  },
  {
   "time": 1060,
   "value": 6,
   "event": "与将仕郎、赤水令费琦游龙多，与费琦唱和诗八首，刻于高崖",
   "place": "市辖区（合川区）",
   "lng": "106.283328",
   "lat": "29.978671"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "傅耆登进士第，唱名在三月十三日，先生往贺之",
   "place": "九江市（庐山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 4,
   "event": "《香城寺别虔守赵公》；赵抃自虔赴召，先生送之，舟至万安，同游香城寺",
   "place": "赣州市（香城寺）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1063,
   "value": 6,
   "event": "《游罗岩》；先生在虔行县至雩都，邀余杭钱建、侯拓，四明沈几圣希颜同游罗岩。先生有诗《游罗岩》",
   "place": "赣州市（罗岩）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "先生离虔时，程师孟有《送周茂叔通判虞部赴零陵》诗、任大中有《送永倅周茂叔还居濂溪》诗",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "先生自虔赴永，乘舟沿赣江而上，再转长江而西，湘水而南",
   "place": "九江市（大林寺）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1066,
   "value": 6,
   "event": "先生到永州视事，与永守陈郎中亦有旧",
   "place": "永州市（澹山岩）",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1067,
   "value": 6,
   "event": "先生携二子寿、焘自永州发舂陵殿墓",
   "place": "永州市（含晖洞）",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1068,
   "value": 6,
   "event": "《邵州新迁学释菜祝文》；新建邵州州学成，有祝文",
   "place": "清远市（连州市）",
   "lng": "111.474133",
   "lat": "27.245167"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "游阳春铜石岩",
   "place": "阳江市（阳春市）",
   "lng": "111.798065",
   "lat": "22.17602"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "先生转虞部郎中，擢提点广南东路刑狱",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1071,
   "value": 5,
   "event": "按部至潮州题大颠堂壁；先生领提刑狱职事，行部至潮州",
   "place": "九江市（星子县）",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "先生酷爱庐阜，买田其旁，又尝筑濂溪书堂于其麓，至是始定居焉。",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "先生居庐山。时赵抃再尹成都，闻先生去官，复奏乞留。时先生疾已笃",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  }
 ]
};
