// 诗人行迹数据：周葵
export default {
 "name": "周葵",
 "birth": 1098,
 "death": 1174,
 "life": [
  {
   "time": 1098,
   "value": 1,
   "event": "是年生于故乡宜兴",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "少年居乡",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "大母黄太夫人卒",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "少年居乡",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "少年居乡",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "仲弟萃生",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "入塾读书。大父南岩公卒",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "读书私塾",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "读书私塾",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "读书私塾",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "受业蒋敬叔先生门",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "善属文，名闻于时",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "从唐彦思先生受学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡求学，唐彦思先生登进士第",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡求学",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "自乡校移籍京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在京求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在京求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在京求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在京求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在京求学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "廷试，中沈晦榜进士甲科",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "任广德推官",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "上登极，覃恩授文林郎，调徽州军事推官",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "在徽州推官任上",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "在徽州推官任上",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "在徽州推官任上",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "在徽州推官任上",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "与判官同摄郡事",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "请除浮税",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "改通直郎、临安府教授，未赴",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "摄郡事",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "除监察御史",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "除司农少卿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "除直秘阁、知信州，未之任",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 4,
   "event": "改湖南提点刑狱事，皆不就",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "除太常少卿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "郊恩，复直秘阁，告归",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "倡议建岳飞生祠于英烈庙",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "起知湖州",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "移知平江府",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "落职主管台州崇道观，屏居乡闾",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居家养亲，极孝",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1146,
   "value": 0,
   "event": "母王太夫人卒",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居家丁母忧",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "累赠少师、朝奉郎、赐绯鱼袋。",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "守制庐墓",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "守制庐墓",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "创建孝侯祠于国山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "孝侯祠落成，蒋芾撰记",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "纂辑家乘",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "谱牒成，延张九成为序",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "复直秘阁，知绍兴府",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "过阙，除礼部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "兼权给事中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "起知抚州。引疾，改提举江州太平兴国宫",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "到任太平州，修治圩堤，民赖以济",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "进集英殿修撰、敷文阁待制",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "到任婺州，鼓励开垦荒野，得田数千顷",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "在知婺州任上",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "同知贡举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "乞罢，不许",
   "place": "无锡市（宜兴市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "奏请以广福寺为先父坟刹，报可",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "仲子楷补授临安县县丞",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "起知泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "在知泉州任上",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "在知泉州任上。长子枞卒",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1170,
   "value": 0,
   "event": "以大学士致仕",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "致仕闲居",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1172,
   "value": 0,
   "event": "少宗伯周必大来访",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "置义田",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "薨于里第。赠正奉大夫，累赠太傅。赠毗陵郡开国侯",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  }
 ]
};
