// 诗人行迹数据：周贺
export default {
 "name": "周贺",
 "birth": 777,
 "death": 840,
 "life": [
  {
   "time": 777,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 778,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 779,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 780,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 781,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 782,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 783,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 784,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 785,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 786,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 787,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 790,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 791,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 792,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 793,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 794,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 795,
   "value": 1,
   "event": "在故乡东洛家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 796,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "洛阳市（东洛）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 797,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 798,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 799,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 800,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 801,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 802,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 803,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 804,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 805,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 806,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 807,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 808,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 809,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 810,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 811,
   "value": 1,
   "event": "居庐山，为浮屠",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 812,
   "value": 1,
   "event": "客居南徐",
   "place": "镇江市（南徐）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 813,
   "value": 1,
   "event": "客居南徐",
   "place": "镇江市（南徐）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 814,
   "value": 2,
   "event": "留别南徐故人；离开南徐，有诗别友",
   "place": "镇江市（南徐）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 815,
   "value": 1,
   "event": "入长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 2,
   "event": "赠姚合郎中；姚合登科，初受校书郎。有诗送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 1,
   "event": "在长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 1,
   "event": "在长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 1,
   "event": "在长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 1,
   "event": "在长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 1,
   "event": "在长安，寓居终南山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 4,
   "event": "送朱庆余；在长安。朱庆余落第离开长安，作诗相送",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 824,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 825,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 826,
   "value": 4,
   "event": "赠朱庆余校书；在长安。春，朱庆余及第归越，周贺作诗送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "北方漫游三年",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 828,
   "value": 1,
   "event": "北方漫游三年",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 829,
   "value": 1,
   "event": "北方漫游三年，此年回南方",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 830,
   "value": 1,
   "event": "在南方岳州、饶州等地",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 831,
   "value": 1,
   "event": "在南方岳州、饶州等地",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 832,
   "value": 1,
   "event": "在南方岳州、饶州等地",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在南方岳州、饶州等地",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 834,
   "value": 1,
   "event": "在南方岳州、饶州等地",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 835,
   "value": 1,
   "event": "由饶州赴杭州。春,姚合由刑部郎中出任杭州刺史。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 836,
   "value": 1,
   "event": "在杭州,携诗投谒,姚合大加奖挹,劝其还俗,复其姓氏,名周贺》。姚合与之游宴",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 837,
   "value": 2,
   "event": "赠厉玄侍御；抵长安,有诗赠厉玄侍御",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 2,
   "event": "上陕府姚中丞；至陕州,有诗上姚合",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  }
 ]
};
