// 诗人行迹数据：周邦彦
export default {
 "name": "周邦彦",
 "birth": 1056,
 "death": 1121,
 "life": [
  {
   "time": 1056,
   "value": 1,
   "event": "先生生于是年",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "《宋史·文苑传》：周邦彦……博涉百家之书。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "《宋史·文苑传》：周邦彦……疏隽少检，不为州里推重。《少年游》“并刀如水”、《一落索》“眉共春山争秀”、《凤来朝》“逗晓看娇面”、《望江南》“歌席上”、“游妓散”等词疑作于前后数年。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "游学京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "太学生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "太学生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 2,
   "event": "《天赐白（并序）》；太学生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 2,
   "event": "献《汴都赋》。《足轩记》疑亦作于是年。；七月，献《汴都赋》，神宗异之，命尚书右丞李清臣读于迩英殿。召赴政事堂，自太学诸生一命为正。《苏幕遮·燎沉香》；叶上初阳干宿雨，水面清圆，一一风荷举。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941",
   "highlight": true
  },
  {
   "time": 1084,
   "value": 2,
   "event": "《薛侯马（并序）》；任太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "任太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "任太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 2,
   "event": "任太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "庐州教授",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1089,
   "value": 2,
   "event": "《玉楼春》“桃蹊不作从容住”；庐州教授",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1090,
   "value": 2,
   "event": "清真客荆州，史无明文，而其词涉及荆地，可考而粗知者近十阕：《少年游》“南都石黛”、《点绛唇》“台上披襟、《扫花游》“晓阴翳日”、《虞美人》“廉纤小雨”，皆此时作。《风流子》“枫林凋晚叶”、《玉楼春》“大堤花艳”则将离荆时作。《渡江云》“晴岚低楚甸”、《绮竂怨》“上马人扶残醉”、《六幺令重阳（“快风收雨”则异日过荆州作也）》；在荆州",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "在荆州",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1092,
   "value": 2,
   "event": "《风流子》“枫林凋晚叶”似作于是年秋；《玉楼春》“大堤花艳惊郎目”当是留别荆州之作。；在荆州",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1093,
   "value": 2,
   "event": "此三年中，佚诗及词可考者颇多，惟岁月则不能确定。诗有《仙杏山》、《过羊角哀左伯桃墓》、《楚平王庙》、《竹城》、《无题》、《芝术歌并序》、《宿灵仙观》、《投子山》、《凤凰台》、《越台曲》。词有《满庭芳溧水夏日无想山作》、《隔浦莲》（新篁摇动翠葆）、《鹤冲天》二首（溧水长寿乡作）、《风流子》（新绿小池塘）、《红林檎近》（高柳阕及风雪阕）二首、《丑奴儿》（肌肤绰约）、《玉烛新》（溪源新腊后）、《菩萨蛮》（银河宛转）、《三部乐》（浮玉飞琼）、《花犯》（粉墙低）、《品令》（夜阑人静）、《西河》（佳丽地）。文有《萧闲堂记》、《插竹亭记》；知溧水，是年二月到任。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "是年冬，还京命下，《花犯》词疑为是年杪或次年早春作",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1097,
   "value": 2,
   "event": "《天启惠酥》诗四首、《瑞龙吟》（章台路）、《应天长》（条风布暖）诸词，或是此年作；还京为国子主簿，疑先为太官令，旋迁国子主簿。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 2,
   "event": "《重进汴都赋表》；召对崇政殿。重进《汴都赋》，除秘书省正字。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 2,
   "event": "任秘书省正字，迁校书郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 2,
   "event": "《游定夫见过（诗或作于此年秋）》；任校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "任校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "校书郎秩满，迁考功员外郎当在此年。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "任考功员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "任考功员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "迁卫尉宗正少卿，兼议礼局检讨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 2,
   "event": "任卫尉宗正少卿，兼议礼局检讨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "任卫尉宗正少卿，兼议礼局检讨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "任卫尉宗正少卿，兼议礼局检讨.",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 2,
   "event": "《下帷斋》诗或作于此年。；以直龙图阁知河中府，徽宗欲使毕礼书，留之。迁卫尉卿。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "以奉直大夫直龙图阁知隆德军府，并管勾学事。",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "知隆德府",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "知隆德府",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 1115,
   "value": 2,
   "event": "《解语花》“风销绛蜡”词疑作于任所；徙知明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "还京为秘书监",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 2,
   "event": "《春帖子》当作于待制时；进徽猷阁待制，提举大晟府。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 2,
   "event": "《兰陵王》（柳阴直烟）、《续秋兴赋（并序）》；出知真定府。暮春出都，赋《兰陵王》（柳阴直烟）词留别。到任三月，作《续秋兴赋》并序",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "知真定府",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1120,
   "value": 2,
   "event": "徙知处州",
   "place": "杭州市（建德市）",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "《西平乐》（稚柳苏晴）；正月赴鸿庆宫，过天长，有《西平乐》（稚柳苏晴）词纪其事。",
   "place": "滁州市（天长市）",
   "lng": "119.010093",
   "lat": "32.695335"
  }
 ]
};
