// 诗人行迹数据：唐仲友
export default {
 "name": "唐仲友",
 "birth": 1136,
 "death": 1188,
 "life": [
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "登进士第。授西安尉。考察役法民情",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "任西安尉。其兄唐仲温登进士第",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "任西安尉",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "任西安尉。举博学宏词。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "通判建康。是年九月，其父唐尧封以光禄寺丞兼庆王府直讲。当月除户部员外郎，仍兼",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1164,
   "value": 6,
   "event": "上四府书；通判建康。上书陈时弊",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "通判建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "除秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "授国史院编修，实录院检讨官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 4,
   "event": "除著作佐郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "当在知信州任上",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "当在知信州任上",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "或在知信州任上",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 7,
   "event": "重修台州郡学记；知台州。重修郡学，始于孟春，毕于首夏，作文记之",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1181,
   "value": 4,
   "event": "唐杨凉注荀子后序；知台州。刊《荀子》、《扬子》、《文中子》书，并为作序",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "在知台州任上。吏部尚书郑丙、侍御史张大经交荐之，迁江西提刑",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "罢祠居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "罢祠居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "罢祠居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "罢祠居乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1187,
   "value": 2,
   "event": "续八咏诗；罢祠居乡。游郡西八咏楼，有诗",
   "place": "金华市（八咏楼）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1188,
   "value": 0,
   "event": "重建新学记；罢祠居乡。题浦阳县学",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  }
 ]
};
