// 诗人行迹数据：唐庚
export default {
 "name": "唐庚",
 "birth": 1071,
 "death": 1121,
 "life": [
  {
   "time": 1071,
   "value": 1,
   "event": "唐庚是年生",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "在家从父学文",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "在家从父学文",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1084,
   "value": 5,
   "event": "《明妃曲》；居乡，有诗",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "眉山读书",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "眉山读书",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1087,
   "value": 2,
   "event": "《南行祭江渎文》；离家赴太学，由水路出川，有文",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "谒苏轼于京城",
   "place": "眉山市（丹棱县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "在家居丧",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "《过潼关》；赴东都应试，有诗",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1091,
   "value": 6,
   "event": "《谢及第启》；及进士第，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "华阳尉任上",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1093,
   "value": 6,
   "event": "《慰国恤表》；华阳尉任上，有文",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "《赴益昌二首》；华阳任满，赴益昌判司任治狱事，有诗",
   "place": "眉山市（丹棱县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1095,
   "value": 7,
   "event": "《上钱宪杂文序》；益昌判司任，有文",
   "place": "广元市（昭化区）",
   "lng": "105.883379",
   "lat": "32.149903"
  },
  {
   "time": 1096,
   "value": 7,
   "event": "《自笑二首》；任益昌参军，时邻西郡县边事紧急，多涉军事，忙碌不堪，有诗",
   "place": "广元市（昭化区）",
   "lng": "105.883379",
   "lat": "32.149903"
  },
  {
   "time": 1097,
   "value": 6,
   "event": "《贺杨运判启》；益昌参军任上，有文",
   "place": "广元市（昭化区）",
   "lng": "105.883379",
   "lat": "32.149903"
  },
  {
   "time": 1098,
   "value": 7,
   "event": "《贺进筑表》；代作贺表",
   "place": "广元市（昭化区）",
   "lng": "105.883379",
   "lat": "32.149903"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "在绵州主管学事",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "《愚斋记》；绵州受代有日，旋任阆中令，为苏俞书斋作记",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1101,
   "value": 6,
   "event": "《贺蒋枢密启》；在阆州任上，有贺启",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1102,
   "value": 6,
   "event": "《有翠亭铭》；在阆州任上，有文寄情山水草木",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "《新修敕书楼记》；在阆州任上，为新修敕书楼作记",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1104,
   "value": 7,
   "event": "《史夫人行状》；作文思生母史夫人",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1105,
   "value": 6,
   "event": "《送苗师彦序》；在凤州任州学教授，有文",
   "place": "宝鸡市（凤县）",
   "lng": "106.52856",
   "lat": "33.918137"
  },
  {
   "time": 1106,
   "value": 0,
   "event": "《读巢元修撰》；在凤州任州学教授，读苏辙《巢谷传》有感，作文批党禁",
   "place": "宝鸡市（凤县）",
   "lng": "106.52856",
   "lat": "33.918137"
  },
  {
   "time": 1107,
   "value": 6,
   "event": "《上邓左丞书》；凤州州学教授任上，有文",
   "place": "宝鸡市（凤县）",
   "lng": "106.52856",
   "lat": "33.918137"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "《次张天觉赠韵》；在京任宗子博士，逢张商英乞归，作诗与唐庚别，庚次韵",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 10,
   "event": "《归欤赋》；在京任宗子博士，访韩愈《进学解》作赋，抒发牢骚并自嘲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 10,
   "event": "《任满未闻除代》；任满受代，未闻除授，有诗记之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 10,
   "event": "《游越王台记》；南迁惠州，道出番禹，游越王台，有文记之",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1112,
   "value": 9,
   "event": "《斗茶记》；与友人于贬所寄傲斋斗茶，作文记之",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1113,
   "value": 9,
   "event": "《示蜑》；谪居惠州，幼子蜑生，为作诗",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1114,
   "value": 4,
   "event": "《甲午元日》；谪居惠州，有诗",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "《乙未正月丁丑，与舍弟棹小舟穷西溪至愁绝处，度不可进，乃归。溪侧有双榕，甚奇，清荫可庇数十榻，水东老人尝饮酒其下云》；谪居惠州，有诗记与弟唐庾游西溪事",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1116,
   "value": 10,
   "event": "《船娘铭》；北归至江陵，寓居沙头，幼女船娘夭，为作铭",
   "place": "荆州市（沙市区）",
   "lng": "112.261517",
   "lat": "30.316652"
  },
  {
   "time": 1117,
   "value": 7,
   "event": "《史南寿墓铭》；为乡人史南寿作墓铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "在京赋闲，提举上清太平宫",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 7,
   "event": "《书<三谢诗>后》；集“三谢诗”，并作文附于诗后",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 6,
   "event": "《次韵强幼安留别》；与强幼安分别，有诗记之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "年初，行至凤翔，大病几死，幸得痊愈",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  }
 ]
};
