// 诗人行迹数据：唐彦谦
export default {
 "name": "唐彦谦",
 "birth": 848,
 "death": 907,
 "life": [
  {
   "time": 848,
   "value": 1,
   "event": "是年唐彦谦生于山西晋原",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 849,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 850,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 851,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 852,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 853,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 854,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 855,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 856,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 857,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 858,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 859,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 860,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 861,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 862,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 863,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 864,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 865,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 866,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 867,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 868,
   "value": 1,
   "event": "或在晋阳老家，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 869,
   "value": 8,
   "event": "《春草》；春，游河南洛阳，有诗",
   "place": "洛阳市（金谷园）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 870,
   "value": 7,
   "event": "《无题十首》；春，游巫峡，有诗",
   "place": "重庆直辖县行政区划（巫山县）",
   "lng": "109.885346",
   "lat": "31.080436"
  },
  {
   "time": 871,
   "value": 1,
   "event": "是年活动已不可考（或在洛阳和长安两地之一）",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 872,
   "value": 1,
   "event": "首次参加进士考试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 875,
   "value": 8,
   "event": "《东韦曲野思》；四应进士试，不第，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 877,
   "value": 1,
   "event": "六应进士试，不第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 878,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 879,
   "value": 2,
   "event": "《八月十六日夜月》；八应进士试，不第，携家避兵乱于汉南，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 880,
   "value": 1,
   "event": "是年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 7,
   "event": "《试夜题省廊柱》；十应进士试，不第，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 882,
   "value": 3,
   "event": "秋前，任河中副使，入秋后为晋州刺史",
   "place": "临汾市（侯马市）",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 883,
   "value": 10,
   "event": "《奉使岐下闻唐弘夫行军为贼所擒伤而有作》；河中节度使王重荣聘彦谦为节度从事，有诗",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 884,
   "value": 4,
   "event": "《克复后登安国寺阁》《乱后经表兄琼华观旧居》《题正道寺》《宿赵睬别业》；任河中节度副使，兼晋州刺史，有诗",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 885,
   "value": 4,
   "event": "初秋，调任慈州刺史",
   "place": "临汾市（侯马市）",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 886,
   "value": 4,
   "event": "《七夕》；任绛州刺史，有诗",
   "place": "临汾市（侯马市）",
   "lng": "111.378527",
   "lat": "35.625343"
  },
  {
   "time": 887,
   "value": 9,
   "event": "《客中感怀》；远走江南避祸，有诗",
   "place": "宣城市（东溪）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 888,
   "value": 7,
   "event": "《舟中望紫岩》（近山如画墙远山）；春，由越州返金陵，有诗",
   "place": "南京市（三山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 889,
   "value": 3,
   "event": "是年在阆州司马任上",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 890,
   "value": 1,
   "event": "是年活动已不可考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 891,
   "value": 6,
   "event": "《奏捷西蜀题沱江驿》；任兴元节度副使",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 892,
   "value": 1,
   "event": "是年活动已不可考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 893,
   "value": 1,
   "event": "是年活动已不可考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 894,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 895,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 896,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 897,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 898,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 899,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 900,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 901,
   "value": 3,
   "event": "在四川任阆州刺史",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 902,
   "value": 3,
   "event": "在襄州任壁州刺史",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 903,
   "value": 3,
   "event": "在襄州任壁州刺史",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 904,
   "value": 3,
   "event": "在襄州任壁州刺史",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 905,
   "value": 1,
   "event": "是年活动已不可考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 906,
   "value": 1,
   "event": "是年活动已不可考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 907,
   "value": 9,
   "event": "《和陶渊明贫士诗七首》；对李唐王朝表示怀念，对新朝采取不合作的态度，有诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
