// 诗人行迹数据：喻凫
export default {
 "name": "喻凫",
 "birth": 810,
 "death": 850,
 "life": [
  {
   "time": 810,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 811,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 812,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 813,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 814,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 815,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 816,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 817,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 818,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 819,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 820,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 821,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 822,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 823,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 824,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 825,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 826,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 827,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 828,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 829,
   "value": 1,
   "event": "在故乡晋陵家居",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 830,
   "value": 1,
   "event": "到长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "在长安，求取功名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 2,
   "event": "呈薛博士；在长安，第九年，感叹功名不遂，作诗呈薛博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 3,
   "event": "进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 3,
   "event": "及第次年春，归乡省亲，姚合赠诗《送喻凫校书归毗陵》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 842,
   "value": 3,
   "event": "回长安，校书郎任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 3,
   "event": "长城县令",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 844,
   "value": 3,
   "event": "长城县令",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 845,
   "value": 3,
   "event": "长城县令",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 846,
   "value": 3,
   "event": "德清县令",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 847,
   "value": 3,
   "event": "德清县令",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 848,
   "value": 3,
   "event": "乌程县令",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 849,
   "value": 3,
   "event": "乌程县令",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 850,
   "value": 0,
   "event": "乌程县令，卒于任，方干有《哭喻凫先辈》",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
