// 诗人行迹数据：夏竦
export default {
 "name": "夏竦",
 "birth": 985,
 "death": 1051,
 "life": [
  {
   "time": 985,
   "value": 1,
   "event": "九月，出生于开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 986,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 987,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 988,
   "value": 1,
   "event": "本年，居开封？从师读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 1,
   "event": "本年，居开封？学作诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 993,
   "value": 1,
   "event": "本年，居开封，学作赋，游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 1,
   "event": "本年，居开封？学作文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 2,
   "event": "本年，在开封从学于姚铉，作《水赋》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 998,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 2,
   "event": "狼山渡口有作；本年，初侍其父夏承皓监通州狼山盐场，有诗",
   "place": "南通市（狼山）",
   "lng": "120.900301",
   "lat": "31.985237"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "本年，居开封？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 2,
   "event": "上开封府廉献书；本年，居开封，上书开封府长官，乞应举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 10,
   "event": "野步；正月，居开封，以父战殁，被录为三班差使，因献诗宰相，改授润州丹阳县主簿",
   "place": "镇江市（丹阳市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 6,
   "event": "广农颂；本年，在丹阳主簿任，作《广农颂》",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1007,
   "value": 7,
   "event": "朝陵颂；二月，在丹阳主簿任，作《朝陵颂》",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1008,
   "value": 6,
   "event": "大中祥符颂；本年，在台州通判任，作《大中祥符颂》",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1009,
   "value": 3,
   "event": "约于本年，在台州通判任，有诗",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1010,
   "value": 9,
   "event": "重建道藏经记；正月，在台州通判任，应孟玄岳之请，作《重建道藏经记》",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1011,
   "value": 10,
   "event": "圣驾离京次日上第一表；正月二十四日，在京为秘书丞，有上表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 9,
   "event": "奉和御制为政歌；十月十七日，在京为秘书丞，有诗和宋真宗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 10,
   "event": "奉和御制笔歌；正月十三日，在京为秘书丞，有诗和宋真宗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 10,
   "event": "正月，在京为右正言，真宗幸亳州，为东京留守推官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1015,
   "value": 10,
   "event": "八年正月天庆节上清宫行香锡庆院御筵日扬辉有非烟非雾之云；正月三日，在京为右正言，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 10,
   "event": "奉和御制读后魏书；正月二十六日，在京为知制诰，有诗和宋真宗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 10,
   "event": "奉和御制恭谢南郊；正月十二日，在京为知制诰，有诗和宋真宗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 3,
   "event": "本年，在知黄州任，优待司理参军庞籍",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1019,
   "value": 3,
   "event": "本年，在知黄州任，复礼部郎中，徙知邓州",
   "place": "南阳市（邓州市）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1020,
   "value": 6,
   "event": "谢赐奖谕襄州日公政诏表；四月，在知襄州任，以赈灾有功，获赐书褒谕，有谢表",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1021,
   "value": 3,
   "event": "十一月，在知襄州任，有题名",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1022,
   "value": 4,
   "event": "贺晏内翰除景灵宫副使启；本年，迁户部郎中，徙知寿州，有启贺晏殊除景灵宫副使",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1023,
   "value": 7,
   "event": "贺薛待制知开封府启；四月，在知安州任，有启贺薛奎知开封府",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1024,
   "value": 6,
   "event": "谢颁御札；本年，在知洪州任，中使赍御札至，有诗上宋仁宗",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1025,
   "value": 10,
   "event": "正月，丁母忧，回籍守制",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1026,
   "value": 10,
   "event": "谢宣召入院状；本年，以左司郎中为翰林学士，同勾当三班院，寻兼侍读学士、知审官院，又兼龙图阁学士，又兼译经润文官，有《谢宣召入院状》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1027,
   "value": 4,
   "event": "正月二十七日，在京为翰林学士，迁右谏议大夫、枢密副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 4,
   "event": "三月十七日，在京为枢密副使，加给事中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "二月八日，在京为枢密副使，拜参知政事，领祥源观使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 6,
   "event": "观唐明皇山水字流杯石应制；三月十九日，在京为枢密副使，有应制诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "赏花钓鱼应制；三月十七日，在京为枢密副使，有应制诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "二月二日，在京为枢密副使，以与修之《三朝宝训》书成，受赐器币",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 6,
   "event": "正月二十二日，在京为枢密副使，与吕夷简上所注御制《三宝赞》及皇太后发愿文，得与一子改官",
   "place": "青州市（青州市益都）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 7,
   "event": "青州州学后记；正月一日，在知青州任，作《青州州学后记》",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1035,
   "value": 10,
   "event": "南京到任谢上表；春，徙知应天府，兼南京留守，到任有谢表",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1036,
   "value": 4,
   "event": "四月，在知应天府任，与杜衍荐嵇颖试于学士院",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1037,
   "value": 6,
   "event": "楞严经序；二月一日，在知应天府任，作《楞严经序》",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1038,
   "value": 6,
   "event": "谢授三司使表；三月一日，在知应天府任，以户部尚书入为三司使，有谢表",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "正月，在京，荐举张昪",
   "place": "平凉市（泾川县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "四月，在知泾州任，荐周美为延州都监",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "正月十八日，在知永兴军任，上疏言攻守之策",
   "place": "延安市（富县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1042,
   "value": 7,
   "event": "本年，在知河中府任，徙知蔡州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1043,
   "value": 7,
   "event": "三月二十一日，在知蔡州任，进户部尚书，充枢密使",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1044,
   "value": 4,
   "event": "正月十八日，在知亳州任，上疏乞降密旨，许便宜处断作乱者",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1045,
   "value": 6,
   "event": "谢授资政殿大学士表；正月，在知亳州任，有表谢授资政殿大学士",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1046,
   "value": 4,
   "event": "正月十一日，在知并州任，上疏请亲领兵巡边，经置西北事宜",
   "place": "邯郸市（大名县）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "二月二十五日，在知大名府任，上疏言博州军人赵宗有异能事",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1048,
   "value": 6,
   "event": "正月，在京为枢密使，沮明镐攻贝州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 7,
   "event": "七月四日，在知河南府任，受诏赴河阳三城节度使本镇",
   "place": "焦作市（孟州市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "十月二日，在知孟州任，以明堂礼成，改武宁军节度使、徐州大都督府长史，徙封郑国公",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "重校妙法莲华经序；四月十四日，在知孟州任，作《重校妙法莲华经序》",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  }
 ]
};
