// 诗人行迹数据：姚勉
export default {
 "name": "姚勉",
 "birth": 1216,
 "death": 1262,
 "life": [
  {
   "time": 1216,
   "value": 1,
   "event": "生于本年。",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "少年时，曾流寓丰城龙雾渡",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "约是时，曾寓居感山海慧寺，与诗僧雪樵唱和",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "娶夫人竹堂",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1249,
   "value": 0,
   "event": "五月，生女荣",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡？",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "状元及第。五月，登第。有司原置第四，理宗亲擢第一，授平江节度判官。曾上疏以科名让乐雷发。",
   "place": "宜春市（宜丰县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居乡丁忧",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居乡丁忧",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1256,
   "value": 4,
   "event": "二月，娶夫人梅庄",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "丁巳春言事西归和朱子云赐诗韵；春，以劾丁大全事，西归",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1258,
   "value": 2,
   "event": "梅庄夫人墓志铭；三月，葬梅庄夫人，作《梅庄夫人墓志铭》",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1259,
   "value": 2,
   "event": "十月，及吴潜拜相，召入",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "正月，除秘书省正字，旋兼沂靖惠王府教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "师事蔡杭，笃守程朱之学，著有《雪坡集》五十卷",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1262,
   "value": 0,
   "event": "病卒",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  }
 ]
};
