// 诗人行迹数据：姚合
export default {
 "name": "姚合",
 "birth": 777,
 "death": 842,
 "life": [
  {
   "time": 777,
   "value": 1,
   "event": "本年生。在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 778,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 779,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 780,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 781,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 782,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 783,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 784,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 785,
   "value": 1,
   "event": "在故乡吴兴家居，又曾客游常州",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 786,
   "value": 1,
   "event": "在故乡吴兴家居，又曾客游常州",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 787,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 790,
   "value": 2,
   "event": "送费骧；在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 791,
   "value": 2,
   "event": "送宋慎言；在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 792,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 793,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 794,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 795,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 796,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 797,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 798,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市（岘山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 799,
   "value": 0,
   "event": "寄陕府内兄郭囧端公；寄家相州。父亲卒于临河令，因寄家相州，有诗寄内兄郭囧：“家寄河朔间，道路出陕城”",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 800,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 801,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 802,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 803,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 804,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 805,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 806,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 807,
   "value": 1,
   "event": "寄家相州。",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 808,
   "value": 1,
   "event": "寄家相州。子姚潜生",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 809,
   "value": 4,
   "event": "山中寄友；游历河南，隐居登封",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 810,
   "value": 1,
   "event": "游历河南，隐居登封",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 811,
   "value": 1,
   "event": "居相州",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 812,
   "value": 1,
   "event": "居相州，本年前后与贾岛定交",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 813,
   "value": 2,
   "event": "冬，入长安应举经黎阳，遇杨茂卿同宿而别。明年有诗《寄杨茂卿校书》",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 814,
   "value": 2,
   "event": "寄杨茂卿校书；应试不第。租赁长安朱雀街亲仁坊，有诗：“三年赁舍亲仁里”。寄诗杨茂卿。识任畹、任畴、刘叉、李余、王求、狄兼谟等。始与张籍、李绅等唱和",
   "place": "西安市（亲仁坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 4,
   "event": "送任畹及第归蜀中省亲；应举长安不第。任畹及第，姚合送任畹蜀中省亲，有诗",
   "place": "宝鸡市（凤翔区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 9,
   "event": "杏园宴上谢座主；春，进士及第。座主为中书舍人李逢吉。姚合有诗唱和",
   "place": "邯郸市（临漳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 7,
   "event": "喜贾岛至；在魏州。以校书郎参魏博节度使田弘正幕府。与贾岛唱和",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 818,
   "value": 6,
   "event": "从军行；在魏州。以校书郎参魏博节度使田弘正幕府。",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 819,
   "value": 7,
   "event": "闻魏州破贼；在魏州。二月，田弘正击败李师道军，姚合有诗",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 820,
   "value": 7,
   "event": "寄狄拾遗时为魏州从事；在魏州。以校书郎参魏博节度使田弘正幕府。有诗寄狄兼谟",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 821,
   "value": 3,
   "event": "春，在武功主簿任。夏，朱庆余来访有《夏日题武功姚主簿》。冬，贾岛有诗《寄武功姚主簿》。",
   "place": "咸阳市（武功县）",
   "lng": "108.20673",
   "lat": "34.2662"
  },
  {
   "time": 822,
   "value": 6,
   "event": "武功县中作三十首；在武功主簿任。有诗抒怀",
   "place": "咸阳市（武功县）",
   "lng": "108.20673",
   "lat": "34.2662"
  },
  {
   "time": 823,
   "value": 10,
   "event": "罢武功县将入城二首；在长安。罢武功主簿，入京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 6,
   "event": "和前吏部韩侍郎夜泛南溪；秋，韩愈因病休假两月，泛南溪，有《南溪始泛三首》，姚合、贾岛、张籍均有和诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 10,
   "event": "新昌里；调富平尉。秋，因病辞官。自长乐坊移居新昌里。",
   "place": "渭南市（富平县）",
   "lng": "109.186686",
   "lat": "34.757304"
  },
  {
   "time": 826,
   "value": 9,
   "event": "洛下夜会寄贾岛；四月，授监察御史。冬，与无可、马戴、李廓聚会洛阳，有诗寄贾岛",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 6,
   "event": "和刘禹锡主客冬初拜表怀上都故人；秋，以监察御史分司东都。初识刘禹锡，有诗唱和",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 828,
   "value": 10,
   "event": "寄主客刘郎中；在东都监察御史分司任上。白居易有诗赠《姚侍御见过戏赠》.又寄诗刘禹锡",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 829,
   "value": 10,
   "event": "送雍陶游蜀；在长安。初夏，迁户部员外郎。春，雍陶归蜀，姚合、贾岛送之，作诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 6,
   "event": "题大理崔少卿驸马林亭；在长安。任户部员外郎，游崔杞林亭有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 10,
   "event": "杏溪十首；在金州任上.无可拜渴,从春至夏,一同游宴.贾岛、项斯来访",
   "place": "安康市",
   "lng": "109.03592",
   "lat": "32.690575"
  },
  {
   "time": 832,
   "value": 6,
   "event": "送马戴下第客游；在长安。春，有诗送马戴客游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 4,
   "event": "会将作崔监东园；在长安迁户部郎中。会崔杞林亭，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 4,
   "event": "送雍陶及第归觐；在长安任户部郎中。春，有诗送雍陶归蜀",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 6,
   "event": "春,到任杭州刺史。有诗送裴弘泰",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 836,
   "value": 10,
   "event": "谢韬光上人赠百龄藤杖；杭州任上.与僧韬光游,韬光赠以百龄藤杖，姚合作诗",
   "place": "杭州市（天台山；剡溪）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 837,
   "value": 4,
   "event": "在长安，任谏议大夫。五月，与魏谟等弹劾李德裕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 4,
   "event": "在长安。精选王维、祖咏等二十一人诗,编成《极玄集》,自作序,并始在总集前作小传.",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 3,
   "event": "在长安。给事中任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 3,
   "event": "陕州观察使任上。正月辛已,文宗崩于太和殿。辛卯，武宗即位",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 841,
   "value": 9,
   "event": "送喻凫校书归毗陵；在长安。正月,改元。迁秘书少监。春,喻凫解褐受校书郎,归毗陵省亲,姚合、无可、顾非熊等送之。顾非熊有《送喻校书春归江南》、无可有一《送喻凫及第归阳羡》",
   "place": "西安市（靖恭里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 0,
   "event": "夏五月以目视不明辞官归私第。冬十二月廿有五日，卒于长安。会昌三年八月二十八日，祔皇祖茔，地址在河南府河南县伊汭乡万安山南原",
   "place": "西安市（靖恭里）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
