// 诗人行迹数据：姜夔
export default {
 "name": "姜夔",
 "birth": 1155,
 "death": 1221,
 "life": [
  {
   "time": 1155,
   "value": 1,
   "event": "出生",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "父亲姜噩中进士",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "居家",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "侍父宦汉阳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "侍父宦汉阳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "侍父宦汉阳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "侍父宦汉阳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "侍父宦汉阳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1168,
   "value": 0,
   "event": "姊嫁汉川，父卒于汉阳任约在此时",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "丁父忧",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "丁父忧，奉丧归葬。读书于箬坑丁山",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "读书",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "读书",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "初学书",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "依姊汉川山阳村",
   "place": "孝感市（汉川市）",
   "lng": "113.845619",
   "lat": "30.667035"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "在汉阳，与郑仁举、辛泌、杨大昌、姚刚中为友",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1176,
   "value": 2,
   "event": "客古沔。冬下大江，日日风雪，留滞鳌背州，《昔游诗》之“扬舲下大江”纪此",
   "place": "扬州市（仪征市）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "自淮西归鄱阳应试。内翰梁公爱其诗似唐人，谓长短句妙天下",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "泛洞庭，放舟龙阳县，《昔游诗》“洞庭八百里”、“放舟龙阳县”纪此",
   "place": "常德市（洞庭湖）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "仍客武陵",
   "place": "孝感市（汉川市）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "东归鄱阳应试",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "客长沙，从萧千岩学诗",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "冬，还古沔省姊，将入沌口，大风浪起",
   "place": "武汉市（沌口）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1183,
   "value": 2,
   "event": "是年留古沔",
   "place": "上饶市（鄱阳县）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "留古沔，与杨正之、郑次皋、辛克清、单炳文、蔡武伯、姚刚中极意吟赏",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "是年留长沙，萧徳藻权知复州",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1186,
   "value": 9,
   "event": "《一萼红》（古城阴）；人日，客长沙别驾之观正堂，乱湘流入麓山，作《一萼红》",
   "place": "衡阳市（衡山）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1187,
   "value": 9,
   "event": "《踏莎行》（燕燕轻盈）；元日，过金陵江上，感梦作《踏莎行》",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "客临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 8,
   "event": "《夜行船》（略彴横溪人不度）；寓湖州，早春与田几道寻梅北山沈氏园，作《夜行船》",
   "place": "杭州市（西湖）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1190,
   "value": 2,
   "event": "卜居弁山苕溪白石洞天，潘德久称其为“白石道人”，为长短句报之",
   "place": "湖州市（弁山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1191,
   "value": 9,
   "event": "《浣溪沙》（钗燕笼云晚不忺）；发合肥，作《浣溪沙》",
   "place": "合肥市（巢湖市）",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1192,
   "value": 2,
   "event": "居湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1193,
   "value": 0,
   "event": "春客绍兴，与张鉴、葛天民同游",
   "place": "绍兴市（禹庙）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1194,
   "value": 4,
   "event": "《莺声绕红楼》（十亩梅花作雪飞）；春，与张鉴自越之杭，携家妓观梅于孤山之西村，作《莺声绕红楼》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 2,
   "event": "三月十四日，与张鉴同游南昌西山玉隆宫，止宿而返",
   "place": "南昌市（西山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1196,
   "value": 9,
   "event": "《鹧鸪天》（曾共君侯历聘来）；张鉴欲治舟往武康任职，恐同游不可再，作《鹧鸪天》",
   "place": "杭州市（定香寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1197,
   "value": 9,
   "event": "《鹧鸪天》（柏绿椒红事事新）；正月，居杭。丁巳元日，作《鹧鸪天》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1198,
   "value": 2,
   "event": "戊午春帖子；作戊午春帖子",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1199,
   "value": 2,
   "event": "圣宋铙歌鼓吹十二章；上圣宋铙歌鼓吹十二章",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "湖上寓居杂咏（四首）；寓西湖，作《湖上寓居杂咏》四首",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1201,
   "value": 7,
   "event": "昔游诗；《昔游诗》当作于此年",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1202,
   "value": 0,
   "event": "同朴翁过净林广福院；上元，与葛天民过净林，作诗",
   "place": "宝山区（宝山区吴淞街道）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 5,
   "event": "三月十二日，再跋所得褉帖",
   "place": "宝山区（宝山区吴淞街道）",
   "lng": "121.497685",
   "lat": "31.403273"
  },
  {
   "time": 1204,
   "value": 7,
   "event": "《念奴娇》（昔游未远）；杭州舍毁，有《念奴娇》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 2,
   "event": "次韵胡仲方因杨伯子见寄；作《次韵胡仲方因杨伯子见寄》诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 5,
   "event": "登乌石寺；南游浙东，过桐庐，登乌石寺，有诗",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 1207,
   "value": 2,
   "event": "《卜算子》吏部梅花八咏，夔次韵；作《卜算子》梅花八咏和曾三聘",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 0,
   "event": "谢采伯刻《续书谱》成",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
