// 诗人行迹数据：孔平仲
export default {
 "name": "孔平仲",
 "birth": 1044,
 "death": 1111,
 "life": [
  {
   "time": 1044,
   "value": 1,
   "event": "平仲生。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。父延之作《宋桂州瘗宜贼首级记》。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡。兄文仲应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡。兄文仲再应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡。兄武仲应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡。兄文仲登进士第，调余杭尉。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡。中乡举。兄武仲为国子解魁。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡。兄武仲登进士第，有《谢及第启》，授穀城主簿。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "国学解元谢启；平仲为国学解魁，有文。是年，平仲与苏辙订交，有诗唱和。兄文仲改南康军司户，以正议使湖北，请解官侍养。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "平仲登进士第，授洪州分宁县主簿。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "任洪州分宁县主簿。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "任洪州分宁县主簿。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "任洪州分宁县主簿。父延之作《邵州新迁州学记》",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "任洪州分宁县主簿。兄文仲用荐举台州军事推官。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "喜经父制策第一；任洪州分宁县主簿。有诗。七月庚子（十二日），荆湖北路转运使孔延之与判官吴太元不和，诏令江淮发运司及湖北提刑司礼量。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "送董监部赴举；任洪州分宁县主簿。有诗。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1072,
   "value": 7,
   "event": "代小子广孙寄翁翁；任密州教授。有诗。五月一日，父孔延之《会稽掇英总集》成。",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214"
  },
  {
   "time": 1073,
   "value": 10,
   "event": "常山四诗；任密州教授。仲冬，作诗。",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "任衢州军事推官。二月，父延之卒，丁父忧。未几，母杨氏及祖母相继卒。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "在江州居父丧。九月乙酉葬父延之于江州之德化县仁贵龙泉原，以母杨氏祔。曾巩为延之作《中书舍人孔公墓志铭》。苏轼有《孔长源挽诗二首》。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "丁忧居家，是年服满。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "守秘书省著作郎充都水监勾当公事。兄文仲除充国子监直讲。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 4,
   "event": "呈王子高殿丞；充都水监勾当公事。同苏轼为王迥赋《芙蓉城诗》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "五月壬辰，都水监勾当公事孔平仲岁满减罢，更不补人。与黄庭坚有诗唱和。黄庭坚诗《次韵和答孔毅甫》",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "通判虔州。兄武仲改信州军事推官。",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1081,
   "value": 9,
   "event": "监江州钱监。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "监江州钱监。苏轼与平仲简《与毅父宣德》",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "监江州钱监。本年，苏轼次韵平仲诗多首，皆在诗集卷二三，平仲原唱已佚。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "监江州钱监。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "任朝奉郎。夏，兄文仲覃恩转承议郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "任朝奉郎。二月，文仲由校书郎迁礼部员外郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 4,
   "event": "朝奉郎平仲为集书校理。黄庭坚有《戏呈孔毅父》诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "三月二十一日，兄文仲卒。诏孔平仲为江南东路转运判官，护文仲柩。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "任江南东路转运判官。兄武仲迁著作佐郎。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "任江南东路转运判官。兄武仲除国子司业，具状辞免，九月兼侍讲。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1091,
   "value": 6,
   "event": "江浙提点谢到任表；充秘书阁校理，提点江浙铸钱。到任，有文。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "任秘书阁校理，与苏轼论积欠书。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1093,
   "value": 5,
   "event": "谢执政启；是年春，提点京西路刑狱公事。有文。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "提点京西路刑狱公事。武仲知宣州，有《之官宣城赠毅父次其韵》、《除宣城守赠元忠毅父次其韵》诗送平仲。",
   "place": "淮南市（凤台县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 4,
   "event": "祭亲家应朝敬文；淮南西路提刑。有文。",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1096,
   "value": 4,
   "event": "衡州谢到任表；除知衡州，有文。",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1097,
   "value": 7,
   "event": "文仲追贬梅州别驾。",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "知衡州。提举荆湖南路常平董必劾平仲不行常法，置狱潭州。",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "诏朝奉大夫、新知韶州孔平仲责授惠州别驾，英州安置。",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "至家，接复官诰。四月，曾肇有《孔平仲复官行词事奏》。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1101,
   "value": 8,
   "event": "永兴提刑谢表；复朝散大夫、召为户部、金部郎中，提举永举路刑狱，帅鄜、延、环、庆等州。到任，有谢表。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1102,
   "value": 0,
   "event": "送吏部与合入差遣。同送者有毕仲游、徐常、黄庭坚、晁补之等五十余人。",
   "place": "济宁市（兖州区）",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
