// 诗人行迹数据：孔武仲
export default {
 "name": "孔武仲",
 "birth": 1042,
 "death": 1098,
 "life": [
  {
   "time": 1042,
   "value": 1,
   "event": "居乡。武仲生，父延之登进士榜。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡。六月九日，弟孔平仲生。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。父延之作《宋桂州瘗宜贼首级记》。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡。兄文仲应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡。兄文仲再应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡。应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡。兄文仲登进士第，调余杭尉。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡。武仲为国子解魁。弟平仲中乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1063,
   "value": 4,
   "event": "谢及第启；登进士第，授穀城主簿。",
   "place": "襄阳市（谷城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "任穀城主簿。兄文仲改南康军司户，以正议使湖北，请解官侍养。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "任穀城主簿。平仲登进士第，授洪州分宁县主簿。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "任穀城主簿。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "任穀城主簿。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "任穀城主簿。父延之作《邵州新迁州学记》",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "任穀城主簿。兄文仲用荐举台州军事推官。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "任穀城主簿。七月庚子（十二日），荆湖北路转运使孔延之与判官吴太元不和，诏令江淮发运司及湖北提刑司礼量。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "召任齐州教授。兄文仲以应制科策在京。四月，父延之以度支郎官知越州。",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "任齐州教授。父孔延之《会稽掇英总集》成。",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "祭周茂叔文；任齐州教授。武仲作祭文。",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "任江州推官。二月，父延之卒，丁父忧。未几，母杨氏及祖母相继卒。武仲因丧二亲，毁疾特甚，右肱为之不举。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "在江州居父丧。九月乙酉葬父延之于江州之德化县仁贵龙泉原，以母杨氏祔。曾巩为延之作《中书舍人孔公墓志铭》。苏轼有《孔长源挽诗二首》。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "丁忧居家，是年服满。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1077,
   "value": 4,
   "event": "兄文仲除充国子监直讲。弟平仲守秘书省著作郎充都水监勾当公事。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1078,
   "value": 4,
   "event": "任江州推官。三月，弟平仲以奉议郎通判虔州。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "任扬州州学教授。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1080,
   "value": 6,
   "event": "扬州芍药谱；任扬州州学教授。作文。",
   "place": "池州市（贵池区）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "任信州军事推官。",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1082,
   "value": 7,
   "event": "任信州军事推官。五月，徐禧举武仲、邢恕为御史。五安礼、张璪议徐禧欲结附往时之人，欲以为党而罢。",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "信州学记；任信州军事推官。三月乙未，重建信州学成，武仲作记。",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1084,
   "value": 0,
   "event": "在京待选。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "仁和县君许氏墓志铭；任宣德郎、差知潭州湘潭县事。作文。",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "任宣德郎、差知潭州湘潭县事。兄文仲由校书郎迁礼部员外郎。",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "丁卯春雪呈同僚；任校书郎。与黄庭坚唱和。黄庭坚有《常父惠示丁卯雪十四韵谨同韵赋之》。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "任校书郎。三月二十一日，兄文仲卒。三月，弟平仲为江南东路转运判官，护文仲柩。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "迁著作佐郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "信安公园亭题名记；任著作佐郎。与李周等十八人集会于信安公之园亭。作文。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "任国子司业兼侍讲。权知贡举。是时韦骧有《同文馆试上舍和同事孔彦常学士即事》、《又和》、《又和前韵呈彦常明叔》、《又和彦常试院即事》诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 7,
   "event": "任中书舍人。礼部侍郎兼侍讲范祖禹进《荐讲读官札子》荐武仲进讲读。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 8,
   "event": "任中书舍人。弟平仲提点京西路刑狱公事。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 7,
   "event": "任礼部侍郎。诏改差礼部侍郎孔武仲试得解武举人武艺。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "任宣州知州。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1096,
   "value": 4,
   "event": "送毅父弟知衡州；再除知宣州。弟平仲除知衡州，有诗送平仲。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "筠州无讼堂记；任宣州知州。作记。",
   "place": "池州市（贵池区）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "朝散郎、管勾玉隆观孔武仲卒。平仲有祭文。",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  }
 ]
};
