// 诗人行迹数据：孔文仲
export default {
 "name": "孔文仲",
 "birth": 1038,
 "death": 1088,
 "life": [
  {
   "time": 1038,
   "value": 1,
   "event": "文仲生，居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "居乡。父延之登榜进士。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1043,
   "value": 2,
   "event": "莲实诗；居乡。文仲已能作诗。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡。六月九日，弟孔平仲生。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。父延之作《宋桂州瘗宜贼首级记》。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡。应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡。再应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡。弟武仲应乡举。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡。",
   "place": "吉安市（峡江县）",
   "lng": "115.322833",
   "lat": "27.589226"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "文仲登进士第。调余杭尉。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "任余杭尉。是年，弟武仲为国子解魁，弟平仲中乡举。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "任余杭尉。弟武仲登进士第，有《谢及第启》，授穀城主簿。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "改南康军司户，以正议使湖北，请解官侍养。",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "任南康军司户。弟平仲登进士第，授洪州分宁县主簿。",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "任南康军司户。",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "任南康军司户。",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "任南康军司户。父延之作《邵州新迁州学记》。",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "请解官侍养，满岁，用荐举台州军事推官。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "任军事推官。七月庚子（十二日），荆湖北路转运使孔延之与判官吴太元不和，诏令江淮发运司及湖北提刑司礼量。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1071,
   "value": 2,
   "event": "文仲以应制科策在京。二月，司马光知许州，上《论王安石疏》赞文仲敢言。四月，父延之以度支郎官知越州。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "文仲因制策罢归本任，为台州军事推官。五月一日，父孔延之《会稽掇英总集》成。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "墓祭文；任台州军事推官。周敦颐卒，孔氏兄弟皆作文。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "任台州军事推官。任职期间曾手植桧树，卒后其甥曾几名其堂为“遗直堂”，并作《遗直堂诗》纪念。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "在江州居父丧。九月乙酉葬父延之于江州之德化县仁贵龙泉原，以母杨氏祔。曾巩为延之作《中书舍人孔公墓志铭》。苏轼有《孔长源挽诗二首》。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "丁忧居家，是年服满。",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1077,
   "value": 4,
   "event": "陈襄；陈襄居经筵，奏荐文仲等三十三人。文仲除充国子监直讲。弟平仲守秘书省著作郎充都水监勾当公事。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "充国子监直讲。七月，弟平仲以奉议郎通判虔州。是年，弟武仲罢江州推官任。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "任三班院主簿。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "任三班院主簿。弟武仲改信州军事推官。",
   "place": "忻州市（保德县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "通判保德军。",
   "place": "忻州市（保德县）",
   "lng": "111.09279",
   "lat": "39.028591"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "通判保德军。",
   "place": "忻州市（保德县）",
   "lng": "111.09279",
   "lat": "39.028591"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "通判火山军。四月，弟武仲以信州从事得罢，入京师。",
   "place": "忻州市（河曲县）",
   "lng": "111.14482",
   "lat": "39.390757"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "通判火山军。六月,弟武仲除宣德郎、差知潭州湘潭县事。六月，弟平仲覃恩转朝奉郎。",
   "place": "忻州市（河曲县）",
   "lng": "111.14482",
   "lat": "39.390757"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "通判火山军。",
   "place": "忻州市（河曲县）",
   "lng": "111.14482",
   "lat": "39.390757"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "由校书郎迁为礼部员外郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "任起居舍人。二月，弟平仲为集贤校理。",
   "place": "开封市（慈孝寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "任中书舍人。朝廷命苏轼权知贡举，文仲、孙觉同知贡举。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
