// 诗人行迹数据：孙觌
export default {
 "name": "孙觌",
 "birth": 1081,
 "death": 1169,
 "life": [
  {
   "time": 1081,
   "value": 1,
   "event": "出生。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡晋陵，属对，为苏轼所赏识。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡晋陵。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "在州学，从族人孙时受《诗》，得章句声律之传。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "在常州州学。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "在常州州学。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "在常州州学。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "在常州州学。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在常州州学。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "或在开封太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "或在开封太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "或在开封太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 2,
   "event": "《代高丽谢赐燕乐表》；在开封，中进士。应试文辞意精当。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在开封，或在本年为将仕郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在开封，以将仕郎中词学兼茂科，除秘书省校书郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "在开封。或在本年任兵部员外郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在开封。本年以尚书省员外郎的身份参详贡举。识进士第二人周执羔。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 6,
   "event": "《侍御史论太学诸生伏阙劄子》；在开封。钦宗即位，由国子司业擢侍御史，论太学生伏阙事，力抵李纲、陈东。有文。",
   "place": "马鞍山市（含山县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 5,
   "event": "钦宗至金营。何㮚、李若水、孙觌等皆从，金人索表，孙觌执笔草表。",
   "place": "无锡市（宜兴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "充显谟阁待制、改知平江府。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "在扬州行在。试户部尚书。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "复徽猷阁待制。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "在临安府。因范宗尹荐复龙图阁待制，知临安府。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "在象州。以盗用军钱除名，象州羁管。",
   "place": "来宾市（象州县）",
   "lng": "109.711723",
   "lat": "23.979817"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在象州羁管。",
   "place": "来宾市（象州县）",
   "lng": "109.711723",
   "lat": "23.979817"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "放还，居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "居家乡常州，叙左奉议郎。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "居家乡常州。秦桧进呈前侍从见在谪籍人，高宗曰：“闻莫俦、孙觌尚在近地，此辈宜令远去。”",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "居家乡常州。始上书自诉，乃复旧秩左朝奉郎。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "居家乡常州。丁卯告老，复敷文阁待制致仕，后三日不行。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "复敷文阁待制致仕。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "居家乡常州。高宗次常州荆溪馆，孙觌入见。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "居家乡常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "卒于常州。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
