// 诗人行迹数据：孙觉
export default {
 "name": "孙觉",
 "birth": 1028,
 "death": 1090,
 "life": [
  {
   "time": 1028,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "通《易》、《书》、《春秋经》大义",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "娶徐氏",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "从海陵胡瑗游，入经社。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "《春秋经社要义》成。是岁欧阳修知扬州，先生请益于欧阳公，公曰：“此无他术，唯勤读书而多为之，自工。世人患作文字少，又懒读书，每一篇出，即求过人，如此少有至者。疵病不必待人指摘，多作自见之。”孙书于座右。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "入京赴礼部应试，登进士第。未第时，讲学于郊馆别墅，甓社湖珠见，同舍崔伯易作《感珠赋》。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "主簿河南",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "调合肥主簿。岁旱，州课民捕蝗输之官。觉以民艰食，当以蝗易米，是为除害而享利。守悦，推其说下之他县。",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "任合肥主簿。",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "任合肥主簿。",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "合肥簿满秩，任宣州太平县令。与王令唱和。王令有诗《答孙莘老见寄》",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "任宣州太平县令。与王令唱和，王令有《寄孙莘老》诗",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "任宣州太平县令。",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "太平县县厅记；任宣州太平县令。有文。",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1058,
   "value": 4,
   "event": "任宣州太平县令。与王安石唱和，王安石有《度麾岭寄莘老》",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1059,
   "value": 4,
   "event": "杂诗呈逢源；编校昭文馆书籍。与王令唱和。王令有诗《杂诗效孙莘老》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "编校昭文馆书籍。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "自京归高邮，黄庭坚来谒，以女许庭坚。庭坚有诗《和答莘老见赠》",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "在涟水军，俞澹、黄庭坚从学",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "在京师。七月，与赵彦若、孙洙、曾巩等校定《陈书》，上之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "在京师。某日，与滕胜道、钱醇老、孙巨源观花。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "在京师。弟孙览登进士第。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "出为吴江令。修垂虹桥。",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "富贵二箴；直集贤院，擢右正言。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 10,
   "event": "正月，诏修《英宗实录》，与曾巩充检讨官。神宗将大革积弊，先生上言。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 7,
   "event": "自通州召还，知谏院，同修起居注。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "知审官院。二月，韩琦请罢新法，为王安石所沮。先生疏论，不听。",
   "place": "宣城市（广德县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 6,
   "event": "知广德军",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1072,
   "value": 4,
   "event": "知湖州，辑《吴兴诗集》。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在湖州葺天庆观，作归雁亭。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "知庐州。以祖母丧，求解官，不可。",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "改右司谏，值集贤院。秦观、僧道潜皆有《怀莘老司谏》诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 7,
   "event": "过六合水亭怀裴博士；祖母丧，解官持服。在高邮。八月，访漳南道人昭庆于汤泉。与秦观有诗唱和。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1077,
   "value": 2,
   "event": "在高邮。寄老庵成。黄庭坚代孙觉作赋《代孙莘老作寄老庵赋。》",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1078,
   "value": 2,
   "event": "在高邮。黄庭坚过下邳阴侯庙，作诗示孙觉，孙觉改。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1079,
   "value": 5,
   "event": "题召伯斗野亭；起官知苏州，案治郑伋。自高邮知苏州，过邵伯亭，留诗斗野亭。与山谷、苏轼、少游有诗唱和。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "知福州。裁闽俗昏丧费，定为中制。募偿市易钱。秦观有《寄孙莘老学士简》，参寥有《寄福州太守孙莘老》诗。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1081,
   "value": 9,
   "event": "徙知亳州，辞不赴。",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "知徐州。释候门盗不诛，为例。",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "在应天府。十月，请修外城门及西桥等。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "在秘书少监任.有寄墨苏轼，苏轼亦有诗《孙莘老寄墨》。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 9,
   "event": "在秘书少监任。三月，诏立延安郡王为皇太子，宫僚以司马光、吕公著及孙觉作之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "水旱灾变乞赐宰相罢黜奏；在右谏议大夫职，兼侍讲。正月，有奏议。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 7,
   "event": "以吏部侍郎兼侍讲初领右选，寻改左选勘定选人额数。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 3,
   "event": "在吏部侍郎兼侍讲职。春正月，诏与苏轼、孔文仲同知贡举。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "春正月，诏免侍讲，依旧提举醴泉观，免朝参。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "在提举醴泉观任。哲宗遣使存劳。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
