// 诗人行迹数据：孟浩然
export default {
 "name": "孟浩然",
 "birth": 689,
 "death": 740,
 "life": [
  {
   "time": 689,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 690,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 691,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 692,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 693,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 694,
   "value": 1,
   "event": "居乡",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 695,
   "value": 1,
   "event": "居乡读书",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 696,
   "value": 1,
   "event": "居乡读书",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 697,
   "value": 1,
   "event": "居乡读书",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 698,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 699,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 700,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 701,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 702,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 703,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 704,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 705,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 706,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 707,
   "value": 1,
   "event": "居乡，与弟孟洗然等读书学剑",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 708,
   "value": 2,
   "event": "《题鹿门山》；居乡，初游鹿门山",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 709,
   "value": 1,
   "event": "居乡读书",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 710,
   "value": 1,
   "event": "居乡读书",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 711,
   "value": 4,
   "event": "《夜归鹿门山歌》；与张子容同隐鹿门山",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 712,
   "value": 2,
   "event": "《送张子容进士赴举》；送张子容应进士举，自己决心走荐举之路",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 713,
   "value": 1,
   "event": "居家读书，张子容登进士第",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 714,
   "value": 1,
   "event": "居家",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 715,
   "value": 1,
   "event": "居家",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 716,
   "value": 1,
   "event": "居家，张说任岳州刺史",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 717,
   "value": 5,
   "event": "《望洞庭湖赠张丞相》；游洞庭湖，登岳阳楼，干谒张说",
   "place": "岳阳市（岳阳楼）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 718,
   "value": 4,
   "event": "《书怀贻京邑同好》；居家，张说任荆州大都督府长史。",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 719,
   "value": 1,
   "event": "居家",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 720,
   "value": 9,
   "event": "《晚春卧病寄张八》；暮春抱病，有诗赠张子容",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 721,
   "value": 5,
   "event": "《九日龙沙作寄刘大慎虚》；游洪州等地，有诗寄刘慎虚",
   "place": "赣州市（南康区）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 722,
   "value": 1,
   "event": "居家",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 723,
   "value": 1,
   "event": "居家。刘慎虚登进士第。",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 724,
   "value": 1,
   "event": "居家，韩思复为襄州刺史，卢僎为襄阳令，俱与浩然为忘形之交",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 725,
   "value": 0,
   "event": "居家。李白游襄汉，浩然与之交游；韩思复卒，浩然与卢僎立碑岘山。",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 726,
   "value": 9,
   "event": "《鹦鹉洲送王九之江左》；漫游吴越，经武昌，与李白游，李白作诗送行。",
   "place": "武汉市（鹦鹉洲）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 727,
   "value": 4,
   "event": "《夕次蔡阳馆》；王昌龄登进士第，浩然冬入长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 728,
   "value": 9,
   "event": "《长安早春》；客居长安。《过故人庄》；绿树村边合，青山郭外斜。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 729,
   "value": 9,
   "event": "《同张将蓟门观灯》；新年游蓟门，与张将看灯。",
   "place": "市辖区（昌平区）",
   "lng": "116.237897",
   "lat": "40.226486"
  },
  {
   "time": 730,
   "value": 9,
   "event": "《早发渔浦潭》；游定山、渔浦潭等处。《春晓》；春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少。《宿建德江》；野旷天低树，江清月近人。",
   "place": "杭州市（定山、渔浦潭）",
   "lng": "120.161693",
   "lat": "30.280059",
   "highlight": true
  },
  {
   "time": 731,
   "value": 9,
   "event": "《东陂遇雨率尔贻谢甫池》；陶翰中博学宏词科；有诗赠谢甫池",
   "place": "绍兴市（镜湖）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 732,
   "value": 9,
   "event": "《送新安张少府归秦中》；有诗送张少府",
   "place": "温州市（乐清市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 733,
   "value": 9,
   "event": "《宿永嘉江寄山阴崔少府国辅》；在永嘉江，有寄崔国辅诗",
   "place": "荆门市（京山县）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 734,
   "value": 9,
   "event": "《题终南翠微寺空上人房》；客居长安，游终南翠微寺",
   "place": "西安市（终南翠微寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 735,
   "value": 9,
   "event": "崔国辅中牧宰科",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 736,
   "value": 8,
   "event": "《宿武阳川》；行至眉州彭山县，有诗",
   "place": "眉山市（彭山区）",
   "lng": "103.865691",
   "lat": "30.254453"
  },
  {
   "time": 737,
   "value": 10,
   "event": "《和张判官登万山亭因赠洪府都督韩公》；居家交游，有诗寄韩朝宗",
   "place": "襄阳市（岘山万山亭）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 738,
   "value": 7,
   "event": "夏，入张九龄幕",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 739,
   "value": 2,
   "event": "《家园卧疾毕太祝曜见寻》；卧疾家中，毕耀探视",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 740,
   "value": 1,
   "event": "闲居于家，王昌龄返襄阳，相得甚欢，食鳝疾动，终于南园",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  }
 ]
};
