// 诗人行迹数据：孟郊
export default {
 "name": "孟郊",
 "birth": 751,
 "death": 814,
 "life": [
  {
   "time": 751,
   "value": 1,
   "event": "出生。其父孟庭玢时任昆山尉",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 752,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 753,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 754,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 755,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 756,
   "value": 1,
   "event": "不详。“生六七年，端序则见，长而愈骞。”（韩愈《贞曜先生墓志铭》）",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 757,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 758,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 759,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 760,
   "value": 1,
   "event": "不详。东野幼年丧父，赖其母抚养成人。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 761,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 762,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 763,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 764,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 765,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 766,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 767,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 768,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 769,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 770,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 771,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 772,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 773,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 774,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 775,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 776,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 777,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 778,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 779,
   "value": 7,
   "event": "不详",
   "place": "湖州市（德清县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 780,
   "value": 4,
   "event": "或少隐嵩山，然具体经过和时间无考。自本年起，始能考定其行踪及诗歌写作年月",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 781,
   "value": 4,
   "event": "上河阳李大夫；六月，旅居河阳，向河阳三城怀州节度使李芃赠诗致意",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 782,
   "value": 4,
   "event": "感怀（孟冬阴气交）；旅居河南府洛阳时，孟冬时节感怀有作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 783,
   "value": 4,
   "event": "百忧；旅居河南府洛阳时，孟冬时节感怀有作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 784,
   "value": 2,
   "event": "在河南，或在赴江西路途中",
   "place": "九江市（彭泽县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 785,
   "value": 2,
   "event": "赠转运陆中丞；滞居上饶，有诗赠陆长源。时陆长源自信州刺史迁拜转运副使兼御史中丞",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 786,
   "value": 2,
   "event": "上包祭酒；在上饶，赠国子祭酒包佶",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 787,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 788,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在湖州。此前后两三年间，曾参加皎然组织诗会；又与卢殷等人诗酒唱和",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 790,
   "value": 9,
   "event": "赠苏州韦郎中使君；本年或前年方侨寓苏州，赠诗韦应物，备加推许韦诗",
   "place": "苏州市（昆山市）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 791,
   "value": 9,
   "event": "湖州取解述情；于湖州举乡贡进士，秋天往长安应进士试，行前作诗述情",
   "place": "三门峡市（灵宝市）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 792,
   "value": 9,
   "event": "古意赠梁肃补阙；约于年初，借李观之荐，以诗自荐于梁肃。时梁肃佐陆贽主持礼部贡举事",
   "place": "西安市（渭河）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 9,
   "event": "本年，再来长安应试。游于慈恩寺，题名雁塔",
   "place": "西安市（慈恩寺大雁塔）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 9,
   "event": "吴安西馆赠从弟楚客；本年，南游湖楚中，赠孟楚客，有作。权系于此",
   "place": "湖北省直辖县级行政区划（仙桃市）",
   "lng": "113.46109",
   "lat": "30.368184"
  },
  {
   "time": 795,
   "value": 9,
   "event": "寄卢虔使君；秋，在汝州，有诗寄卢虔。因未按计划归湖州，故有“霜露再相换，游人犹未归”之句",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 796,
   "value": 9,
   "event": "日五色赋；年初，在长安。进士登第。礼部侍郎吕渭知贡举。应试赋为《日五色赋》",
   "place": "西安市（曲江）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 5,
   "event": "新卜青罗幽居奉献陆大夫；寄寓汴州，依陆长源。本年夏，新卜“青罗幽居”，为容身之所，献诗陆长源，意以为谢",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 798,
   "value": 8,
   "event": "大梁送柳淳先入关；本年，寄居汴州。因柳淳欲西入关，赋诗赠别",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 799,
   "value": 9,
   "event": "汴州别韩愈；本年春，离汴州南归前，留别韩愈，有作",
   "place": "温州市（康乐岩（谢客岩））",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 800,
   "value": 10,
   "event": "上常州卢使君书；本年方在常州。旋自常州赴洛阳应铨选。离常州前，上书卢使君寄意",
   "place": "常州市（溧阳市）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 801,
   "value": 6,
   "event": "溧阳唐兴寺观蔷薇花同诸公饯陈明府；本年，随同僚在溧阳唐兴寺观蔷薇花，为陈明府（疑为县令）赋诗赠行",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 802,
   "value": 7,
   "event": "本年，在溧阳尉上。以不治官事，县令另委他人代行县尉事，分东野半俸以给之",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 803,
   "value": 4,
   "event": "本年，在溧阳尉任上",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 804,
   "value": 7,
   "event": "连州吟三章；本年春，为友人韩愈贬官连州阳山有感而作，同情韩愈遭遇",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 805,
   "value": 7,
   "event": "本年，辞官后，仍留溧阳待继任县尉",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 806,
   "value": 10,
   "event": "会合联句；本年，侨居长安。与友人韩愈、张籍等重新会合，共作联句",
   "place": "西安市（靖恭坊）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 7,
   "event": "寒地百姓吟；十一月，在洛阳，任河南水陆运从事。有诗赞郑馀庆。赞其关怀民瘼，极写河南百姓寒冬惨状，以为背景烘托",
   "place": "洛阳市（立德坊）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 808,
   "value": 10,
   "event": "杏殇九首；本年，在洛阳，任河南水陆运从事。悼幼婴有作，悲痛至极",
   "place": "洛阳市（立德坊）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 809,
   "value": 0,
   "event": "母裴氏卒。丁母忧去官，家居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 810,
   "value": 9,
   "event": "寄陕府邓给事；居洛阳时，寄赠陕州都督府邓给事，有作",
   "place": "郑州市（登封市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 811,
   "value": 9,
   "event": "送卢郎中汀；本年春，送友人卢汀自洛阳归长安，有诗",
   "place": "洛阳市（孝义渡）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 812,
   "value": 9,
   "event": "哭刘言史；本年，居洛阳，闻友人刘言史去世，作诗吊之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 813,
   "value": 9,
   "event": "与王二十一员外涯游昭成寺；本年春，与友人王涯同游洛阳名胜昭成寺，纪游，有作",
   "place": "洛阳市（道光坊昭成寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 814,
   "value": 0,
   "event": "本年，郑余庆奏东野为兴元军参谋，试大理评事。东野闻命自洛阳往兴元",
   "place": "三门峡市（灵宝市）",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
