// 诗人行迹数据：宇文虚中
export default {
 "name": "宇文虚中",
 "birth": 1079,
 "death": 1146,
 "life": [
  {
   "time": 1079,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1109,
   "value": 2,
   "event": "进士及第",
   "place": "广元市（剑阁县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "入为起居舍人、国史院编修。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在京任中书舍人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "罢中书舍人，提举凤翔府上清太平宫",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "罢职奉祠闲居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "罢职奉祠闲居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "罢职奉祠闲居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 4,
   "event": "入童贯幕为参谋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "以郑居中荐，帅庆阳，时御笔亲改名“黄中”为“虚中”",
   "place": "庆阳市",
   "lng": "107.649305",
   "lat": "35.716096"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在童贯幕",
   "place": "燕山",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "随童贯入燕山，犒常胜军",
   "place": "燕山",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "与李邈召东南兵入援",
   "place": "开封市（都亭驿）",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "以靖康大臣主和误国，责授安化军节度副使、韶州安置",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1128,
   "value": 6,
   "event": "宋故资政殿学士银青光禄大夫赠特进开府仪同三司谥忠显刘公神道碑；复资政殿大学士，为金国祈请使。撰《资政殿大学士忠显刘公神道碑》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  }
 ]
};
