// 诗人行迹数据：宋之问
export default {
 "name": "宋之问",
 "birth": 656,
 "death": 712,
 "life": [
  {
   "time": 656,
   "value": 1,
   "event": "约本年生。本表所列年岁为虚拟数",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 657,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 658,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 659,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 660,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 661,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 662,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 663,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 664,
   "value": 1,
   "event": "随父居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 665,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 666,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 667,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 668,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 669,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 670,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 671,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 672,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 673,
   "value": 1,
   "event": "随父居京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 674,
   "value": 2,
   "event": "宋之问至兖州，逢骆宾王，骆以诗赠《兖州饯宋五之问》",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 675,
   "value": 1,
   "event": "在长安。进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 1,
   "event": "释褐江南尉",
   "place": "江南",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 677,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 678,
   "value": 2,
   "event": "在洛",
   "place": "郑州市（登封市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 679,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 680,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 681,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 682,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 683,
   "value": 2,
   "event": "太平公主山池赋；赋太平公主山池",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 684,
   "value": 1,
   "event": "在洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 685,
   "value": 1,
   "event": "居弘农",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 686,
   "value": 5,
   "event": "敬答田征君；田游岩寄诗，答诗回赠",
   "place": "洛阳市（嵩县）",
   "lng": "112.092107",
   "lat": "34.140833"
  },
  {
   "time": 687,
   "value": 2,
   "event": "送赵六贞固；友人赵贞固离洛，赋诗送别",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 688,
   "value": 4,
   "event": "军中人日登高赠房明府；从军豳州，人日登高赋诗，赠房姓县令",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 689,
   "value": 1,
   "event": "居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 6,
   "event": "为习艺馆学士，与杨炯分直于洛城西",
   "place": "洛阳市（习艺馆）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 2,
   "event": "以疾去官，卧病洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 4,
   "event": "卧病归陆浑旧宅",
   "place": "洛阳市（嵩县）",
   "lng": "112.092107",
   "lat": "34.140833"
  },
  {
   "time": 693,
   "value": 1,
   "event": "卧病嵩南",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 694,
   "value": 0,
   "event": "重返洛阳谋仕，上巳仍在洛",
   "place": "西安市（蓝田县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 695,
   "value": 10,
   "event": "在洛阳为官，且预宫中游宴，或已任洛州参军",
   "place": "九江市（德安县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 696,
   "value": 4,
   "event": "出使天兵军",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 697,
   "value": 4,
   "event": "鸣皋梦赵六赠陈、卢二子；奉使陆浑，明皋山夜梦亡友赵贞固，作诗赠陈子昂、卢藏用",
   "place": "洛阳市（嵩县）",
   "lng": "112.092107",
   "lat": "34.140833"
  },
  {
   "time": 698,
   "value": 8,
   "event": "与赵贞固、卢藏用、陈子昂、杜审言等诸人游，时号“方外十友”",
   "place": "洛阳市（龙门山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 10,
   "event": "转官司礼主簿，预修《三教珠英》，常陪游幸",
   "place": "郑州市（登封市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 10,
   "event": "三阳宫石淙侍宴应制（得幽字）；太后幸三阳宫避暑，宴石淙，应制有诗",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 701,
   "value": 6,
   "event": "奉敕从太平公主游九龙潭寻安平王宴别序；从太平公主游九龙潭，安平王宴别，宋赋诗并序",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 702,
   "value": 6,
   "event": "奉和幸神皋亭应制；武后幸禁苑神皋亭，应制有诗",
   "place": "西安市（禁苑神皋亭）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 3,
   "event": "驾还东都，随驾归洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 704,
   "value": 7,
   "event": "三月三日奉使凉宫雨中禊饮序；三月上巳，奉使兴秦宫，雨中禊饮，宋赋诗并序",
   "place": "洛阳市（兴秦宫）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 10,
   "event": "为定王武攸暨请降王位表；为驸马武攸暨作请降王位表",
   "place": "黄冈市（黄梅县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 706,
   "value": 10,
   "event": "则天皇后挽歌；则天神龙元年十一月崩，二年五月祔葬乾陵，宋为挽歌",
   "place": "云浮市（罗定市）",
   "lng": "111.57652",
   "lat": "22.774297"
  },
  {
   "time": 707,
   "value": 10,
   "event": "宴安乐公主宅；神龙三年二月，帝幸安乐公主宅，宋侍宴应制",
   "place": "西安市（樊川）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 0,
   "event": "奉和春初幸太平公主南庄应制；景龙二年二月十一日，帝幸太平公主南庄，宋侍宴应制",
   "place": "西安市（慈恩寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 709,
   "value": 10,
   "event": "苑中遇雪应制；帝游禁苑，遇雪，诸文馆学士应制",
   "place": "西安市（禁苑）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 10,
   "event": "早春泛镜湖；越州长史任，早春游镜湖，有诗",
   "place": "绍兴市（镜湖）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 711,
   "value": 9,
   "event": "自衡阳至韶州谒能禅师；流钦州途中，自衡阳至韶州，谒广果寺慧能禅师，有诗",
   "place": "韶关市（广果寺（今南华寺））",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 712,
   "value": 9,
   "event": "桂州陪王都督晦日宴逍遥楼；流寓桂州，正月晦日陪王都督宴逍遥楼，有诗",
   "place": "桂林市（逍遥楼）",
   "lng": "110.296442",
   "lat": "25.279893"
  }
 ]
};
