// 诗人行迹数据：宋庠
export default {
 "name": "宋庠",
 "birth": 996,
 "death": 1066,
 "life": [
  {
   "time": 996,
   "value": 1,
   "event": "正月，出生于江州德化县",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 997,
   "value": 1,
   "event": "本年，随父在江州",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 998,
   "value": 1,
   "event": "本年，随父在江州，弟宋祁生",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 999,
   "value": 1,
   "event": "本年，随父在江州",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "冬，随父在京，父宋玘调任常州司理参军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "本年，父宋玘改官光州录事参军，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "本年，随父在光州，王硕授以学术，已能作诗",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年，父宋玘改官安州应山令，寓居应山法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1010,
   "value": 0,
   "event": "本年，随父在应山，母钟氏卒",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "约于本年，父宋玘改官荆南节度推官，随父在荆州，就学于州学",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "本年，随父在荆州，受知府马亮厚遇",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "本年，随父在荆州",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1017,
   "value": 0,
   "event": "六月二十九日，父宋玘卒于京城，力不克葬，权窆父柩于京郊",
   "place": "孝感市（安陆市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 0,
   "event": "三月，寓居安陆，预白兆山寺雅集",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "本年，寓居安陆",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1020,
   "value": 2,
   "event": "天禧诏罢寄王贯之；本年，寓居安陆，有诗寄王贯之，叹不得应举",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "本年，与弟宋祁再寓应山法兴寺读书",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1022,
   "value": 2,
   "event": "乾兴诏罢自咏；本年，寓居应山法兴寺读书，又有诗叹不得应举",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1023,
   "value": 2,
   "event": "落花；春，与弟宋祁为知州夏竦所赏识，受命作《落花》诗",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1024,
   "value": 7,
   "event": "二月，在京应礼部试，作《采侯诗》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "本年，在襄州通判任",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1026,
   "value": 4,
   "event": "受诏论次令文逾月纲条未举；冬，被召还京，删定令文，有诗记事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1027,
   "value": 6,
   "event": "七月十二日，在京试学士院，除太子中允，直史馆",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 6,
   "event": "赠太傅中书令张文节公挽词三首；春，在京为太子中允，有诗挽张知白",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 9,
   "event": "己巳孟春二十六日作；正月二十六日，在京为太子中允，有诗述怀",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 0,
   "event": "庚午春观新进士锡宴琼林苑因书所见；三月，在京为太子中允，观新进士琼林宴，有诗记事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "余卧病畿邑，御史王君假守潭楚，道出于舍下，特见存访，且寻先子之旧，钦承风仪，因为诗抒感云；三月，在京为继母守丧，王硕出知潭州，作诗送之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 6,
   "event": "京师故僚以余退居近畿数赐存问因叙怀自感；正月一日，在京为继母守丧，有诗述怀",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 4,
   "event": "十二月二十四日，在京为左正言，坐谏废郭皇后事，被罚铜二十斤",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 7,
   "event": "正月十六日，在京为左正言，受诏权同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 6,
   "event": "参知政事王随除尚书吏部侍郎知枢密院制；二月十三日，在京任知制诰，作王随除知枢密院事制书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 4,
   "event": "二月十三日，在京任知制诰，以详定《史记》、《汉书》，受赐器币",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 4,
   "event": "三月二十五日，在京任知制诰，兼判鸿胪寺，奏请外夷朝贡时，问其国邑风俗、道途远近，图其人物衣冠",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "三月一日，在京任知制诰，擢为翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "赐西平赵元昊诏；正月，在京为翰林学士，作赐赵元昊诏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "正月一日，在京为参知政事，反对以日食罢宴彻乐",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "赠司徒兼侍中宋宣献挽词四首；春，在京为参知政事，有诗挽宋绶",
   "place": "扬州市（大明寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "淮南早春风雨连日俗以为宜；春，在知扬州任，有诗述怀",
   "place": "扬州市（建隆寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "本年，在知郓州任，捕盗贼，兴郡学，礼师儒",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1044,
   "value": 6,
   "event": "淮南汶上三见春物有感；春，在知郓州任，有诗述怀",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1045,
   "value": 6,
   "event": "正月二十九日，在知郓州任，复拜参知政事",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "七月九日，在京为参知政事，上所撰《纪年通谱》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "四月一日，在京为参知政事，以春旱，削一官，由给事中降授右谏议大夫",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 4,
   "event": "三月十六日，在京为参知政事，于天章阁观书，建言两府大臣不当对策",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "八月二日，在京为枢密使，拜兵部侍郎、同中书门下平章事、集贤殿大学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "二月，在京任集贤相，建议本年季秋大飨于明堂",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "二月五日，在京任集贤相，与文彦博等上《明堂大飨记》",
   "place": "郑州市（荥阳市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "次韵和新命留台吴侍郎自适之作；八月，在知河南府任，有诗和吴育",
   "place": "洛阳市（龙门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "吴侍郎生朝；正月，在知河南府任，有诗贺吴育生日",
   "place": "洛阳市（龙门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1054,
   "value": 6,
   "event": "和吴侍郎自陕归阙；本年，在知许州任，有诗和吴育",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1055,
   "value": 4,
   "event": "晏公丧过州北，哭罢成篇二首；三月，在知许州任，晏殊灵柩过州北，有诗挽之",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "闰三月再到西湖，花卉已过，春余夏早，景物亦佳，因复留连，日夕忘返；闰三月，在知许州任，游西湖，有诗",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1057,
   "value": 6,
   "event": "河阳寒食；二月寒食节，在知河阳任，有诗",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1058,
   "value": 6,
   "event": "六月七日，在知河阳任，拜检校太尉、同平章事，复为枢密使，兼群牧制置使",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "四月三日，在京任枢密使，受命为祫享太庙仪仗使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 4,
   "event": "四月二十五日，在京任枢密使，与程戡不协，致其罢枢密副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "出都赴郑作；正月，出都赴知郑州任，有诗",
   "place": "开封市（西苑）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 7,
   "event": "相州春日；春，在知相州任，有诗述怀",
   "place": "安阳市",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "四月，在京为同平章事，英宗即位，为武宁军节度使、徐州大都督府长史，加检校太师，徙封郑国公，既而又为景灵宫使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 6,
   "event": "正月十二日，在京为景灵宫使，出判亳州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "本年，致仕居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "四月十八日，卒于京师，赠太尉、兼侍中",
   "place": "许昌市（禹州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
