// 诗人行迹数据：宋敏求
export default {
 "name": "宋敏求",
 "birth": 1019,
 "death": 1079,
 "life": [
  {
   "time": 1019,
   "value": 1,
   "event": "宋敏求生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "乾元节，宋敏求以父绶恩荫为秘书省正字",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "宋敏求少能自立，方生十年而能承家学",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "四月二日，宋敏求以太常寺太祝因宋绶恩陈乞诏试学士院中等，赐进士出身",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1040,
   "value": 0,
   "event": "十二月，宋敏求父宋绶卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "宋敏求居家丁父忧",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "宋敏求居家丁父忧",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "除服，以光禄寺丞充馆阁校勘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "是岁，宋敏求因参与苏舜钦、王益柔进奏院宴会，出签书集庆军节度判官事。敏求自陈祖母年高，愿落职就近便养，未行，落馆阁校勘，与京师差遣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "闰五月，宋敏求为编修《唐书》官，始参与《新唐书》编撰工作",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "宋敏求居家丁祖母郑国夫人忧，许在家修《唐书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "宋敏求居家丁祖母郑国夫人忧，许在家修《唐书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "宋敏求居家丁祖母郑国夫人忧，许在家修《唐书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "宋敏求服除，入太常礼院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "宋敏求编撰成《东京记》三卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "宋敏求从宋庠辟通判西京留守司",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "宋敏求从宋庠辟通判西京留守司",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "宋敏求从宋庠辟通判西京留守司",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "八月，宋敏求奉命回局编修《新唐书》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "是年，宋敏求在局修书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "七月，宋敏求以集贤校理受命考试开封府举人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "春，宋敏求出知太平州，未满岁召还",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "是年，宋敏求在局修书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "是年，宋敏求在局修书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "《新唐书》成，宋敏求以三司度支判官、太常博士、集贤校理进尚书工部员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "闰八月，宋敏求以度支判官、刑部员外郎、集贤校理为契丹生辰使",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "宋敏求出使回，著《入蕃录》二卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "宋敏求坠马伤足，出知亳州",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "宋敏求得王溥家藏《李白诗集》上、中二帙，开始增广乐史所裒集《李翰林序》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "以宋敏求知制诰，同修撰《仁宗实录》，同判太常寺",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "以宋敏求知制诰，修《仁宗实录》并同修起居注",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "宋敏求迁兵部郎中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "三月十八日，宋敏求以言宗室可以嫁娶与前议异，以兵部郎中降刑部郎中，依旧职知绛州",
   "place": "运城市（新绛县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "二月，宋敏求议定冬至晦日临朝当避日",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "宋敏求以知制诰奉诏重修门仪制，同群臣议文德殿仪制",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "九月，以右谏议大夫、史馆修撰、同判太常寺为集贤院学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "四月，宋敏求就塞大河决口事致祭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "宋敏求编次《诸国贡举录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "八月，宋敏求以右谏议大夫充郊祀礼仪使，上《编修门仪制》十册。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "三月，宋敏求奉诏编修《国朝会要》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "二月，宋敏求编《长安志》二十卷完成",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "五月，宋敏求奉诏修仁宗、英宗《两朝正史》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "十一月，宋敏求奉命同群臣详定正旦御殿仪注",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "四月甲辰，宋敏求卒，赠礼部侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
