// 诗人行迹数据：宋白
export default {
 "name": "宋白",
 "birth": 936,
 "death": 1012,
 "life": [
  {
   "time": 936,
   "value": 1,
   "event": "本年，出生于魏州元城县",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 937,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 938,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 939,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 940,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 941,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 942,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 943,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 944,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 945,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 946,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 947,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 948,
   "value": 1,
   "event": "本年，居乡，已善属文",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 949,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 950,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 951,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 952,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 953,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 954,
   "value": 1,
   "event": "本年，居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 955,
   "value": 1,
   "event": "约于本年，游于鄠、杜间",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 956,
   "value": 1,
   "event": "约于本年，游于鄠、杜间",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 957,
   "value": 1,
   "event": "约于本年，游于鄠、杜间",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 958,
   "value": 1,
   "event": "约于本年，在开封，馆于张琼家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 959,
   "value": 1,
   "event": "约于本年，在开封，馆于张琼家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 960,
   "value": 1,
   "event": "约于本年，在京，馆于张琼家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 961,
   "value": 1,
   "event": "二月，在京，登进士甲科",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 962,
   "value": 1,
   "event": "本年，在京待职",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 963,
   "value": 1,
   "event": "闰十二月八日，在京，以献文百轴，试拔萃高等，解褐授著作佐郎，廷赐袭衣、犀带",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 964,
   "value": 3,
   "event": "本年，在京任著作佐郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 965,
   "value": 3,
   "event": "本年，在京任著作佐郎，出知玉津县",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 966,
   "value": 3,
   "event": "本年，在知玉津县任，与时任峨眉县令的杨徽之多有酬唱",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 967,
   "value": 3,
   "event": "本年，在知玉津县任，与时任峨眉县令的杨徽之多有酬唱",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 968,
   "value": 10,
   "event": "玉津春日；约于本年春，在知玉津县任，有诗",
   "place": "乐山市（犍为县）",
   "lng": "103.955818",
   "lat": "29.214294"
  },
  {
   "time": 969,
   "value": 4,
   "event": "本年，玉津县令任满，阎丕、王洞荐其宜预朝列，以亲老祈外任，除知蒲城县",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 970,
   "value": 3,
   "event": "本年，在知蒲城县任",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 971,
   "value": 3,
   "event": "本年，在知蒲城县任",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 972,
   "value": 3,
   "event": "本年，在知蒲城县任",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 973,
   "value": 3,
   "event": "本年，在知蒲城县任",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 974,
   "value": 4,
   "event": "贻田表圣；约于本年，在知蒲城县任，有诗贻田锡",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 975,
   "value": 3,
   "event": "本年，移知卫南县",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 976,
   "value": 4,
   "event": "宋故恒农杨公墓志铭；春，在知卫南县任，为杨光赞作墓志铭",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 977,
   "value": 3,
   "event": "春，在知兖州任，召还",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 978,
   "value": 3,
   "event": "八月十三日，在京为左拾遗，与李昉等上《太平广记》五百卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 979,
   "value": 3,
   "event": "二月，在京为左拾遗，扈从宋太宗征太原，判行在御史台",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 980,
   "value": 3,
   "event": "正月八日，在京为中书舍人，受命与郭贽等同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 981,
   "value": 3,
   "event": "本年，在京为中书舍人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 982,
   "value": 3,
   "event": "九月，在京为中书舍人，受命与李昉等修《文苑英华》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 983,
   "value": 4,
   "event": "正月七日，在京为中书舍人，受命权知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 984,
   "value": 3,
   "event": "三月二日，在京为翰林学士，受命乘传祭白马津",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 985,
   "value": 3,
   "event": "本年，在京为翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 986,
   "value": 3,
   "event": "十二月八日，在京为翰林学士，上《文苑英华》一千卷，获诏书褒答",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 987,
   "value": 6,
   "event": "九月二十一日，在京为翰林学士，受命与贾黄中、苏易简同详定东郊藉田仪注",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 988,
   "value": 4,
   "event": "正月，在京为翰林学士，加礼部侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 3,
   "event": "十月，在京为翰林学士，受命详定端拱以前诏敕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 7,
   "event": "中外文武官称呼议；四月二日，在京为翰林学士，受命讨论官称过呼问题",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 7,
   "event": "三月，在京为翰林学士，上《新定淳化编敕》三十卷",
   "place": "延安市（富县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 3,
   "event": "本年，在保大军节度行军司马任有诗",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 993,
   "value": 3,
   "event": "本年，在京为卫尉卿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 4,
   "event": "六月，在京复为礼部侍郎，与张洎同修国史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 4,
   "event": "四月，在京为礼部侍郎，除翰林学士承旨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 6,
   "event": "乞祀天地先诣罍洗奏；正月十日，在京为翰林学士承旨，奏言圜丘祭礼事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 9,
   "event": "赐诸道节度观察防团刺史知州以下贺登极进奉诏；三月，在京为翰林学士承旨，受命撰制书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 998,
   "value": 3,
   "event": "八月二日，在京为翰林学士承旨，与裴愈、石承庆上新画南郊图，获赐银、彩一百匹两",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 3,
   "event": "五月十三日，在京为翰林学士承旨，受命撰元德皇太后庙登歌乐章",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1000,
   "value": 4,
   "event": "三月十七日，在京为翰林学士承旨，受命考覆殿试举人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 6,
   "event": "二月，在京为翰林学士承旨，受命举贤良方正，荐举田锡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1002,
   "value": 4,
   "event": "五月，在京为翰林学士承旨，受命参议知荣州褚德臻盗官银案",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 4,
   "event": "在京诸司吏人勒留出官选限奏；十月五日，在京为翰林学士承旨，上所定流外勒留出官及选限条例",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 6,
   "event": "明德皇后哀册文；四月十三日，在京为翰林学士承旨，受命撰明德皇后哀册文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 3,
   "event": "三月六日，在京为翰林学士承旨，受命考校殿试举人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 3,
   "event": "四月二十四日，在京为刑部尚书，预龙图阁宴，受命赋诗送种放归终南山",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 3,
   "event": "九月七日，在京为刑部尚书，预龙图阁宴，受命赋诗送邢昺赴曹州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1008,
   "value": 3,
   "event": "二月一日，在京致仕家居，登乾元门陪宋真宗观酺",
   "place": "开封市（含芳园）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 4,
   "event": "乞除弟炎致仕官奏；三月，在京致仕家居，为弟宋炎乞致仕官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 0,
   "event": "本年，在京致仕家居，继母卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 3,
   "event": "本年，在京致仕家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 0,
   "event": "正月七日，卒于京，赠左仆射，谥文安",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
