// 诗人行迹数据：宋祁
export default {
 "name": "宋祁",
 "birth": 998,
 "death": 1061,
 "life": [
  {
   "time": 998,
   "value": 1,
   "event": "本年，生于江州德化",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 999,
   "value": 1,
   "event": "本年，随父在江州",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "冬，随父在京，父宋玘调任常州司理参军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "本年，随父在常州，随父学习诸经及《文选》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "本年，父宋玘改官光州录事参军，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "本年，随父在光州",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年，父宋玘改官安州应山令，寓居应山法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1010,
   "value": 0,
   "event": "本年，随父在应山，母钟氏卒",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "约于本年，父宋玘改官荆南节度推官，随父在荆州，就学于州学",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "本年，随父在荆州，受知府马亮厚遇",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "本年，随父在荆州",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1017,
   "value": 0,
   "event": "六月二十九日，父宋玘卒于京城，时随继母朱夫人寓居安陆",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1018,
   "value": 0,
   "event": "春日同赵侍禁游白兆山寺序；三月，寓居安陆，预白兆山寺雅集，并作序",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "本年，寓居安陆",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1020,
   "value": 2,
   "event": "感交赋；本年，寓居安陆，作赋追怀友人王贺",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "本年，与兄宋庠再寓应山法兴寺读书，与连庶、连庠交游",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1022,
   "value": 2,
   "event": "皇帝神武颂；本年，寓居应山法兴寺读书，作《皇帝神武颂》",
   "place": "广水市（广水市应山）",
   "lng": "113.841162",
   "lat": "31.622113"
  },
  {
   "time": 1023,
   "value": 2,
   "event": "落花；春，为知州夏竦所赏识，受命作《落花》诗",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1024,
   "value": 10,
   "event": "二月，在京应礼部试，作《采侯诗》",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 9,
   "event": "皇帝幸玉津园省敛颂；五月，在复州军事推官任，作《皇帝幸玉津园省敛颂》",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1026,
   "value": 7,
   "event": "上侍讲孙贰卿书；二月二十三日，在复州军事推官任，上书孙奭，乞举用",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1027,
   "value": 4,
   "event": "直讲周岁；本年，在京为大理寺丞，有诗述怀",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 9,
   "event": "哀故文节公；春，在京为大理寺丞，有诗挽张知白",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 6,
   "event": "上苑牡丹赋；三月，在京为大理寺丞，作《上苑牡丹赋》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 0,
   "event": "送张端公转运两浙序；四月，在京为大理寺丞，作序送张保雍出任两浙转运使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "本年，在京为继母守丧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 9,
   "event": "十二月，在京服除，迁殿中丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 10,
   "event": "和御制皇太后恭谢太庙；二月，在京为殿中丞，有诗和宋仁宗",
   "place": "开封市（杞县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 9,
   "event": "三月，在京为殿中丞，与郑戬上奏，乞重定《广韵》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 10,
   "event": "二月五日，在京为太常博士，上《大乐图义》二卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "送范希文；五月，在京为太常博士，有诗送范仲淹出知饶州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 10,
   "event": "闰四月十日，在京为刑部员外郎，迁权同修起居注，以父讳玘及体弱辞之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "请下罪己诏并求直言疏；正月六日，在京为刑部员外郎，上疏请下罪己、求直言诏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "论三冗三费疏；二月，在京为刑部员外郎，权三司度支判官，上疏论三冗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "盛右丞问候启；春，在京为天章阁待制，有与盛度启",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "春集东园诗；二月十六日，在京为天章阁待制，与欧阳修等宴集东园，分韵赋诗",
   "place": "淮南市（凤台县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "和枢密晏太尉元日雪；正月，在知寿州任，有诗和晏殊",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "谢替赴阙表；三月，在知陈州任，以天章阁待制被召赴阙，有谢表",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "甲申岁首；正月一日，在京为翰林学士，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "二月十一日，在京为翰林学士，上言开封府沟洫事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 4,
   "event": "八月二十七日，在京为翰林侍读学士，上言库务司事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 7,
   "event": "正月二十四日，在京为翰林侍读学士，因参修之《庆历编敕》成书，加勋，并受赐器币",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "正月十四日，在京为翰林侍读学士，受命与鱼周询定夺陕西、河东铜铁钱利害",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "谢复侍读学士表；二月十八日，在知许州任，召还为翰林侍读学士、史馆修撰，有谢表",
   "place": "许昌市（长葛市）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1050,
   "value": 10,
   "event": "三月二十九日，在京为翰林侍读学士，上《明堂通议》二篇",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 9,
   "event": "乞知亳州表；二月，在京为翰林侍读学士，上表乞知亳州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "入壬辰新岁；正月，在知亳州任，有诗",
   "place": "石家庄市（正定县）",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "谢雪文；正月四日，在知真定府任，作《谢雪文》",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "五龙堂谢雨文；三月二十日，在知定州任，作《五龙堂谢雨文》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "里社龙神祈雨文；二月十二日，在知定州任，作《里社龙神祈雨文》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "定州贺圣体康复表；三月，在知定州任，有贺表",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1057,
   "value": 10,
   "event": "途中新岁忆三城兄长相公；正月一日，赴知益州任途中，有诗怀宋庠",
   "place": "成都市（崇州市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "本年，在知益州任，作《益部方物略记》",
   "place": "成都市（江渎池）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "三月五日，在知益州任，除三司使",
   "place": "绵阳市（梓潼县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "让转左丞劄子；三月，在知郑州任，以修《唐书》成，进尚书左丞，上劄子辞让",
   "place": "郑州市（中牟县）",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "三月二十一日，在京为翰林学士承旨，受诏遇入直，许带一子侍汤药",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
