// 诗人行迹数据：宗泽
export default {
 "name": "宗泽",
 "birth": 1060,
 "death": 1128,
 "life": [
  {
   "time": 1060,
   "value": 1,
   "event": "宗泽生",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "曾祖父宗惠去世",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "登马涓榜进士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "疑其等待任命",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "官馆陶县尉，上任伊始，属吏对其多有轻慢，然其处理政事井井有条，属吏皆叹服",
   "place": "聊城市（冠县）",
   "lng": "115.449025",
   "lat": "36.489694"
  },
  {
   "time": 1094,
   "value": 0,
   "event": "次子宗颖出生",
   "place": "聊城市（冠县）",
   "lng": "115.449025",
   "lat": "36.489694"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "冬，赴黄河大堤，上书建议延缓挖河工程，得到批准",
   "place": "聊城市（冠县）",
   "lng": "115.449025",
   "lat": "36.489694"
  },
  {
   "time": 1096,
   "value": 4,
   "event": "河道完工，馆陶县尉任满离职",
   "place": "聊城市（冠县）",
   "lng": "115.449025",
   "lat": "36.489694"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "祖父宗拱病逝",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "兴建学校，设立师儒，招收学生，讲论经术",
   "place": "衢州市（龙游县）",
   "lng": "119.178669",
   "lat": "29.034554"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "惩治流氓无赖，强迫其中的身强力壮者从军，其余孽再不敢横行",
   "place": "衢州市（龙游县）",
   "lng": "119.178669",
   "lat": "29.034554"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "母刘氏病逝，离职居乡丁母忧",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "丁母忧",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "丁母忧",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "服阙届满，调任山东胶水县令",
   "place": "青岛市（平度市）",
   "lng": "119.966489",
   "lat": "36.792517"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "在胶水任县令",
   "place": "青岛市（平度市）",
   "lng": "119.966489",
   "lat": "36.792517"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "替同舍生林迪料理后事",
   "place": "青岛市（平度市）",
   "lng": "119.966489",
   "lat": "36.792517"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "父在胶水病故",
   "place": "青岛市（平度市）",
   "lng": "119.966489",
   "lat": "36.792517"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "丁父忧",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "丁父忧",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "任赵城县令，于任上修女娲祠、赵简子庙",
   "place": "洪洞县（洪洞县赵城镇）",
   "lng": "111.700087",
   "lat": "36.387678"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "在赵城任县令",
   "place": "洪洞县（洪洞县赵城镇）",
   "lng": "111.700087",
   "lat": "36.387678"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "在赵城任县令",
   "place": "洪洞县（洪洞县赵城镇）",
   "lng": "111.700087",
   "lat": "36.387678"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在赵城任县令",
   "place": "洪洞县（洪洞县赵城镇）",
   "lng": "111.700087",
   "lat": "36.387678"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "向朝廷请求免征黄牛，获准",
   "place": "烟台市（莱州市）",
   "lng": "119.948763",
   "lat": "37.182657"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "入王旉幕",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "梁子美荐为登州通判，到任后上书请求朝廷免除登州百姓的额外负担",
   "place": "烟台市（蓬莱市）",
   "lng": "120.765381",
   "lat": "37.816562"
  },
  {
   "time": 1116,
   "value": 0,
   "event": "《陈八评事墓志铭》；陈裕卒，为作墓志铭",
   "place": "烟台市（蓬莱市）",
   "lng": "120.765381",
   "lat": "37.816562"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "于登州任通判",
   "place": "烟台市（蓬莱市）",
   "lng": "120.765381",
   "lat": "37.816562"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "知登州，依法惩治登州道士高延昭",
   "place": "烟台市（蓬莱市）",
   "lng": "120.765381",
   "lat": "37.816562"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "长孙宗嗣益出生",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "闲居丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "兄宗沃溺亡",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1122,
   "value": 0,
   "event": "得宣恩自便，监镇江酒税，叙宣教郎",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1123,
   "value": 0,
   "event": "《陈公墓志铭》；为陈允昌作墓志铭",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1124,
   "value": 9,
   "event": "任巴州通判",
   "place": "巴中市",
   "lng": "106.753912",
   "lat": "31.872851"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《宗汝贤墓志铭》；为宗汝贤作墓志铭",
   "place": "巴中市",
   "lng": "106.753912",
   "lat": "31.872851"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "金军南侵，被荐入京，上奏三条治国之策",
   "place": "石家庄市（正定县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "朝廷任命为兵马副元帅",
   "place": "邯郸市（大名县）",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 1128,
   "value": 0,
   "event": "金将兀术渡过黄河，企图进攻开封，宗泽严阵以待",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
