// 诗人行迹数据：寇准
export default {
 "name": "寇准",
 "birth": 961,
 "death": 1023,
 "life": [
  {
   "time": 961,
   "value": 1,
   "event": "是年七月十四日，寇准生于大名府。准始生，风骨俊爽，两耳垂有肉环",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 962,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 963,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 964,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 965,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 966,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 967,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 968,
   "value": 1,
   "event": "居大名。《咏华山》；只有天在上，更无山与齐。举头红日近，回首白云低。",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268",
   "highlight": true
  },
  {
   "time": 969,
   "value": 2,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 970,
   "value": 1,
   "event": "寇准之母严于教子，寇准折节从学；从师求学，通《春秋》三传",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 971,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 972,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 973,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 974,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 975,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 976,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 977,
   "value": 2,
   "event": "《春日怀张曙》；居大名。寇准有诗怀友人",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 978,
   "value": 1,
   "event": "居大名",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 979,
   "value": 8,
   "event": "太宗幸魏，寇准上书行在，申辩父后晋时曾降契丹事。上书疑在是年二月",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 980,
   "value": 10,
   "event": "闰三月，寇准进士及第，中乙科，列第三十五名",
   "place": "宜昌市（秭归县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 981,
   "value": 4,
   "event": "《巴东寒食》；在巴东，任巴东知县。寒食节，寇准有诗",
   "place": "恩施土家族苗族自治州（巴东县）",
   "lng": "110.347325",
   "lat": "31.047994"
  },
  {
   "time": 982,
   "value": 4,
   "event": "《峡中春感》；在巴东，任巴东知县。春，寇准有感怀诗",
   "place": "恩施土家族苗族自治州（巴东县）",
   "lng": "110.347325",
   "lat": "31.047994"
  },
  {
   "time": 983,
   "value": 10,
   "event": "《月夜怀杜陵友生》；在巴东，任巴东知县。春，寇准有怀人诗",
   "place": "恩施土家族苗族自治州（巴东县）",
   "lng": "110.347325",
   "lat": "31.047994"
  },
  {
   "time": 984,
   "value": 10,
   "event": "寇准迁殿中丞，调兵食于西北",
   "place": "泰安市（东平县）",
   "lng": "108.960637",
   "lat": "34.271171"
  },
  {
   "time": 985,
   "value": 3,
   "event": "寇准在郓州通判任上",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 986,
   "value": 3,
   "event": "寇准在郓州通判任上",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 987,
   "value": 3,
   "event": "寇准在郓州通判任上",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 988,
   "value": 6,
   "event": "《述怀》；在须城，任郓州通判。寇准有抒怀诗",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 989,
   "value": 0,
   "event": "寇准上疏言北边事当在正月",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 4,
   "event": "正月，寇准迁葬父母于洛阳，王禹称作序相送",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 3,
   "event": "寇准与李沆同判吏部铨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 6,
   "event": "《夜坐有怀寄张士逊》；在开封，知枢密院事。张士逊举进士，寇准与之游东京相国寺。有诗",
   "place": "开封市（相国寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 993,
   "value": 4,
   "event": "六月壬申（十五日），寇准罢同知枢密院事，守左谏议大夫本官",
   "place": "潍坊市（青州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 4,
   "event": "《青州西楼雨中闲望》；在益都，任青州知州。寇准有闲情诗",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 995,
   "value": 4,
   "event": "寇准对太宗君子小人问",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 4,
   "event": "正月辛亥（十日），合祭天地于圜丘，大赦天下，中外文武加官。官吏加恩进秩，寇准以自己喜恶为轻重，抑冯拯",
   "place": "南阳市（邓州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 7,
   "event": "《南阳春日》；在邓州知州任。寇准有《南阳春日》诗",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 998,
   "value": 3,
   "event": "五月，寇准移知河阳军",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 999,
   "value": 4,
   "event": "八月，寇准改知同州",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 1000,
   "value": 9,
   "event": "《左冯寺楼闲望》；在冯翊，任同州知州。寇准有闲望诗",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 1001,
   "value": 6,
   "event": "《过新井慈光院留题海棠》；在凤翔府知府任上。是年秋，寇准当有公事出差入蜀，题诗阆州新井县",
   "place": "南充市（南部县）",
   "lng": "106.073785",
   "lat": "31.359416"
  },
  {
   "time": 1002,
   "value": 4,
   "event": "五月，寇准权知开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 3,
   "event": "三月乙卯（二十五日），寇准上奏乞选人充军巡判官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 5,
   "event": "寇准举荐郑文宝任边事",
   "place": "安阳市（滑县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 0,
   "event": "正月，寇准奏对，乞许民入粟以受爵",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 0,
   "event": "二月丁亥（十四日），枢密使王继英卒，真宗对寇准称赞继英",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 10,
   "event": "二月己巳（二日），真宗至西京洛阳。戊寅（十一日），寇准至西京朝见",
   "place": "开封市（太清楼）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1008,
   "value": 6,
   "event": "八月庚戌（二十二日），寇准上表请从真宗封禅泰山",
   "place": "济宁市（曲阜市）",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1009,
   "value": 3,
   "event": "寇准召魏野至大名。因府会，令妓张八乞诗于野",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1010,
   "value": 3,
   "event": "正月，寇准上言。真宗与辅臣言寇准好收人情，以求虚誉",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1011,
   "value": 6,
   "event": "二月辛酉（十七日），真宗奉天书诣汾阴祀后土地祇，寇准遣官候问起居",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1012,
   "value": 5,
   "event": "九月癸酉，因河北盗贼猖獗，诏寇准为都大提举河北巡检",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1013,
   "value": 10,
   "event": "《御制庆先后升祔礼成七言六韵奉和》；在大名，任天雄军知军。七月，元德皇后升祔太宗庙室，寇准有和真宗升祔诗进献",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1014,
   "value": 4,
   "event": "二月五日，真宗自亳州还京，寇准迎对于太一宫西之幄殿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1015,
   "value": 10,
   "event": "正月，徙棣州于阳信县八方寺，议仍当出于寇准",
   "place": "洛阳市（罗汉阁）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 7,
   "event": "二月，徙寇准判永兴军",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1017,
   "value": 3,
   "event": "二月，除寇准山南东道节度使、判襄州",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1018,
   "value": 10,
   "event": "七月，寇准庆生辰，因服用僭侈为人所劾",
   "place": "商洛市（洛南县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1019,
   "value": 10,
   "event": "三月，寇准奏天书降乾祐山中",
   "place": "西安市（华岩寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1020,
   "value": 10,
   "event": "知制诰李咨积愤于寇准，乞外任，二月乙巳（二十三日）出知荆南府",
   "place": "开封市（瑞庆园）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 4,
   "event": "道州当权者谓寇准逾礼，准拒驳之",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1022,
   "value": 10,
   "event": "陈从易为荆湖南路转运使，言当以故相奉事寇准",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1023,
   "value": 0,
   "event": "兖州知州贾同上书言寇准无罪",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  }
 ]
};
