// 诗人行迹数据：富弼
export default {
 "name": "富弼",
 "birth": 1004,
 "death": 1083,
 "life": [
  {
   "time": 1004,
   "value": 1,
   "event": "本年出生。出生地不详，姑系籍贯。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "居河南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居河南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居河南。与邻家幼儿玩，遇打雷不惊，被称为有异才。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居河南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居河南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居河南。在书院习读。时第三妹出生。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "居河南。在书院习读。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居河南。读书于天宫寺三学院。有大志。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居河南。读书于天宫寺三学院。有大志。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居洛阳。父富言加升太常博士。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居海陵，开始结识范仲淹，时范氏监泰州西溪镇盐仓。",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "父富言移官山西。富弼在睢阳习学，与嵇颖游。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居商丘。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居商丘。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "春，赴京师试礼部不中。晏殊知应天府，兴办学校，招范仲淹等生徒就学。八月，晏殊出任御史中臣。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "本年冬，范仲淹任秘阁校理。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "在汴京。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "在汴京。晏殊知贡举。欧阳修、田况、蔡襄、石介同登科。在京师与欧阳修往来较多。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 0,
   "event": "在孟州河阳。时钱惟演官西京洛阳，欧阳修作推官，幕下大批文人集会，富弼也曾参与洛阳文人游幕活动。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "在洛阳丁忧。时梅尧臣由河南县主簿改任河阳县主簿。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1033,
   "value": 4,
   "event": "《燕堂记》；居家丁忧。十一月应人之请作《燕堂记》。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "通判绛州，梅尧臣送别。",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 1035,
   "value": 2,
   "event": "《陈见素墓志铭》；居绛州。撰墓志铭一。已失。",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "在绛州增修扩大曾德堂。当地人为感激，建富弼祠。",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "回京师，召试馆职。仁宗特命试以策论，后成为惯例。",
   "place": "泰安市（东平县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 0,
   "event": "《郓州使厅题名记》；在郓州。撰题名记一篇。",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1039,
   "value": 6,
   "event": "《论西夏八事奏》；在郓州。九月有感于西夏入侵，上奏议一。",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1040,
   "value": 9,
   "event": "《论正旦日食请罢晏奏》；在京师。上奏不纳。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 5,
   "event": "改官右正言、知制诰，纠察在京刑狱。赐三品服。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 4,
   "event": "本日，因契丹派遣人员索地，富弼担任接伴使。",
   "place": "保定市（雄县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "本日除右谏议大夫、枢密副使。上章辞。时有足疾，居家疗养。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 8,
   "event": "滕宗谅因用公使钱犯法，治其罪轻重难以决断。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "《乞速令张子奭使契丹行封册之恩奏》；为河北宣抚使，负责河北东路、河北西路两路的督查扶绥工作。。",
   "place": "泰安市（东平县）",
   "lng": "115.471052",
   "lat": "38.880055"
  },
  {
   "time": 1046,
   "value": 4,
   "event": "在郓州，得当地民心。",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "《睢阳五老诗》；杜衍以太子少师致仕，在睢阳建五老堂，时人绘五老图，有诗寄达。",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1048,
   "value": 7,
   "event": "因平齐州兵叛有功，除礼部侍郎，不受。",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1049,
   "value": 4,
   "event": "以安抚流民有功，再除吏部侍郎，不受。",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1050,
   "value": 2,
   "event": "《宣问救济流民事札子》；还在青州任上，再次上救济流民札子。",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1051,
   "value": 4,
   "event": "？；本年量移蔡州。有诗寄韩琦。",
   "place": "洛阳市（汝阳县）",
   "lng": "112.479674",
   "lat": "34.15982"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "题范仲淹书《伯夷颂》墨迹。",
   "place": "洛阳市（汝阳县）",
   "lng": "112.479674",
   "lat": "34.15982"
  },
  {
   "time": 1053,
   "value": 6,
   "event": "《张枢密奎墓志铭》；撰张奎墓志铭。",
   "place": "洛阳市（汝阳县）",
   "lng": "112.479674",
   "lat": "34.15982"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "孙沔知杭州，有贴。",
   "place": "洛阳市（汝阳县）",
   "lng": "112.479674",
   "lat": "34.15982"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "《与刘丞相沆书》；与刘沆有书信往来。",
   "place": "洛阳市（汝阳县）",
   "lng": "112.479674",
   "lat": "34.15982"
  },
  {
   "time": 1056,
   "value": 2,
   "event": "仁宗有恙，与文彦博留内殿。祷于太庙。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "欧阳修知贡举，苏轼中第。初识之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 2,
   "event": "加礼部尚书、昭文馆大学士。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 2,
   "event": "诏驰茶禁。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 2,
   "event": "商议新定茶法，认为略为调整即可。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "奏举天下遗材，昭邵雍、常秩作监主簿，不受。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居母丧。欧阳修寄书安慰。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "居母丧。本日仁宗驾崩，时年五十四。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "皇太后出手书还政，不干预其撤帘，结果似乎不悦。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "英宗再赐仁宗遗物，力辞不受。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 6,
   "event": "《弼观罢走笔书后卷》；在河阳。为邵雍诗集作诗。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "正月英宗驾崩，神宗即位。改为武宁军节度使，进封郑国公。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "本日判汝州，宣召入京。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "召还京师。有与李师中帖。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "居亳州，养疾。",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1071,
   "value": 2,
   "event": "二月更定科举法。赵济弹劾沮革新法。",
   "place": "平顶山市（汝州市）",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "本日授司空、同平章事、武宁节度使致仕，进封韩国公。有谢。韩琦有贺书。",
   "place": "洛阳市（白云台）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "《岁在癸丑年始七十正旦书事》；本日大年初一，有绝句四首。邵雍有和作。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "陈襄来启。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "《答诏问北边事宜奏》；王安石复相。本月上奏答复北边事宜。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1076,
   "value": 4,
   "event": "《论时政疏》；有上疏，论时政。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "赴阙参加南郊祭祀配位。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 2,
   "event": "《代富公回豫章郡王状》；宗谔封豫章郡王，请范祖禹代回宗谔书。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "本月太皇太后驾崩。程颐来书，言仁宗陵墓之弊，商议太皇太后合祔昭陵。有答。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "三月十一日，陈襄卒。托程颐上疏神宗皇帝，论永昭陵。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "在洛阳，深居简出。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "邀请文彦博、司马光等十三人为“洛阳耆英会”，赋诗饮酒相乐。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "居洛阳。书座屏“守口如瓶，防意如城”八字。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
