// 诗人行迹数据：尤袤
export default {
 "name": "尤袤",
 "birth": 1127,
 "death": 1194,
 "life": [
  {
   "time": 1124,
   "value": 1,
   "event": "二月十四日出生，在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在家乡无锡家居，能为诗句",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "在家乡无锡家居，读杜甫诗",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "在家乡无锡家居，读杜甫诗;叔父尤著登张九成榜进士",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在家乡无锡家居，从叔祖尤辉学经;蒋瑎、施坰以神童视之",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "在家乡无锡家居，从喻樗、汪应辰游",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "在家乡无锡家居",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "入太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "《与汪端明书》；在无锡吴塘山守墓",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在无锡庐墓第三年",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "服除，复入太学，以词赋冠多士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "二月十二日应礼部试，名冠南宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "得京都旧印本《山海经》三卷",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 5,
   "event": "《青山寺》；游无锡青山，有诗",
   "place": "无锡市（青山寺）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在京参列大慧宗杲禅师法席",
   "place": "杭州市（径山寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "与吕祖谦相识",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "任泰兴知县，问民疾苦，力除二弊，修筑外城，政绩显著",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1161,
   "value": 7,
   "event": "《易帅守》；七月十一日，任泰兴知县时，以阳楚频易帅守，作诗以讽之",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1162,
   "value": 7,
   "event": "《大暑留召伯埭》；至江都召伯镇，有诗",
   "place": "扬州市（召伯埭）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "需次江阴军学教授第二年",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "需次江阴军学教授第三年",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "需次江阴军学教授第四年",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "需次江阴军学教授第五年",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1167,
   "value": 4,
   "event": "《龙图阁学士钱周材志铭》；需次江阴军学教授第六年;为钱周材撰墓志铭",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1168,
   "value": 4,
   "event": "《浮远堂二首》；在江阴任教授;游历浮远堂，有诗",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1169,
   "value": 4,
   "event": "《祭尚书吏部员外郎朱君孺人祝氏文》；以汪应辰荐召，在京任将作监簿;与朱熹书函往来，致祭其母孺人祝氏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "在京任大宗正丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "《谢赐生日酒物表》代梁叔子；在京，二月，梁克家生日，孝宗赐酒物，代梁作谢表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 7,
   "event": "在京，正月初九，以秘书丞参与点检试卷",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 4,
   "event": "六月十四日，在京任著作郎兼太子侍读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1174,
   "value": 4,
   "event": "《甲午春前得雪，宗美有诗交和往复成十五首》3首；春前得雪，与友人有诗唱和之;在东宫讲《礼记》;寄三家《祭礼》与朱熹",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1175,
   "value": 4,
   "event": "在东宫讲《礼记》;三月二十五日，次子尤槩登詹骙榜进士",
   "place": "台州市（临海市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1176,
   "value": 0,
   "event": "《霞起堂》；知台州，正月己未始建霞起堂，二月壬午竣工，有诗",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1177,
   "value": 10,
   "event": "《凝思堂》；知台州，正月，立凝思堂，有诗",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "《台州四诗》；台州任满，十二月十三日，除淮南东路提举常平茶盐",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《己亥元日》；在泰州任提举常平，正月初一，病中吟咏",
   "place": "泰州市（二贤堂）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1180,
   "value": 7,
   "event": "《〈山海经〉跋》；在池州任提举常平，二月八日，跋《山海经》",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1181,
   "value": 10,
   "event": "《轮藏记》；正月，为江东仓，行部至都昌;应释祖登之邀，为都昌祗园禅院作记",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1182,
   "value": 9,
   "event": "《祭直阁大著郎中吕公文》；在隆兴府任转运判官，二月二十五日，遣人致祭吕祖谦",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1183,
   "value": 9,
   "event": "任江西漕兼知隆兴府，举荐汪义和通判绍兴府",
   "place": "吉安市（新干县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "六月十一日铨试，任考官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1185,
   "value": 10,
   "event": "正月二十日，除右司郎中兼太子侍讲",
   "place": "杭州市（西湖;孤山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 7,
   "event": "在京，三月初三，与杨万里、陆游、沈揆等至张镃北园赏海棠",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "《立春后一日和张功父园梅未开韵》；在京，立春后一日，和张镃诗，有“冰柱”句",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "《献皇太子书》；在京任太常少卿兼太子左谕德，正月初九，献书于太子",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "正月，以权礼部侍郎兼权中书舍人",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "正月，在家乡无锡家居，杨万里有诗寄赠",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1191,
   "value": 4,
   "event": "《〈西塞渔社图卷〉跋》；知婺州，三月十五日，跋李结《西塞渔社图卷》",
   "place": "马鞍山市（当涂县）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1192,
   "value": 10,
   "event": "《答杨客亭启》；除焕章阁待制;与杨冠卿书函往来",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 0,
   "event": "正月十一日，除礼部尚书，楼钥撰制词;仍兼实录院同修撰",
   "place": "无锡市（西孔山）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
