// 诗人行迹数据：尹焞
export default {
 "name": "尹焞",
 "birth": 1071,
 "death": 1142,
 "life": [
  {
   "time": 1071,
   "value": 1,
   "event": "是岁七月辛未日戊戌时，先生生于河南府河南县嘉义坊之第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡，丁父虞部员外郎尹林忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡，丁父虞部员外郎尹林忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡。为举子，时教授苏昞季明奇而劝之，遂往见伊川先生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "在洛阳从伊川先生学。伊川先生授以《大学》、《西铭》、又令看敬字",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "在洛阳从伊川先生学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "应进士举。策问诛元祐党籍，不对而出",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "学《易》于伊川",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "娶张氏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "在洛阳从伊川先生学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "在洛阳从伊川先生学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "在洛阳从伊川先生学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "在洛阳从伊川先生学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "从伊川先生学，伊川先生谪涪州",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在涪州从伊川先生学",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在涪州从伊川先生学，伊川先生以《易传》授先生",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "在涪州从伊川先生学。新学曰兴，谏官范致虚言程颐倡为异端，尹焞、张绎为之羽翼",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居乡河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居乡河南。种师道上表荐先生，乞召寘经筵。有旨召赴阙，令河南府以礼津道。先生辞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "在长水山中。金人陷洛阳，先生阖门遇害，张夫人与子均俱死于贼。先生死而复甦，门人潜载以逃，寻访尹氏遗族，遇先生之弟武功君烛，及武功夫人全氏，携姪墺逃匿民舍。先生伤重不能行，家人舆舁匿山谷间",
   "place": "洛阳市（洛宁县）",
   "lng": "111.659718",
   "lat": "34.394854"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "长安陷，刘豫僭号，使其伪帅赵斌卑词厚礼，仪从甚盛，以兵劫先生于山中。先生抗骂不屈，夜徒步渡渭，携墺及邢氏女潜匿罽水谷中",
   "place": "固原市（泾源县）",
   "lng": "106.337062",
   "lat": "35.504495"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "在罽水",
   "place": "固原市（泾源县）",
   "lng": "106.337062",
   "lat": "35.504495"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "先生自秦中至永兴军黄筼谷",
   "place": "咸阳市（泾阳县）",
   "lng": "108.848999",
   "lat": "34.533407"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "在罽水",
   "place": "固原市（泾源县）",
   "lng": "106.337062",
   "lat": "35.504495"
  },
  {
   "time": 1132,
   "value": 2,
   "event": "先生随杨彦中入蜀至阆州。时张公浚宣抚川陕，门人吕稽中为计议官，延请馆先生于阆中。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1133,
   "value": 0,
   "event": "先生往来巴中广安军",
   "place": "广安市",
   "lng": "106.639772",
   "lat": "30.461708"
  },
  {
   "time": 1134,
   "value": 2,
   "event": "邢纯监涪陵酒税，复迎侍先生以往。先生寓馆于涪州知福院",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1135,
   "value": 6,
   "event": "先生寓涪，扁一室曰六有斋，名所居曰习堂",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "宣司差官委夔路运副韩固、运判王肇、知涪州李瞻诣先生之庐，备礼再三，劝勉起发",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1137,
   "value": 7,
   "event": "先生至荆南，朝廷再降劄促召",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1138,
   "value": 7,
   "event": "皇上车驾还钱塘，先生以病从百司先行",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 4,
   "event": "除徽猷阁待制、提举万寿观、兼侍讲。上表力陈当去之义有五，桧见而益衔之，乃上具言尹焞负天下重望，凡所奏陈，乞付中书详酌行之。",
   "place": "苏州市（虎丘三畏斋）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 7,
   "event": "题兰亭碑轴后语；在苏州。有文",
   "place": "苏州市（虎丘三畏斋）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "先生寓居会稽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "题温公庄子节帖；居会稽。三月晦日，有文",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  }
 ]
};
