// 诗人行迹数据：岑参
export default {
 "name": "岑参",
 "birth": 715,
 "death": 770,
 "life": [
  {
   "time": 715,
   "value": 2,
   "event": "岑参约生于715年（本表所标年岁均为虚拟数，非实数），居乡，5岁始读书。岑氏本宰相世家，烜赫一时，而参出生前四年，从父岑羲得罪伏诛，家族由此败落。参家世既如此，故一生仕进心切，不甘隐沦，然宦途多舛，暮景凄凉。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 718,
   "value": 2,
   "event": "岑参约生于715年（本表所标年岁均为虚拟数，非实数），居乡，5岁始读书。岑氏本宰相世家，烜赫一时，而参出生前四年，从父岑羲得罪伏诛，家族由此败落。参家世既如此，故一生仕进心切，不甘隐沦，然宦途多舛，暮景凄凉。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 719,
   "value": 2,
   "event": "岑参约生于715年（本表所标年岁均为虚拟数，非实数），居乡，5岁始读书。岑氏本宰相世家，烜赫一时，而参出生前四年，从父岑羲得罪伏诛，家族由此败落。参家世既如此，故一生仕进心切，不甘隐沦，然宦途多舛，暮景凄凉。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 720,
   "value": 2,
   "event": "岑参约生于715年（本表所标年岁均为虚拟数，非实数），居乡，5岁始读书。岑氏本宰相世家，烜赫一时，而参出生前四年，从父岑羲得罪伏诛，家族由此败落。参家世既如此，故一生仕进心切，不甘隐沦，然宦途多舛，暮景凄凉。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 721,
   "value": 2,
   "event": "岑参约生于715年（本表所标年岁均为虚拟数，非实数），居乡，5岁始读书。岑氏本宰相世家，烜赫一时，而参出生前四年，从父岑羲得罪伏诛，家族由此败落。参家世既如此，故一生仕进心切，不甘隐沦，然宦途多舛，暮景凄凉。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 722,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 723,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 724,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 725,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 726,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 727,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 728,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 729,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 730,
   "value": 1,
   "event": "6岁时岑参之父刺晋州，参亦随父居晋州八、九年。9岁始属文。",
   "place": "临汾市",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 731,
   "value": 0,
   "event": "15岁移居嵩山少室，时其父已卒，家贫，从兄受业，时与嵩洛间处士往还，作诗唱和。而实不甘隐居山野，潜怀仕进之志，诗中每露此态。",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 732,
   "value": 0,
   "event": "15岁移居嵩山少室，时其父已卒，家贫，从兄受业，时与嵩洛间处士往还，作诗唱和。而实不甘隐居山野，潜怀仕进之志，诗中每露此态。",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 733,
   "value": 0,
   "event": "15岁移居嵩山少室，时其父已卒，家贫，从兄受业，时与嵩洛间处士往还，作诗唱和。而实不甘隐居山野，潜怀仕进之志，诗中每露此态。",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 734,
   "value": 0,
   "event": "15岁移居嵩山少室，时其父已卒，家贫，从兄受业，时与嵩洛间处士往还，作诗唱和。而实不甘隐居山野，潜怀仕进之志，诗中每露此态。",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 735,
   "value": 0,
   "event": "15岁移居嵩山少室，时其父已卒，家贫，从兄受业，时与嵩洛间处士往还，作诗唱和。而实不甘隐居山野，潜怀仕进之志，诗中每露此态。",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 736,
   "value": 2,
   "event": "《还东山洛上作》；及冠年始至长安献书，以求入仕，而事不遂。自洛水归少室，有诗抒怀。",
   "place": "商洛市（洛南县）",
   "lng": "110.154756",
   "lat": "34.097084"
  },
  {
   "time": 737,
   "value": 5,
   "event": "《东归晚次潼关怀古》；沿洛水东归，途次潼关，有诗吊古。",
   "place": "渭南市（潼关县）",
   "lng": "110.253065",
   "lat": "34.550316"
  },
  {
   "time": 738,
   "value": 2,
   "event": "《浐水东店送唐子归嵩阳》；往来京洛，尝于浐水客店送友人唐子。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 739,
   "value": 0,
   "event": "《夜过磐豆隔河望永乐寄闺中效齐梁体》；过磐豆时，有诗思妻。",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 740,
   "value": 5,
   "event": "《送郭乂杂言》；自河朔归来，一度客居长安，多与当时俊茂之士往来。有诗赠别郭乂。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 741,
   "value": 4,
   "event": "《送崔全被放归都觐省》；居长安时，友人崔全罢官归省父母，岑参作诗赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 742,
   "value": 9,
   "event": "《送许子擢第归江宁拜亲因寄王大昌龄》；许登及第还归江宁，岑参作诗送别，更因之问候王昌龄。",
   "place": "安阳市（滑县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 743,
   "value": 9,
   "event": "《宿华阴东郭客舍忆阎防》；自梁宋归长安，途径华阴，有诗忆友人阎防。",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 744,
   "value": 5,
   "event": "《携琴酒寻阎防崇济寺所居僧院》；岑参28岁时举进士，以第二名及第，移居长安，居处正近崇济寺，而友人阎防寄居于此，时相过从。",
   "place": "西安市（崇济寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 745,
   "value": 10,
   "event": "《题平阳郡汾桥边柳树》；东游至晋州，追忆幼时居晋州往事，感怀人世蹉跎，有诗咏柳树。",
   "place": "渭南市（大荔县）",
   "lng": "111.526153",
   "lat": "36.094052"
  },
  {
   "time": 746,
   "value": 10,
   "event": "《初授官题高冠草堂》；初授右内率府兵曹参军时，既半官半隐，故有诗题高冠谷口草堂。",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 748,
   "value": 10,
   "event": "《胡笳歌送颜真卿使赴河陇》；颜真卿出使河陇，岑参作歌赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 749,
   "value": 10,
   "event": "《初过陇山途中呈宇文判官》；749年冬，岑参时33岁，入佐高仙芝幕府。西行由阳关一线至安西，途经陇山时有诗寄友人宇文判官。《逢入京使》；马上相逢无纸笔，凭君传语报平安。",
   "place": "定西市（陇西县）",
   "lng": "105.731276",
   "lat": "34.587162",
   "highlight": true
  },
  {
   "time": 750,
   "value": 9,
   "event": "《安西馆中思长安》；在安西驿馆中每思家，有诗纪之。",
   "place": "阿克苏地区（库车县）",
   "lng": "82.96868",
   "lat": "41.723255"
  },
  {
   "time": 751,
   "value": 9,
   "event": "《赠酒泉韩太守》；751年暮春，自安西幕府东还，途次酒泉，有诗赠酒泉太守。",
   "place": "武威市（尹台寺）",
   "lng": "98.500427",
   "lat": "39.738615"
  },
  {
   "time": 752,
   "value": 8,
   "event": "《送薛播擢第归河东》；岑参与薛氏兄弟友善，薛播登第将归河东，参有诗赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 9,
   "event": "《送颜平原并序》；在长安，夏，颜真卿出为平原太守，有诗送之。",
   "place": "西安市（华严寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 10,
   "event": "《与鄠县群官泛渼陂》；与杜甫等人游渼陂，各有诗纪之。《白雪歌送武判官归京》；忽如一夜春风来，千树万树梨花开。",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791",
   "highlight": true
  },
  {
   "time": 755,
   "value": 10,
   "event": "《题苜蓿烽寄家人》；在北庭，有诗题苜蓿峰，寄家人。",
   "place": "哈密地区（哈密市）",
   "lng": "93.522785",
   "lat": "42.824642"
  },
  {
   "time": 756,
   "value": 10,
   "event": "《与独孤渐道别长句兼呈严八侍御》；春，在轮台。与独孤渐道别，有诗送行，并呈严武。",
   "place": "昌吉州（吉木萨尔县）",
   "lng": "87.623314",
   "lat": "43.832806"
  },
  {
   "time": 757,
   "value": 10,
   "event": "《酒泉太守席上醉后作》；757年岑参东归，途经酒泉。",
   "place": "宝鸡市（凤翔区）",
   "lng": "98.500427",
   "lat": "39.738615"
  },
  {
   "time": 758,
   "value": 10,
   "event": "《送弘文李校书往汉南拜亲》；春，在长安，李舟赴汉南省亲，有诗送行。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 759,
   "value": 10,
   "event": "《首春渭西郊行呈蓝田张主簿》；初春，在渭城西郊行有感，作诗赠蓝田张主簿。",
   "place": "渭南市（华阴市）",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 760,
   "value": 10,
   "event": "《春兴思南山旧庐招柳建正字》；春，在虢州，思终南山旧居，招柳建同归隐，有诗。",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 761,
   "value": 10,
   "event": "《虢州南池候严中丞不至》；春，在虢州郡斋南池候严武不至，有诗。",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 762,
   "value": 10,
   "event": "《潼关镇国军句覆使院早春寄王同州》；春，改太子中允，兼殿中侍御史，充关西节度判官。在潼关镇国军句覆使官署，有诗致王政。",
   "place": "渭南市（潼关县）",
   "lng": "110.253065",
   "lat": "34.550316"
  },
  {
   "time": 763,
   "value": 10,
   "event": "《尹相公京兆府中棠树降甘露诗》；763年正月再入长安，任职御史台。秋，任祠部员外郎。京兆府尹刘晏府中棠树降甘露，以为瑞征，有诗记之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 764,
   "value": 10,
   "event": "《送严黄门拜御史大夫再镇蜀川兼觐省》；764年，改考功员外郎，寻转虞部郎中。在长安，严武官拜御史大夫，再赴蜀中任职并省亲，有诗送行。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 765,
   "value": 10,
   "event": "《河南尹岐国公赠工部尚书苏公挽歌》(河尹恩荣旧)；765年转库部郎中。在长安，苏震去世，作挽歌二首悼之。",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 766,
   "value": 10,
   "event": "《奉和杜相公初发京城作》；766年，岁初在长安，二月，诏相国杜鸿渐为山南西道、剑南东西川副元帅，剑南西川节度使，以平蜀乱。杜表岑为职方郎中兼侍御史，同入蜀。二月至四月滞留梁州，四月南行入蜀，六月过剑门，七月抵成都。有诗酬和杜鸿渐《初发京城作》。",
   "place": "汉中市（龙冈寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 767,
   "value": 10,
   "event": "《寄青城龙溪奂道人》；在成都，有诗寄青城山龙溪奂道人。",
   "place": "成都市（报恩寺）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 768,
   "value": 10,
   "event": "《峨眉东脚临江听猿怀二室旧庐》；在嘉州，于峨眉山脚临江听猿，思嵩山太室和少室旧居，有诗。",
   "place": "乐山市（峨眉山）",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 769,
   "value": 0,
   "event": "《西蜀施旅舍春叹寄朝中故人呈狄评事》；罢官东归未成，北返成都，客舍春叹，有诗寄朝中故旧并呈狄博济。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 770,
   "value": 0,
   "event": "卒于成都。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  }
 ]
};
