// 诗人行迹数据：岳珂
export default {
 "name": "岳珂",
 "birth": 1183,
 "death": 1242,
 "life": [
  {
   "time": 1183,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "随父宦游，四处迁徙。本年与父亲过当涂，赵汝愚为当涂守，岳珂代父作报书，受到赵汝愚称赞",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "随父宦游，四处迁徙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "冬，父亲卒于知广州任上",
   "place": "无锡市（宜兴市）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "护丧北归，居于宜兴",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "护丧北归，居于宜兴",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "回到故宅",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "侍亲如闽",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "侍亲如闽",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "就试于江南西路转运司",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "入京赴省试？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "回到故宅",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "回到故宅",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "入京赴省试？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "回到故宅",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1204,
   "value": 6,
   "event": "徼进奏状；整理岳飞遗文，上呈宁宗",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1205,
   "value": 3,
   "event": "省试不中，回镇江总所。致信秘阁修撰、江陵知府吴猎，受其褒扬",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1206,
   "value": 4,
   "event": "北征；在镇江总所。时王师北伐，岳珂曾深入战场，有诗纪见闻",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1207,
   "value": 3,
   "event": "经宇文绍节等人向宁宗举荐，岳珂被擢拔至京，任光禄丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 3,
   "event": "在京太官令，再度赴试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "在京为中朝官，或为扈寺主簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1210,
   "value": 3,
   "event": "在京为司农寺主簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "在京为司农寺主簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "丁母忧服丧",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "丁母忧服丧",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1214,
   "value": 4,
   "event": "桯史；丁母忧服丧。《桯史》成书",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1215,
   "value": 3,
   "event": "终丧除服，为军器监丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1216,
   "value": 3,
   "event": "改任司农寺丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "出守嘉兴",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1218,
   "value": 4,
   "event": "金佗粹编；编成《金佗粹编》，付梓于郡塾",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "任承议郎权发江南东路转运判官，本年八月五日到任",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "在江东转运判官任上",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "任江东转运判官，置平籴仓",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1222,
   "value": 3,
   "event": "在淮东总领任上，官阶升为朝奉郎，正七品",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1223,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1224,
   "value": 3,
   "event": "在淮东总领任上。新年之际，给李刘送酒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1225,
   "value": 3,
   "event": "在淮东总领任上。除朝奉大夫司农少卿，李刘作文以贺",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1226,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "在淮东总领任上，官阶升为户部侍郎",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1228,
   "value": 4,
   "event": "金佗续编；在淮东总领任上，官阶为朝请大夫。把《金佗粹编》以后搜集到的岳飞遗文和有关资料，汇刻为《金佗续编》三十卷",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1230,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "在淮东总领任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "冬，因韩正伦诬陷，罢淮东总领，归家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "蒙冤居家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "蒙冤居家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "蒙冤居家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "蒙冤居家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1238,
   "value": 3,
   "event": "起复为户部侍郎、湖广总领",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1239,
   "value": 2,
   "event": "五月，解官归江州，卧病于家",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1240,
   "value": 6,
   "event": "为权户部尚书、八路制置茶盐使，兼守当涂，正三品",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "罢职居吴门",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1242,
   "value": 0,
   "event": "约本年卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
