// 诗人行迹数据：岳飞
export default {
 "name": "岳飞",
 "birth": 1103,
 "death": 1141,
 "life": [
  {
   "time": 1103,
   "value": 1,
   "event": "生于相州汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "入家塾读书",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "从枪手陈广学击技，一县无敌",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居家力学，书传无所不览，尤好《左氏春秋》及《孙吴兵法》",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "娶夫人刘氏",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "养子岳云生",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在汤阴",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "从乡豪周同学射",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1122,
   "value": 0,
   "event": "应真定府路宣抚刘韐募兵备胡，从军为小队长",
   "place": "安阳市（汤阴县）",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡守制",
   "place": "安阳市（汤阴县）",
   "lng": "114.363639",
   "lat": "35.927724"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "为韩琦家庄客，射杀起义群众首领张超，力保其故墅",
   "place": "阳泉市（平定县）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "在平定军，为偏校",
   "place": "阳泉市（平定县）",
   "lng": "113.664461",
   "lat": "37.793046"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "次子雷生",
   "place": "阳泉市（平定县）",
   "lng": "113.664461",
   "lat": "37.793046"
  },
  {
   "time": 1127,
   "value": 7,
   "event": "败金人战于开德",
   "place": "邯郸市（大名县）",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "与金人战于胙城，大捷",
   "place": "新乡市（延津县）",
   "lng": "114.211661",
   "lat": "35.147849"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "大破叛将王善等于京师南薰门外",
   "place": "菏泽市（东明县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "移屯宜兴",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "诏权听张俊节制，以讨李成",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "诏权知潭州兼权荆湖东路安抚使、都总管",
   "place": "株洲市（茶陵县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "《乞复襄阳札子》；上书乞复襄阳。《满江红·怒发冲冠》；三十功名尘与土，八千里路云和月。",
   "place": "荆门市（钟祥市）",
   "lng": "116.007993",
   "lat": "29.711328",
   "highlight": true
  },
  {
   "time": 1135,
   "value": 10,
   "event": "《劾刘康年伪奏乞恩泽奏》；刘康年妄有陈请，上疏请夺其襄汉功",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1136,
   "value": 0,
   "event": "《梁兴夺河申省状》；太行忠义社梁兴率众来归，飞申其状于三省，诏接纳",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1137,
   "value": 10,
   "event": "《乞朝辞申省札子》；适值国恤，乞除服日离朝",
   "place": "镇江市（丹阳市）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "奏乞增兵，不许",
   "place": "宣城市（广德县）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "《谢请和赦表》；宋与金人讲和，大赦天下。意不满，作表明恢复之志",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1140,
   "value": 10,
   "event": "《御书屯田三事跋》；为高宗所赐《诸葛亮等屯田三事》作跋，明恢复之志",
   "place": "孝感市（安陆市）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "《乞会诸帅兵破敌奏》；宗弼再南寇。奏乞会诸帅破敌",
   "place": "安庆市（潜山县）",
   "lng": "114.311831",
   "lat": "30.598428"
  }
 ]
};
