// 诗人行迹数据：崔与之
export default {
 "name": "崔与之",
 "birth": 1158,
 "death": 1239,
 "life": [
  {
   "time": 1158,
   "value": 1,
   "event": "生于增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "居增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "丧父，寄居罗岗，从罗岗人钟遂和学习，年少有奇节",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "寄居萝岗",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1185,
   "value": 2,
   "event": "宋始祖考户部司判晋赠朝议大夫克应钟府君之墓志铭；寄居萝岗。有文一篇。",
   "place": "广州市（黄埔区）",
   "lng": "113.48722",
   "lat": "23.187234"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "回增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "在增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "在增城",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "在增城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "赴临安。入太学。以策献，光宗奇之。作书寄林介仲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "在临安，读书太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "在临安，读书太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "在临安，举进士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "顺道回增城，撰《重建东岳行宫记》",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "在浔州，任司法参军",
   "place": "贵港市（桂平市）",
   "lng": "110.085536",
   "lat": "23.399949"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "在浔州任。郡守欲移兑常平仓之积，与之坚持不可，守敬服，更荐之",
   "place": "贵港市（桂平市）",
   "lng": "110.085536",
   "lat": "23.399949"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "在增城，居家待阙",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "在增城，居家待阙",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "在增城，居家待阙",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "在寿州，任淮西提刑司检法官",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1201,
   "value": 4,
   "event": "谢王枢密启；在寿州，任淮西提刑司检法官。有文一篇",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "在寿州，任淮西提刑司检法官",
   "place": "淮南市（凤台县）",
   "lng": "116.717344",
   "lat": "32.715162"
  },
  {
   "time": 1203,
   "value": 2,
   "event": "送时漕大卿淮西检法（三首）；在增城。待次，有诗三首",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "在建昌新城县，任知县。治清明，当路效仿推广，上其治行",
   "place": "抚州市（黎川县）",
   "lng": "116.914035",
   "lat": "27.288409"
  },
  {
   "time": 1205,
   "value": 4,
   "event": "题金精洞；知新城县。有诗",
   "place": "抚州市（黎川县）",
   "lng": "116.914035",
   "lat": "27.288409"
  },
  {
   "time": 1206,
   "value": 3,
   "event": "知新城县。开禧用兵，与之按时收购军需，民不受扰，他司推效。",
   "place": "抚州市（黎川县）",
   "lng": "116.914035",
   "lat": "27.288409"
  },
  {
   "time": 1207,
   "value": 3,
   "event": "通判邕州。任满，力辞京城任职，通判邕州",
   "place": "抚州市（黎川县）",
   "lng": "116.914035",
   "lat": "27.288409"
  },
  {
   "time": 1208,
   "value": 0,
   "event": "寿邕州赵守；通判邕州。有诗一篇。",
   "place": "南宁市（宾阳县）",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 1209,
   "value": 4,
   "event": "知邕州。除广西提点刑狱兼提举河渠、常平",
   "place": "南宁市（宾阳县）",
   "lng": "108.816801",
   "lat": "23.223686"
  },
  {
   "time": 1210,
   "value": 4,
   "event": "在邕州，任广西提点刑狱",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 1211,
   "value": 4,
   "event": "在邕州，任广西提点刑狱",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 1212,
   "value": 6,
   "event": "在邕州，言知高州黄凤治郡无状，黄凤追三官",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 1213,
   "value": 4,
   "event": "在邕州任。召为金部员外郎",
   "place": "桂林市（白龙洞）",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 1214,
   "value": 7,
   "event": "在临安，召知扬州兼淮南东路安抚使。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "守扬州。修扬州城",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "守扬州。扬州城重修讫，洪咨夔作《扬州重修城壕记》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "守扬州。练步军、马军，使人马相得，由是军声大振",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1218,
   "value": 10,
   "event": "与宰相书；守扬州。正月，山东李全以衆来归，有书",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1219,
   "value": 10,
   "event": "扬州官满辞后土题玉立亭；正月，临行作诗",
   "place": "赣州市（重湖阁）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1220,
   "value": 10,
   "event": "嘉定庚辰正月二日杨尚书率同年团拜于西湖因为游湖之集适湖水四合乘兴鉴冰泛舟如所约也杜侍郎赋诗和之；试秘书监，有诗。",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1221,
   "value": 0,
   "event": "知成都府，与安丙推诚相与",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1222,
   "value": 7,
   "event": "辞免除四川制置使；在成都。有文",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1223,
   "value": 10,
   "event": "在成都，知成都府兼四川安抚制置使，转焕章阁直学士",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1224,
   "value": 10,
   "event": "在成都，宣赐腊药。朝廷有《辞免召赴行在不允诏》",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1225,
   "value": 6,
   "event": "第四次辞免礼部尚书；在广州，有辞书，不允",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1226,
   "value": 9,
   "event": "辞免知潭州湖南安抚使；在广州，辞免知潭州湖南安抚使",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "在广州，奉祠闲居。除南海郡开国侯",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1228,
   "value": 7,
   "event": "宋朝议大夫锺玉喦墓志铭；在广州，有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "在广州。奉祠闲居",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1230,
   "value": 7,
   "event": "再辞免知隆兴府江西安抚使；在广州，再辞隆兴府江西安抚使，除徽猷阁学士",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "居广州，奉祠闲居，转中奉大夫",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1232,
   "value": 4,
   "event": "乞守本官致仕；居广州，奉祠闲居，乞致仕",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1233,
   "value": 6,
   "event": "贺新郎寿转运使赵公汝燧；在广州，四五月间，有词",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "在广州，理宗亲政，诏求直言，洪咨夔、王遂等力请召崔与之等入朝",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1235,
   "value": 10,
   "event": "举通判宋翊知循州札；居广州，举通判宋翊知循州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1236,
   "value": 10,
   "event": "第六次辞免参知政事；在广州，第六次辞参知政事，理宗题第六札子批答",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1237,
   "value": 3,
   "event": "居广州，力辞右丞相兼枢密使，理宗四下御札，俱辞",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1238,
   "value": 3,
   "event": "在广州，奉祠闲居，李昴英有《衔命勉谕崔相回朝奏札",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1239,
   "value": 0,
   "event": "居广州，以观文殿大学士致仕",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  }
 ]
};
