// 诗人行迹数据：崔融
export default {
 "name": "崔融",
 "birth": 653,
 "death": 706,
 "life": [
  {
   "time": 653,
   "value": 1,
   "event": "是年崔融生，郡望清河武城",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 654,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 655,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 656,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 657,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 658,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 659,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 660,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 661,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 662,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 663,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 664,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 665,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 666,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 667,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 668,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 669,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 670,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 671,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 672,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 673,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 674,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 675,
   "value": 1,
   "event": "是年具体活动不详，或居家清河，姑系于此",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 676,
   "value": 1,
   "event": "是年正月，应辞殚文律科制举，及第。此后，与李峤、苏味道、杜审言等交游，被称为“文章四友”世号“崔、李、苏、杜”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 677,
   "value": 3,
   "event": "去年、今年、明年连年应举，连中八科",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 678,
   "value": 3,
   "event": "连年登科，累补东宫左春坊宫门丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 679,
   "value": 3,
   "event": "是年在任，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 680,
   "value": 4,
   "event": "《嵩山启母庙碑》；是年在宫门丞任。二月，高宗幸嵩山，亲谒少姨庙、启母庙，命树碑，承诏作《嵩山启母庙碑》",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 681,
   "value": 3,
   "event": "是年在宫门丞任。薛元超表荐为崇文馆直学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 682,
   "value": 3,
   "event": "是年在宫门丞兼崇文馆直学士任，兼太子侍读",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 683,
   "value": 3,
   "event": "是年在宫门丞兼崇文馆直学士任，仍兼太子侍读。正月一日，高宗幸嵩阳奉天宫，遣使祭嵩岳、少室山及启母庙等，《嵩山启母庙碑》树碑",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 684,
   "value": 0,
   "event": "《为裴尚书慰山陵事毕上表》；是年吏部尚书韦待价摄司空，为高宗乾陵山陵使，辟为从事。有表",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 685,
   "value": 9,
   "event": "《薛公墓志铭》；受辟为泾州从事。本年四月，薛元超陪葬乾陵，撰铭",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 686,
   "value": 7,
   "event": "《为泾州李使君贺庆山表》；是年在泾州从事任，有文",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 687,
   "value": 4,
   "event": "《哭蒋詹事俨》；本月，右相韦待价讨吐蕃，表为掌书记，有诗",
   "place": "临夏州",
   "lng": "103.217303",
   "lat": "35.607475"
  },
  {
   "time": 688,
   "value": 10,
   "event": "是年为安息行军大总管韦待价掌书记，在西北边塞",
   "place": "临夏州",
   "lng": "103.217303",
   "lat": "35.607475"
  },
  {
   "time": 689,
   "value": 6,
   "event": "《为魏州成使君贺白狼表》；是年为魏州司功参军，有文",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 690,
   "value": 3,
   "event": "由魏州司功参军擢授著作佐郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 3,
   "event": "是年在著作佐郎任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 3,
   "event": "是年在著作佐郎任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 693,
   "value": 0,
   "event": "《祭杨盈川文》；在著作佐郎任。杨炯卒，为作祭文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 694,
   "value": 3,
   "event": "在著作佐郎任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 695,
   "value": 9,
   "event": "《代（家）[宗]奉御贺明堂成表》；在著作佐郎任。与右拾遗陈子昂定交。有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 696,
   "value": 7,
   "event": "《留别杜审言并呈洛中旧友》；本月，春官尚书、梁王武三思东征契丹，辟为掌书记，陈子昂、杜审言等作诗送之。有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 697,
   "value": 10,
   "event": "正月，幽、朔初平，梁王武三思召回，自幽州入都，陈子昂等又作诗送之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 3,
   "event": "在凤阁舍人任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 3,
   "event": "在凤阁舍人任，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 10,
   "event": "《高山石淙侍宴应制》；在凤阁舍人任。五月，陪武后从游嵩山石淙，有诗",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 701,
   "value": 3,
   "event": "是年迁婺州长史",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 702,
   "value": 6,
   "event": "《谏税关市疏》；再迁凤阁舍人。上疏谏税关市",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 703,
   "value": 3,
   "event": "在凤阁舍人任，兼修国史。五月，赦令与梁王武三思、纳言李峤等修撰《唐史》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 704,
   "value": 3,
   "event": "在凤阁舍人任，兼修国史。姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 4,
   "event": "《请停读时令表》；除司礼少卿，仍知制诰。上表请修停读时令",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 706,
   "value": 0,
   "event": "在国子司业、兼修国史任。以附会张易之兄弟，出为袁州刺史",
   "place": "黄冈市（蕲春县）",
   "lng": "114.422683",
   "lat": "27.820089"
  }
 ]
};
