// 诗人行迹数据：度正
export default {
 "name": "度正",
 "birth": 1166,
 "death": 1235,
 "life": [
  {
   "time": 1166,
   "value": 1,
   "event": "本年出生，地点不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "本年通过州试",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1190,
   "value": 3,
   "event": "本年举进士，居第五甲",
   "place": "内江市（资中县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "本年在资州司户参军任上，著名川籍学者刘光祖到潼川府出任本路转运判官，度正前往拜访，从此结下师生之谊",
   "place": "内江市（资中县）",
   "lng": "104.858614",
   "lat": "29.770196"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "本年在资州司户参军任上，主持本州科举发解试",
   "place": "内江市（资中县）",
   "lng": "104.858614",
   "lat": "29.770196"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "本年或在资州司户参军任上",
   "place": "内江市（资中县）",
   "lng": "104.858614",
   "lat": "29.770196"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "大约本年，转遂宁府司户参军",
   "place": "市辖区（潼南区）",
   "lng": "105.845919",
   "lat": "30.196855"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "本年在遂宁府司户参军任上",
   "place": "市辖区（潼南区）",
   "lng": "105.845919",
   "lat": "30.196855"
  },
  {
   "time": 1196,
   "value": 4,
   "event": "正月四日，在遂宁府司户参军任上，友人王世垕来访，出伊川先生手状一幅。手状乃得自傅光家，原主人为大夫公傅耆，度正将伊川先生手状恭敬收拾，交还王君，并请他带话给遂宁傅家，希望他们好好珍藏",
   "place": "市辖区（潼南区）",
   "lng": "105.845919",
   "lat": "30.196855"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "本年离家远行，亲至福建拜见朱熹。时把持朝政的韩侘冑及其党羽掀起了一场反对理学的“伪学党禁”运动，也称“庆元党禁”，度正不计利害，义无反顾地前往问学，朱熹为此深为感动",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "本年在利州教授任上",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1199,
   "value": 4,
   "event": "本年在利州教授任上，不避嫌疑，迎接恩师刘光祖，时刘光祖因庆元党禁触犯当权派，被贬官房州，途经利州时，利州官员都避嫌不敢送迎",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "本年仍在四川州县官幕职任上，但具体地点、官职不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1208,
   "value": 3,
   "event": "本年得四川制置使吴猎推荐，出任成都府学教授",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1209,
   "value": 3,
   "event": "本年或在成都府学教授任上",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1210,
   "value": 3,
   "event": "本年初，度正升任通直郎、知成都府华阳县，结束了近二十年的幕职州县官生涯，进入京朝官行列",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "本年在成都府华阳县知县任上",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "本年由华阳知县升任通判嘉定府",
   "place": "乐山市",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1213,
   "value": 3,
   "event": "本年在嘉定府通判任上",
   "place": "市辖区（潼南区）",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1214,
   "value": 3,
   "event": "本年在嘉定府通判任上",
   "place": "乐山市",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1215,
   "value": 3,
   "event": "本年在嘉定府通判任上",
   "place": "乐山市",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1216,
   "value": 3,
   "event": "本年擢知怀安军",
   "place": "成都市（金堂县）",
   "lng": "104.418493",
   "lat": "30.868288"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "本年在知怀安军任上",
   "place": "成都市（金堂县）",
   "lng": "104.418493",
   "lat": "30.868288"
  },
  {
   "time": 1218,
   "value": 3,
   "event": "本年在知怀安军任上",
   "place": "成都市（金堂县）",
   "lng": "104.418493",
   "lat": "30.868288"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "本年冬，邸吏报至，知重庆军府事",
   "place": "成都市（金堂县）",
   "lng": "104.418493",
   "lat": "30.868288"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "本年在知重庆军府事任上",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1221,
   "value": 5,
   "event": "本年在知重庆军府事任上，兼领夔州路提点刑狱",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1222,
   "value": 4,
   "event": "本年在知重庆军府事任上，兼领夔州路提点刑狱",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1223,
   "value": 4,
   "event": "本年在知重庆军府事任上，兼领夔州路提点刑狱",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1224,
   "value": 4,
   "event": "本年在知重庆军府事任上，兼领夔州路提点刑狱",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1225,
   "value": 4,
   "event": "本年在知重庆军府事任上，兼领夔州路提点刑狱",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1226,
   "value": 3,
   "event": "奉诏入朝，至临安，出任国子监丞，结束了他近十五年的四川地方官生涯。此次升迁，得到以前的上司、朱熹另一门人曹彦约的上疏推荐",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "本年在临安国子监丞任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1228,
   "value": 3,
   "event": "大约本年，在临安，转任军器监丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "本年在临安军器监丞任上，建议加强州县政治,劝理宗躬行节俭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 3,
   "event": "本年或仍在临安军器监丞任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "九月，在临安太常少卿任上，时太庙发生火灾，事后重修，上书提出修缮意见",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "在临安，权礼部侍郎兼侍右郎官，兼同修国史、实录院同修撰",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "在临安，权礼部侍郎兼侍右郎官，兼同修国史、实录院同修撰",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "大约本年，在临安，任礼部侍郎，并兼任侍读，与同门叶味道一起为理宗讲授经学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 0,
   "event": "本年卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
