// 诗人行迹数据：张九成
export default {
 "name": "张九成",
 "birth": 1092,
 "death": 1159,
 "life": [
  {
   "time": 1092,
   "value": 1,
   "event": "是年正月初一出生",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "少居家乡，始读书",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "少居家乡，默六经",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "少居家乡，擅长作文，冠于伦辈",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "少居家乡，入乡校",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "少居家乡，为人门客，教子第",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "少居家乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "在杭州州学，从黄珪学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在杭州州学，从黄珪学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在杭州州学，从黄珪学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "在杭州州学，从黄珪学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在杭州州学，从黄珪学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在杭州州学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在杭州州学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在杭州州学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在杭州州学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "与高闶同舟游京市，拜见杨时",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "与沈晦同舟归钱塘",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居盐官。喻樗赠以槐简",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居盐官",
   "place": "嘉兴市（海宁市）",
   "lng": "120.687581",
   "lat": "30.515221"
  }
 ]
};
