// 诗人行迹数据：张九龄
export default {
 "name": "张九龄",
 "birth": 678,
 "death": 740,
 "life": [
  {
   "time": 678,
   "value": 1,
   "event": "是年张九龄生于韶州曲江县",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 679,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 680,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 681,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 682,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 683,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 684,
   "value": 1,
   "event": "是年入学，知属文",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 685,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 686,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 687,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 688,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 689,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 690,
   "value": 1,
   "event": "是年或居乡，姑系于此。弟张九皋生",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 691,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 692,
   "value": 1,
   "event": "是年或居乡，姑系于此",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 693,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 694,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 695,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 696,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 697,
   "value": 1,
   "event": "是年州县乡试中试，被推举入京参加进士科考试",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 698,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 699,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 700,
   "value": 1,
   "event": "是年在韶州家中读书",
   "place": "韶关市（曲江区）",
   "lng": "113.611083",
   "lat": "24.688501"
  },
  {
   "time": 701,
   "value": 2,
   "event": "《初发道中寄远》；秋间，九龄应韶州赴广州应乡试。乡试中举后，旋被选贡入京应户部试。本次赴试途中疑作有诗",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 702,
   "value": 1,
   "event": "春应进士考，考功郎沈佺期尤所激扬，使其一举高第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 2,
   "event": "是年居家读书。九月，张说被贬岭南，至迟在十一月前途经韶州时，九龄得以文章面呈之。张说览其文而厚遇之，并与通谱系。由此，两人结下了亲密的关系",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 704,
   "value": 1,
   "event": "家居读书，丁父忧",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 705,
   "value": 1,
   "event": "居家读书，丁父忧。是年暮春，沈佺期流岭南驩州经韶州时，九龄或曾投刺拜见",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 706,
   "value": 1,
   "event": "秋，九龄赴西京应吏部重试及第，主持者李峤",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 707,
   "value": 3,
   "event": "中材堪经邦科，授秘书省校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 4,
   "event": "《饯宋（一作“送”）司马序》；在秘书省任校书郎。是年秋，修文馆学士宋之问、李适等同作诗送许州宋思马赴任，九龄为之作序",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 709,
   "value": 4,
   "event": "《初发曲江溪中》；在秘书省任校书郎。秋间，复辞家北上，有诗纪行",
   "place": "韶关市（曲江）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 710,
   "value": 10,
   "event": "《剪彩》；在秘书省任校书郎。正月，因宫中赐彩盛事，九龄有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 3,
   "event": "在秘书省任校书郎任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 712,
   "value": 4,
   "event": "《对嗣鲁王道坚所举道侔伊吕科》；是年经嗣鲁王李道坚所举，对策三道高第，迁左拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 713,
   "value": 10,
   "event": "《武司功初有幽庭春暄见贻夏首获见以诗报焉》；在左拾遗任。四月，获见苏州司功参军武平一寄赠的诗，感而酬答",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 714,
   "value": 10,
   "event": "《和崔尚书喜雨》；在左拾遗任。是年有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 715,
   "value": 10,
   "event": "《论内勘别宅妇女事状》；为宣议郎，行左拾遗。二月，有上奏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 716,
   "value": 0,
   "event": "《请行郊礼疏》；为宣议郎，行左拾遗。奏请玄宗复行郊祀礼",
   "place": "荆州市（江陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 717,
   "value": 9,
   "event": "是年居韶州，与王履震和王司马等相过从",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 718,
   "value": 10,
   "event": "《和王司马折梅寄京邑昆弟》；春，诏拜左补阙，自韶赴东都。临别之际，有诗记其事",
   "place": "襄阳市（岘山）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 719,
   "value": 0,
   "event": "《驳工部尚书宋庆礼谥议》；由左补阙迁转礼部员外郎，有驳工部尚书宋庆礼谥议",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 720,
   "value": 10,
   "event": "《奉和圣制瑞雪篇》；为礼部员外郎。正月，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 721,
   "value": 6,
   "event": "《敕处分举人》；在司勋员外郎任。五月，拟处分举人敕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 722,
   "value": 7,
   "event": "为司勋员外郎。时张说秉政，对九龄尤亲重之，许为后出词人之冠，并予推奖超拔",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 723,
   "value": 10,
   "event": "为中书舍人。春正月，随玄宗自洛阳北巡潞州",
   "place": "吕梁市（汾阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 724,
   "value": 10,
   "event": "为中书舍人。正月十三日，封曲江县开国男，食邑三百户",
   "place": "渭南市（华山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 725,
   "value": 10,
   "event": "《奉和圣制赐诸州刺史以题座右》；在中书舍人任。春二月，玄宗在洛水之滨设宴饯送源光裕等十一位刺史，并作十韵诗赐之。九龄奉命侍宴，有应制诗",
   "place": "泰安市（泰山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 726,
   "value": 10,
   "event": "《停燕国中书令制》；在中书舍人任。此日，奉拟停张说中书令制",
   "place": "衡阳市（衡山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 727,
   "value": 10,
   "event": "《酬宋宗使君见贻》（陟邻初禀训）；此日，制授持节都督洪州诸军事、守洪州刺史。赴任途中，有酬宋使君见贻诗",
   "place": "马鞍山市（当涂县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 728,
   "value": 10,
   "event": "《巡属县道中作》；在洪州刺史任。岁初，抵所属县乡及江州等地巡察",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 729,
   "value": 10,
   "event": "《答严给事书》；在洪州刺史任。春中，给事中严挺之致函九龄，劝其不必汲汲子声名，并约以淡泊无为之言。九龄遂有复函，坦陈全身远害之心迹",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 730,
   "value": 10,
   "event": "《戏题春意》；任洪州刺史至是年七月。春，有戏题春意诗",
   "place": "赣州市（大余县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 731,
   "value": 10,
   "event": "任桂州刺史兼岭南道按察使至本年三月",
   "place": "韶关市（始兴县）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 732,
   "value": 10,
   "event": "在秘书少监兼集贤院学士副知院事任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 733,
   "value": 10,
   "event": "是年在工部侍郎、集贤院学士副知院事兼知制诰任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 734,
   "value": 0,
   "event": "丁母忧。起复中书侍郎同中书门下平章事兼修国史",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 735,
   "value": 10,
   "event": "《贺诛奚贼可突干状》；为中书令。正月,有贺诛奚贼可突干状",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 736,
   "value": 10,
   "event": "《敕北庭都护盖嘉运书》；是年为中书令。春初,北庭都护盖嘉运旧疾复发,请入都就医,九龄拟敕回复,言以边事为重,应随时捕捉战机,诛剪贼寇,并告之将专遭医人前往疗疾",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 737,
   "value": 10,
   "event": "是年为右丞相",
   "place": "西安市（骊山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 738,
   "value": 10,
   "event": "《贺赦表》；是年在荆州长史任。正月，接玄宗春郊礼成推恩制书，遂上贺赦表，并因所部送永王俸料官当阳县主簿陈琇奉表以闻",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 739,
   "value": 10,
   "event": "《大唐六典》；是年为荆州长史。二月，九龄曾参与主持编撰的《大唐六典》一书，告成奉上，百官称贺",
   "place": "宜昌市（当阳市）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 740,
   "value": 0,
   "event": "《送杨道士往天台》；是年在荆州长史。南归前，有送杨道士往天台诗",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  }
 ]
};
