// 诗人行迹数据：张先
export default {
 "name": "张先",
 "birth": 990,
 "death": 1078,
 "life": [
  {
   "time": 990,
   "value": 1,
   "event": "出生于湖州乌程",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 991,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 992,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 993,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 994,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 995,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 996,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 997,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 998,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 999,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "居乡？",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1028,
   "value": 4,
   "event": "归安县令戴公生祠记；居乡，作《归安县令戴公生祠记》。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "秋后入京应试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "进士及第。是年晏殊四十，知礼部贡举，张先成为晏殊门生，并与欧阳修、刁约为“同年”。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "回乡待命",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "任宿州掾",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "任宿州掾？",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1039,
   "value": 2,
   "event": "塞垣春.寄子山；沈邈以都官员外郎知真州，张先继沈邈为宿州掾，作《塞垣春.寄子山》。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1040,
   "value": 4,
   "event": "张先以秘书丞宰吴江，因吴江旧亭，撤而新之。蔡襄为之题壁纪事。",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "宰吴江",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "宰吴江",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "赴嘉禾判官",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "在嘉禾",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "在嘉禾",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1046,
   "value": 0,
   "event": "在嘉禾",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "在家居丧",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "在家居丧",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1049,
   "value": 8,
   "event": "转声虞美人（使君欲醉离亭酒）；服阕，唐询罢湖州守，作词送行。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1050,
   "value": 10,
   "event": "碧牡丹.晏同叔出姬；晏殊知永兴军，辟张先为通判，张先为其出姬作词，晏殊复取前所出侍儿。",
   "place": "咸阳市（彬县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1051,
   "value": 4,
   "event": "永兴军通判任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "永兴军通判任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "苏幕遮；永兴军通判任上",
   "place": "汉中市（略阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1054,
   "value": 6,
   "event": "南歌子(残照催行棹)；知渝州期间送别之作",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "珠玉词序；在渝州任上,晏殊卒,为其《珠玉词》作序。",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1056,
   "value": 6,
   "event": "天仙子.别渝州；离渝州作词留别",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1058,
   "value": 6,
   "event": "木兰花.和孙公素别安陆；知安州，与张贲唱和。",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1059,
   "value": 6,
   "event": "吊二姬温卿宜哥；营妓张温卿、黄子思爱姬宜哥皆葬宿州城东，张先过宿州吊而题诗。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1060,
   "value": 2,
   "event": "山亭宴慢.有美堂赠彦猷主人（有美堂，在郡城吴山。嘉佑二年，龙图阁直学士梅挚出守杭州，仁宗赐诗宠行，乃取诗之首章，以名‘有美堂’。）；在杭州作山亭宴慢送唐询离杭。",
   "place": "杭州市（有美堂）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1061,
   "value": 4,
   "event": "入京见宋祁",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1064,
   "value": 2,
   "event": "十咏图；致仕居家，取父张维生平自爱诗十首，作《十咏图》。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1065,
   "value": 5,
   "event": "次韵蔡君谟侍郎寒食西湖；蔡襄以端明殿学士，尚书礼部侍郎知杭州，张先与其同泛西湖",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1066,
   "value": 2,
   "event": "喜朝天.清暑堂赠蔡君谟；在杭，作词送蔡襄于清暑堂",
   "place": "杭州市（清暑堂）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "好事近.和毅夫内翰梅花二首；郑獬拜翰林学士，与张先唱和",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1068,
   "value": 2,
   "event": "属疾闻知府龙图与公辟大卿学士八月十五日游山泛湖夜归；程师孟自京赴福州，途径杭州，与祖无择同游西湖，张先有诗纪事",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1069,
   "value": 5,
   "event": "和元居中风水洞上祖龙坟韵；与祖无择等游定山慈严院",
   "place": "杭州市（风水洞，在杨村慈岩院）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "好事近（灯烛上山堂）；郑獬作《好事近.初春》，张先与郑獬同时唱酬",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居湖州",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1072,
   "value": 2,
   "event": "醉落魄.吴兴莘老席上；于湖州孙觉席上",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1073,
   "value": 5,
   "event": "望江南.与龙观；在杭州陈襄为营妓龙观作词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1074,
   "value": 9,
   "event": "玉联环.南园已恨归来晚；自杭州归湖州",
   "place": "杭州市（有美堂）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1075,
   "value": 5,
   "event": "泛清苕.正月十四日与公择吴兴泛船；在湖州与李常泛舟",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1076,
   "value": 5,
   "event": "天仙子.公择将行；在湖州作词送李常离任",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1077,
   "value": 5,
   "event": "佚题（池上飞桥亭外山）；往来湖杭间",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "小重山.安车少师访阅道同游湖山；在杭州从赵概、赵抃游",
   "place": "湖州市（卞山多宝寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
