// 诗人行迹数据：张孝祥
export default {
 "name": "张孝祥",
 "birth": 1132,
 "death": 1169,
 "life": [
  {
   "time": 1132,
   "value": 1,
   "event": "出生于明州鄞县桃源乡之方广院。以祖母命，为伯父张邵嗣子",
   "place": "宁波市（桃源乡；方广院）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1133,
   "value": 0,
   "event": "居鄞县。生母孙氏或卒于是年，同年其父再娶李氏",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居鄞县。妹法善生",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居鄞县。从弟孝伯生",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居鄞县。其父张祁被引对转官，主官告院，未久失官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居鄞县。其伯父张邵南归",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1144,
   "value": 0,
   "event": "居芜湖。祖母冯夫人卒于鄞县，伯父张邵、父张祁为营葬于鄞县桃源乡之雷峰",
   "place": "芜湖市",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居芜湖",
   "place": "芜湖市",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居芜湖",
   "place": "芜湖市",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "居芜湖。与李氏同居，生长子同之",
   "place": "芜湖市",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居处未详。下年在建康从蔡清宇读书，未知是否始于本年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "是年就学建康。四月，其伯父张邵由秘阁修撰主管台州崇道观，改除敷文阁待制提举江州太平兴国宫",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1150,
   "value": 2,
   "event": "寿芝颂代总得居士上郑漕；八、九月间，随父回和州省故里，得灵芝一株，因以之为郑侨年上寿，有诗",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "似在建康就学",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "似在建康就学",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "应乡试，再冠贤书",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "在临安应礼部试。为桧党所抑，秦埙名列第一，孝祥名列第二",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "任镇东军签判。其父张祁被桧党张扶所诬，下大理寺根治，桧卒，魏良臣密启得释之",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "乞改正迁谪士大夫罪名札子；在京任秘书省正字。面对，上札子三篇",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 7,
   "event": "转宣教郎（寄禄官）",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 9,
   "event": "跋周德友所藏后湖帖；在京任礼部员外郎。为周德友所藏后湖帖题跋",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 0,
   "event": "在京任起居舍人兼权中书舍人。引恩诏乞封继母时氏为恭人",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 8,
   "event": "随父居庐州。其父张祁加直秘阁，依前为淮南转运判官兼淮西提刑",
   "place": "九江市（庐山）",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1161,
   "value": 9,
   "event": "随父居庐州。其父张祁落职",
   "place": "池州市（贵池区）",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "奉陪宣守任使君谒昭亭神祠二首；居宣城。陪宣州守任古谒昭亭祠，访应庵、如庵二僧，有诗纪之",
   "place": "宣城市（昭亭祠）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "去年正月三日雪霁入昭亭访应庵如庵二老今年在临川追怀往昔用寄卐庵韵；官知抚州。有诗追怀去年正月与任古谒昭亭",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1164,
   "value": 0,
   "event": "论治体札子；以张浚荐，召赴行在（临安）。入对，上四札子",
   "place": "马鞍山市（当涂县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 10,
   "event": "满江红（千古凄凉）；居芜湖。凭吊芜湖玩鞭亭，有词纪之",
   "place": "芜湖市（玩鞭亭）",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "鹧鸪天（去日清霜菊满丛）；官知静江。二月初，张维行部归桂林，有词赠之",
   "place": "桂林市（清秀山）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "辞免知潭州奏状；在芜湖。除秘阁修撰，改知潭州，权荆湖南路提点刑狱公事",
   "place": "镇江市（金山寺）",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1168,
   "value": 10,
   "event": "鹧鸪天（咏彻琼章夜向阑）；官知潭州。上元设醮，有词二首",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "跋道德经碑；官知荆南。正、二月间，游荆州天庆观，得唐明皇所注道德经残碑",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  }
 ]
};
