// 诗人行迹数据：张彻
export default {
 "name": "张彻",
 "birth": 777,
 "death": 821,
 "life": [
  {
   "time": 777,
   "value": 1,
   "event": "出生",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 778,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 779,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 780,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 781,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 782,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 783,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 784,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 785,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 786,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 787,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 788,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 789,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 790,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 791,
   "value": 1,
   "event": "与其兄弟张复及贾餗、贾竦兄弟、白居易均住符离，且住同一里巷，时相过访",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 792,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 793,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 794,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 795,
   "value": 1,
   "event": "故乡家居",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 796,
   "value": 1,
   "event": "宣武节度使从事，兼监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 797,
   "value": 1,
   "event": "宣武节度使从事，兼监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 798,
   "value": 1,
   "event": "宣武节度使从事，兼监察御史从韩愈学于汴州，愈妻之从女",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 799,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 1,
   "event": "家居读书",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 804,
   "value": 1,
   "event": "家居读书",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 805,
   "value": 1,
   "event": "家居读书",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 806,
   "value": 1,
   "event": "赴京省试与韩愈、孟郊、张籍会合于长安，三人作《会合联句》韩愈又有《喜侯喜至赠张籍张彻》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "在京省试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "春，进士及第复登制科，为敕头座主张弘靖以中书舍人权知贡举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 3,
   "event": "初授京官任秘书省校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 3,
   "event": "秘书省校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 3,
   "event": "秘书省校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 3,
   "event": "秘书省校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 3,
   "event": "昭义军节度使掌书记。李贺有《潞州张大宅病酒遇江使寄上十四兄》、《酒罢张大彻索赠诗》",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 815,
   "value": 3,
   "event": "昭义军节度使掌书记",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 816,
   "value": 3,
   "event": "昭义军节度使掌书记",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 817,
   "value": 3,
   "event": "昭义军节度使掌书记",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 818,
   "value": 3,
   "event": "任河南缑氏县主簿",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 819,
   "value": 3,
   "event": "任河南缑氏县主簿",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 820,
   "value": 3,
   "event": "河南缑氏县主簿",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 821,
   "value": 3,
   "event": "河南缑氏县主簿",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  }
 ]
};
