// 诗人行迹数据：张元干
export default {
 "name": "张元干",
 "birth": 1091,
 "death": 1161,
 "life": [
  {
   "time": 1091,
   "value": 1,
   "event": "是年正月初一出生",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "少居家乡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "少居家乡。母亡",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "随父旅居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "随父旅居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "随父旅居于邺。与父执唱和，莫不骇其敏悟",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "随父旅居于邺",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "随父旅居于邺",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "随父旅居于邺",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "随父旅居于邺",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "随父旅居于邺",
   "place": "邯郸市（临漳县）",
   "lng": "114.625975",
   "lat": "36.340813"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在豫章问句法于徐俯，并与江西诗派成员结诗社唱和",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "是年仍在豫章，与徐俯、吕本中等结社唱和",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1112,
   "value": 2,
   "event": "《菩萨蛮•政和壬辰东都作》；初春，在东都，有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "是年，当仍在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "是年，当仍在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "出仕澶渊，与陈与义同僚",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在澶渊任职，已立家澶渊",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在澶渊任职",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "客居京城",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "是年三月“缘职事”回闽",
   "place": "南平市（双溪阁）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 4,
   "event": "与徐俯、洪刍游，二人皆为之题跋",
   "place": "南昌市（吴城山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1121,
   "value": 4,
   "event": "《祭西禅隆老文》；是年，因方腊起义，避乱还永福，有文祭西禅隆老",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在汴京。刘路、欧阳懋为之题跋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 7,
   "event": "在京城，何栗兄弟为其题跋",
   "place": "南平市（建瓯市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 4,
   "event": "还自闽中，访李纲于无锡梁溪",
   "place": "镇江市（丹阳市）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "在京城，与王铚游，王铚为之题跋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 8,
   "event": "正月初，李纲拜亲征行营使，芦川为其帅幕属官",
   "place": "镇江市（焦山寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 7,
   "event": "《陪李仲辅昆仲宿惠山寺》；春，至无锡梁溪，与李纲诸弟同游惠山寺",
   "place": "无锡市（惠山寺）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "仲冬，在梁溪与李纲诸弟从游",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "任将作监",
   "place": "湖州市（太湖）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 9,
   "event": "是年春，寓居湖州千金村，与葛胜仲父子从游唱和，生活贫困，尝绝粮，并形于歌咏",
   "place": "湖州市（千金村）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1131,
   "value": 7,
   "event": "年初，以右朝奉郎致仕",
   "place": "湖州市（千金村）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1132,
   "value": 4,
   "event": "正月初七，邓肃为之题跋",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1133,
   "value": 2,
   "event": "《仙宗癸丑年修桥疏》；是年在闽，为仙宗修桥写疏",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "《李丞相生朝三首》；是年居福州，六月，有诗贺李纲生日",
   "place": "福州市（报国寺）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1135,
   "value": 8,
   "event": "《寄钱申伯二首》；居闽。六月寄诗钱申伯",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1136,
   "value": 7,
   "event": "《信中居仁叔正皆有诗访梅于城西而独未暇载酒分付老拙其敢不承》；初春，与吕本中等从游唱和",
   "place": "福州市（永泰县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1137,
   "value": 9,
   "event": "《奉同黄檗慧公秀峰昌公丁巳上元日访鼓山圭慧公游临沧亭为赋十四韵》；春，同诸僧游鼓山，有诗",
   "place": "福州市（鼓山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1138,
   "value": 0,
   "event": "《李丞相生朝》；居福州。六月，李纲寿辰，有诗庆贺",
   "place": "福州市（鼓山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1139,
   "value": 9,
   "event": "《次折枢留题雪峰韵》；居福州。二月，游雪峰山，时知福州折彦质离任，以诗送其行",
   "place": "福州市（雪峰山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1140,
   "value": 9,
   "event": "《庚申自赞》；生日，作文自赞",
   "place": "宁德市（古田县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1141,
   "value": 9,
   "event": "《辛酉别杨聪父》；春，有诗送杨聪父",
   "place": "福州市（鸥盟轩）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "《上张丞相十首》；春，张浚离任，以诗送行",
   "place": "福州市（连江县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "居福州。二月二十二日，与富直柔游，富为之题跋",
   "place": "福州市（东野亭）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1144,
   "value": 5,
   "event": "《满庭芳•寿富枢密》；隆冬，有词贺富直柔生辰",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1145,
   "value": 5,
   "event": "《怨王孙》（霁雨天迥）；二月，在永福与李文中宴饮，有词",
   "place": "福州市（永泰县）",
   "lng": "118.939012",
   "lat": "25.873001"
  },
  {
   "time": 1146,
   "value": 9,
   "event": "《正旦本命青词》；正月初一，作《正旦本命青词》",
   "place": "福州市（连江县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "《念奴娇•丁卯上巳燕集叶尚书蕊香堂赏海棠即席赋之》；上巳，在福州参与叶份宴集，有词",
   "place": "福州市（蕊香堂）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1148,
   "value": 9,
   "event": "《戊辰春二月晦同栖鸾子送所亲过宝积题壁间》；与友人过连江宝积寺，有诗题壁",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1149,
   "value": 7,
   "event": "十月，与友人袁复一等游福州东山。有刻石题名",
   "place": "福州市（东山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1150,
   "value": 9,
   "event": "《喜迁莺令•送何晋之大著兄趋朝》；五月，有词送何大圭趋朝",
   "place": "福州市（横山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1151,
   "value": 6,
   "event": "《辛未岁本命生朝醮词》；正月初一，作生朝醮词",
   "place": "湖州市（太湖）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1153,
   "value": 5,
   "event": "《水调歌头•癸酉虎丘中秋》；是年秋，游苏州虎丘，有词",
   "place": "苏州市（虎丘）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1154,
   "value": 9,
   "event": "《本命日醮词》；行踪不详。年初一，作《本命日醮词》",
   "place": "镇江市（鹤林山）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "在临安，与胡仔游",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1156,
   "value": 2,
   "event": "《送舒希古》；行踪不详。有诗送舒希古",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 9,
   "event": "《水调歌头•丁丑春与钟离少翁张元鉴登垂虹》；春，与友人钟离少翁等游吴江垂虹亭",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1158,
   "value": 5,
   "event": "《苏养直诗帖跋尾六篇》；羁寓西湖之上，结识周德友及张孝祥",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 7,
   "event": "《郭从范示及张安国诸公酬唱辄次原韵》；春日，居临安西湖，与郭世模等游",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "《上平江陈侍郎十绝》；春，在苏州，有《上平江陈侍郎十绝》诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
