// 诗人行迹数据：张守
export default {
 "name": "张守",
 "birth": 1084,
 "death": 1145,
 "life": [
  {
   "time": 1084,
   "value": 1,
   "event": "出生",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "幼时家贫，借书读，过目不忘。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "早岁曾从乡贤詹抃游",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡晋陵",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "以乡荐首试礼部，中进士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "授定海丞",
   "place": "舟山市",
   "lng": "122.214339",
   "lat": "29.991092"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "任定海丞",
   "place": "舟山市",
   "lng": "122.214339",
   "lat": "29.991092"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "任定海丞",
   "place": "舟山市",
   "lng": "122.214339",
   "lat": "29.991092"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "在湖州任吴兴郡掾",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在湖州任吴兴郡掾",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在湖州任吴兴郡掾",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在湖州任吴兴郡掾",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在湖州任吴兴郡掾",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在家乡晋陵丁外艰",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在家乡晋陵丁外艰",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在家乡晋陵丁外艰",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在会稽，任从事郎越州会稽丞",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在会稽，任从事郎越州会稽丞",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在会稽，任从事郎越州会稽丞",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "中词学兼茂科次等",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "除详定九域图书志编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "以裁员罢，改宣德郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "以裁员罢，改宣德郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "擢监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "擢监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "擢监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 8,
   "event": "《谢孙仲益察院借示诗卷》；在开封，与孙觌交游有诗",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在家乡晋陵丁内艰",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "年底，起复为监察御史。得力于许景衡的推荐",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
