// 诗人行迹数据：张栻
export default {
 "name": "张栻",
 "birth": 1133,
 "death": 1180,
 "life": [
  {
   "time": 1133,
   "value": 1,
   "event": "出生",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "少居家中",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "少居家中",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "受学于家庭",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "受学于家庭",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "随父至永州",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "随父至福州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "侍亲家中",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "随父至长沙",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "侍亲家中",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "侍亲家中",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "侍亲家中",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "侍亲家中",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "受《易》于父",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "与知连州王大宝讲学",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "侍亲家中",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "侍亲家中",
   "place": "清远市（连州市）",
   "lng": "112.383343",
   "lat": "24.785648"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "随父至永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "悫斋铭；作《悫斋铭》",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "祖母计太夫人卒，随父护丧归葬于蜀",
   "place": "德阳市（绵竹市）",
   "lng": "104.227439",
   "lat": "31.343452"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "侍亲家中",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "邂逅零陵丞杨万里，为介绍于父亲张浚",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "丁母宇文太夫人忧",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "从胡宏问河南程氏学",
   "place": "衡阳市（衡山县）",
   "lng": "112.874875",
   "lat": "27.235911"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "应召赴行在",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "辟宣抚司都督府书写机宜文字，除直秘阁",
   "place": "淮安市（盱眙县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "侍父还长沙，行至余干，避暑于赵氏养正堂",
   "place": "上饶市（余干县）",
   "lng": "116.702202",
   "lat": "28.707773"
  },
  {
   "time": 1165,
   "value": 4,
   "event": "佐湖南安抚使刘珙破李金",
   "place": "长沙市（长沙县）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1166,
   "value": 2,
   "event": "编成《二程粹言》，并作序",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1167,
   "value": 9,
   "event": "经世纪年序；《经世纪年》脱稿",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1168,
   "value": 7,
   "event": "郴州学记；记郴州学",
   "place": "长沙市（长沙县）",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1169,
   "value": 7,
   "event": "谢太师加赠表；上表谢恩",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "与朱元晦书；春，奏免丁盐钱绢，诏蠲其半",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1171,
   "value": 6,
   "event": "开经筵，将《葛覃》篇，推广其事以进陈",
   "place": "长沙市（长沙县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 8,
   "event": "寄吕伯恭书；与吕祖谦论存养省察之功",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1173,
   "value": 9,
   "event": "长沙历冬无雪正月十日与客登卷云亭望西山始见一白莫夜复大作竹声萧然是日坐上分韵得云字；偕许及之登卷云亭，望岳麓积雪，分韵赋诗",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "寄吕伯恭书；春，积寒成疾，病势极危",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1175,
   "value": 10,
   "event": "无倦斋记；至桂林，改斋名曰“无倦”，作记书之座右",
   "place": "长沙市（长沙县）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1176,
   "value": 10,
   "event": "答朱元晦书；与漕臣詹仪之协议，定盐法并官卖盐价，且条上之，皆蒙准行",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "谒陶唐帝庙词；新修陶唐帝庙成，奏闻，并率僚属祭之",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "不赴史浩之荐",
   "place": "常德市（澧县）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "楚望记；楚望二坛成，率僚属以告",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1180,
   "value": 4,
   "event": "病重，屡次乞求免职，不许，乃以病请",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  }
 ]
};
