// 诗人行迹数据：张方平
export default {
 "name": "张方平",
 "birth": 1007,
 "death": 1091,
 "life": [
  {
   "time": 1007,
   "value": 1,
   "event": "九月二十三日，出生于扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "本年，被母嵇氏送往睢阳，由其舅父嵇颖教之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "本年，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "春，在京应考，与吴育、赵参交游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "本年，居宋城",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1029,
   "value": 2,
   "event": "送赵参序；本年，与赵参邂逅于陈州，作序送之",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1030,
   "value": 2,
   "event": "送古卞北游序；秋，古卞北游，作序宋之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "辛未清明感事；清明节，作感事诗",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "本年，在宋城，从学于舅父嵇颖",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1033,
   "value": 8,
   "event": "过丰；三月，自睢阳往游山东，过丰县，有诗",
   "place": "徐州市（丰县）",
   "lng": "116.601905",
   "lat": "34.699721"
  },
  {
   "time": 1034,
   "value": 10,
   "event": "乐者天地之命论；六月，在京试茂材异等科，作《乐者天地之命论》",
   "place": "苏州市（昆山市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 4,
   "event": "昆山初秋观稼回县署与同僚及示姑苏幕府；七月，在知昆山县任，观稼，有诗",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1036,
   "value": 6,
   "event": "与苏州太守陆学士书；本年，在知昆山县任，有书寄苏州太守陆若冲",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1037,
   "value": 9,
   "event": "刍荛论；秋，在知昆山县任，以苏州太守蒋堂建议，著《刍荛论》十卷",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "上疏一道；正月，在京为校书郎，以地震，上疏陈七事",
   "place": "杭州市（钱塘江）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 4,
   "event": "祭蔡参政文；七月十五日，在睦州通判任，作文祭蔡齐",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "平戎十策；春，在睦州通判任，以宋夏战起，上《平戎十策》",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "三月，被召赴阙，赐五品服章，除直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "正月，在京知谏院，受命与欧阳修考试知举官亲戚举人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 7,
   "event": "二月，奉使契丹还",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "正月，在京知制诰，以修礼书受赐器币",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "授翰林学士谢两地启；二月，在京知制诰，除翰林学士，有谢启",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "正月，在京任翰林学士，除御史中丞，寻知礼部贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 7,
   "event": "进庆历编敕表；正月，在京任翰林学士、权三司使，上《进庆历编敕表》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "正月，在京任翰林学士，谏宰相陈执中不可尊异张贵妃",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "三月，在知滁州任，除端明殿学士、知江宁府",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1050,
   "value": 10,
   "event": "蜀州修建天目寺记；六月二十八日，在知江宁府任，撰《蜀州修建天目寺记》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "六月，在知杭州任，母嵇氏卒，护丧还应天府",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1052,
   "value": 5,
   "event": "祭紫微韩舍人文；六月一日，在应天府居母丧，作文祭韩综",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "服除再授端明殿学士兼龙图阁学士给事中举官自代状；七月，服除，再授端明殿学士、兼龙图阁学士、给事中，举钱明逸自代",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "除尚书礼部侍郎知滑州让迁官表；春，以礼部侍郎知滑州，有让官表",
   "place": "安阳市（滑县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 4,
   "event": "正月，在知益州任，值上元观灯，令三夜不闭城门以安蜀民",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1056,
   "value": 7,
   "event": "三月，在知益州任，撰书荐苏洵于欧阳修，以六科勉励苏轼、苏辙",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "八月七日，在京任三司使，与陈升之、吴奎、王畴就秘阁考试制科",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 6,
   "event": "三月二十日，在京任三司使，受诏主编《天下驿券则例》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 6,
   "event": "正月七日，在京任三司使，上所编《嘉祐驿令》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "辞免知秦州奏状；春，在知应天府任，迁工部尚书、秦凤路兵马都部署、经略安抚使兼知秦州，上辞免奏状",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "闻翰林承旨宋子京尚书捐馆；五月，在知秦州任，闻宋祁卒，作诗悼之",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1062,
   "value": 7,
   "event": "秦州即事；春，在知秦州任，有诗",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1063,
   "value": 4,
   "event": "二月，在知应天府任，迁礼部尚书",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "十月，在京判尚书都省，请知郓州",
   "place": "泰安市（东平县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 7,
   "event": "朝奉郎尚书刑部员外郎知制诰同知审官院上骑都尉赐紫金鱼袋昌黎韩君墓志铭；本年，在知郓州任，为友人韩综作墓志铭",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1066,
   "value": 10,
   "event": "正月十六日，在知徐州任，除翰林学士承旨",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1067,
   "value": 0,
   "event": "正月十一日，在京任翰林学士承旨，受命议英宗谥号",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 9,
   "event": "免起复除参知政事第一表；春，居乡丁父忧，上表乞免起复",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "宋故枢密直学士朝散大夫尚书兵部郎中秦凤路驻泊马步军都总管经略安抚使兼知秦州军州事本路劝农使上骑都尉南阳县开国男食邑三百户赐紫金鱼袋赠尚书礼部侍郎蔡公墓志铭；四月，居乡丁父忧，为蔡抗作墓志铭",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "正月，服除，授观文殿学士、知河南府",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "禅源通录序；正月望日，在知陈州任，为释拱辰所作《禅源通录》作序",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1072,
   "value": 4,
   "event": "熙宁壬子岁寄丁未同甲诸公秦亭吕宣徽宝臣汝阴欧阳公少师永叔京下王尚书仲义；本年，在判南京御史台任，有诗寄吕宝臣、欧阳修、王仲义",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1073,
   "value": 6,
   "event": "宋故端明殿学士金紫光禄大夫行工部尚书致仕上柱国太原郡开国公食邑三千八百户食实封一千二百户谥懿敏王公神道碑铭；五月，在判南京御史台任，为王素作神道碑铭",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "唐太尉赵公祠堂记；九月十三日，在知陈州任，为陈州赵犨祠堂作记",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "正月二十三日，归宣徽院供职",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 10,
   "event": "论讨岭南利害九事奏；六月，在知应天府任，上疏论讨岭南利害",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1077,
   "value": 6,
   "event": "二月十二日，在知应天府任，辟苏辙为签书应天府判官",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "正月，在应天府，赠苏辙马",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "祭蔡资政文；五月，在应天府，祭蔡挺",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "赠别；正月，致仕居南京，苏辙谪监筠州酒税，作诗送之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "苏子瞻寄铁藤杖；九月，致仕居南京，苏轼以铁藤杖为寿，作诗记之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "本年，致仕居南京，有病",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "祭赵少师文；四月十六日，致仕居南京，作文祭赵概",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "本年，致仕居南京",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "三月二十七日，致仕居南京，受哲宗赐宽衣、金带、银、帛",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1086,
   "value": 4,
   "event": "祭王龙图文；五月二十二日，致仕居南京，作文祭王龙图",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "本年，致仕居南京",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1088,
   "value": 3,
   "event": "九月，致仕居南京，哲宗以刘挚之请，令太医局教授杨文尉望南京视其疾",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "本年，致仕居南京",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "祭滕龙图文；十一月十五日，致仕居南京，作文祭滕元发",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1091,
   "value": 0,
   "event": "免宣徽使表；秋，致仕居南京，上表乞免宣徽使",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  }
 ]
};
