// 诗人行迹数据：张炎
export default {
 "name": "张炎",
 "birth": 1248,
 "death": 1320,
 "life": [
  {
   "time": 1248,
   "value": 1,
   "event": "当居杭州",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居家",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "侍亲、读书、学词、游赏",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "初遇汪菊坡，具体地点不详。",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1274,
   "value": 2,
   "event": "淡黄柳·赠苏氏柳儿；在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 2,
   "event": "南浦·春水疏影·梅影；在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1276,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市（南湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "在杭州？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "高阳台（古木迷鸦）；过钱塘西湖庆乐园，赋《高阳台》，悼韩侂胄，兼叹贾似道。",
   "place": "杭州市（庆乐园）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1279,
   "value": 2,
   "event": "水龙吟（仙人掌上芙蓉）；与王沂孙、周密等14人，分咏龙涎香、白莲、莼、蝉、蟹诸题，编为《乐府补题》，隐指去年宋六陵被盗发事。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1286,
   "value": 2,
   "event": "一萼红（制荷衣）；作词贺周密“志雅堂”新居。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1288,
   "value": 2,
   "event": "湘月（行行且止）声声慢（晴光转树）；载书往来山阴道中，与王沂孙、徐平野、王蕺隐等游。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1289,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1290,
   "value": 9,
   "event": "秋，与沈尧道、曾子敬自杭起程，北上大都（今北京）写金字《藏经》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1291,
   "value": 7,
   "event": "忆旧游（看方壶拥翠）；在大都，春日游长春宫，作《忆旧游》。",
   "place": "长春宫",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1292,
   "value": 2,
   "event": "甘州（记玉关）；在越，同自大都南归的沈尧道来访，笑语数日别去，作《甘州》，并寄赵学舟。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1293,
   "value": 2,
   "event": "忆旧游（叹江潭树老）；在杭，遇赵元父，一别四载，彼此形容憔悴，故态顿消，愀然而悲，赋《忆旧游》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1294,
   "value": 4,
   "event": "西子妆慢（白浪摇天）；寓居罗江（即罗阳，在今浙江瑞安县北），与罗景良野游江上，作《西子妆慢》。",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1295,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1296,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1297,
   "value": 2,
   "event": "客宁海，与舒岳祥游。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1298,
   "value": 2,
   "event": "长亭怨（记横笛）；在甬东（今浙江宁波一带），遇大都写经旧友吴菊泉，吴欲再赴京求官，作《长亭怨》，微寓讽劝之意。",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1299,
   "value": 5,
   "event": "春从天上来（海上回槎）；自台城返杭，饮于西湖静传董高士楼，作《春从天上来》以抒忧。",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1300,
   "value": 2,
   "event": "在吴遇邓牧，示以词集，嘱邓为作序。",
   "place": "苏州市（汾湖）",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
