// 诗人行迹数据：张籍
export default {
 "name": "张籍",
 "birth": 766,
 "death": 830,
 "life": [
  {
   "time": 766,
   "value": 1,
   "event": "是年出生于安徽和县",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 767,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 768,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 769,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 770,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 771,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 772,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 773,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 774,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 775,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 776,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 777,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 778,
   "value": 1,
   "event": "是年或家居，姑系于此",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 779,
   "value": 1,
   "event": "家居见于嵩，问张巡、许远事",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 780,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 781,
   "value": 4,
   "event": "送远曲（吴门向西流水长）；游苏州，有诗纪行，其间识于鹄",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 782,
   "value": 1,
   "event": "不详",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 783,
   "value": 4,
   "event": "《泗水行》；北上河北，经徐州，途中有诗",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 784,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 785,
   "value": 1,
   "event": "游河北，逢王建",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 786,
   "value": 9,
   "event": "《灵都观李道士》；疑于本年春与王建由河北南下洛阳，途经王屋山，访灵都观并赠诗该观道士",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "112.609314",
   "lat": "35.072867"
  },
  {
   "time": 787,
   "value": 1,
   "event": "与王建由洛阳返邢州，求学“鹊山漳水”",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 788,
   "value": 4,
   "event": "《征妇怨》；游学于邢州，契丹、奚族、室韦入侵振武，或有感于此作诗",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 789,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 790,
   "value": 3,
   "event": "年初或上年，入舒州刺史郑甫幕，甫约于秋解印，张籍随即出幕",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 791,
   "value": 4,
   "event": "《将军行》；游学于邢州，本年或稍后，有诗",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 792,
   "value": 9,
   "event": "《短歌行》；游学于邢州期间，与王建唱和，有诗",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 793,
   "value": 9,
   "event": "《江陵孝女》；离开长安南游，约于三月至荆州，有诗纪事",
   "place": "黄冈市（黄梅县）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 794,
   "value": 9,
   "event": "《同锦州胡郎中清明日对雨西亭宴》；春，游历至锦州，有诗纪事",
   "place": "怀化市（麻阳县）",
   "lng": "109.808956",
   "lat": "27.871781"
  },
  {
   "time": 795,
   "value": 5,
   "event": "《蓟北春怀》；游蓟北，有诗抒怀",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 796,
   "value": 9,
   "event": "《重平驿作》；离蓟北归苏州，经重平驿，有诗纪行",
   "place": "镇江市（句容市）",
   "lng": "116.365825",
   "lat": "37.441313"
  },
  {
   "time": 797,
   "value": 4,
   "event": "居和州，与朱、阚二山人为邻",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 798,
   "value": 8,
   "event": "在汴州，居韩愈城西馆，李翱荐其于徐泗濠节度使张建封，未果",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 799,
   "value": 2,
   "event": "《省试行不由径》；省试及第，座主为中书舍人高郢",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 1,
   "event": "在和州，居丧。《秋思》；洛阳城里见秋风，欲作家书意万重。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472",
   "highlight": true
  },
  {
   "time": 801,
   "value": 1,
   "event": "在和州，居丧",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 802,
   "value": 4,
   "event": "服除，可能入泾原节度使幕",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 803,
   "value": 3,
   "event": "夏，出幕，赁居长安荒郊守选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 1,
   "event": "赁居长安荒郊守选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 2,
   "event": "《节妇吟》；赁居长安荒郊守选，夏秋间，东平李师道辟其为从事，籍赋诗以辞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 6,
   "event": "约于春，调补太常寺太祝，寓居长安延康坊西南隅西明寺后",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 3,
   "event": "在韩愈宅共愈阅李翰《张巡传》，言及少时于和州乌江见于嵩事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 4,
   "event": "《奉和舍人叔直省时思琴》；元和元年至本年某秋，有诗和张弘靖",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 10,
   "event": "《寄徐晦》；约于本年春，有诗寄闲居渼陂的徐晦",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 9,
   "event": "《夜怀》；秋，抱病夜怀，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 6,
   "event": "《春日李舍人宅见两省诸公唱和因书情即事》；在李绛宅与两省诸公唱和，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 0,
   "event": "《病中酬元宗简》；因病闲居，元宗简赠诗问疾，张籍以诗酬答",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 5,
   "event": "《逢王建有赠》；因病闲居，眼疾好转，秋，王建离魏博来长安求官，籍赋诗相赠",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 0,
   "event": "《患眼》；因病闲居，春，有诗纪眼疾初愈事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 4,
   "event": "七八月间，获白居易邀至昭国坊宅同宿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 0,
   "event": "春，转国子助教",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 7,
   "event": "迁广文博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 9,
   "event": "《赠令狐博士》；新春，有诗感慨杨巨源贫穷不得志",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 6,
   "event": "《送裴相公赴镇太原》；赋诗送裴度出镇河东",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 10,
   "event": "《送施肩吾东归》；春，有诗送及第东归的施肩吾，本年或稍后亦有诗相赠",
   "place": "渭南市（蒲城县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 0,
   "event": "《移居靖安坊答元八郎中》；早春，由延康坊移居靖安坊，与韩愈为邻，元宗简以诗相贺，籍答诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 0,
   "event": "《酬白二十二舍人早春曲江见招》；早春，因白居易以诗相招，与其同游曲江，并答诗",
   "place": "南阳市（内乡县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 10,
   "event": "早春，韩愈欲游曲江，赋诗托张籍先为探看",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 0,
   "event": "《酬杭州白使君兼寄浙东元大夫》；春或夏初，答白居易杭州寄诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 10,
   "event": "《贺秘书王丞南郊摄将军》；有诗贺王建以秘书丞摄将军领卫兵护驾祀昊天上帝于南郊，其本人因病未能从行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 9,
   "event": "《与贾岛闲游》；或于本年早春过贾岛“原东居”，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 10,
   "event": "《庄陵挽歌词三首》；有诗纪敬宗葬于庄陵",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 10,
   "event": "《赠主客郎中》；改任国子司业，刘禹锡由东都入京替张籍为主客郎中，籍赠诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 10,
   "event": "《和户部令狐尚书喜裴司空见招看雪》；初春，裴度招令狐楚看雪，籍有诗和令狐楚",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 0,
   "event": "《寄王六侍御》；初春，王建离侍御任，卜居咸阳北石安原，籍寄诗，意欲归隐",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
