// 诗人行迹数据：张载
export default {
 "name": "张载",
 "birth": 1020,
 "death": 1077,
 "life": [
  {
   "time": 1020,
   "value": 1,
   "event": "张载生",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "少居家乡。弟张戬生",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "少居家乡。上书谒范文正公",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1042,
   "value": 2,
   "event": "《庆州大顺城记》；少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "少居家乡",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "初至京师，与二程共语道学之要",
   "place": "宝鸡市（眉县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "先生成进士",
   "place": "保定市（安国市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "任云岩县令",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1068,
   "value": 7,
   "event": "迁著作佐郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "为崇文院校书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "移疾归横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1075,
   "value": 2,
   "event": "《老大》；居横渠",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "弟张戬暴疾卒",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "在京知太常礼院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
