// 诗人行迹数据：张说
export default {
 "name": "张说",
 "birth": 667,
 "death": 730,
 "life": [
  {
   "time": 667,
   "value": 1,
   "event": "出生于家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 668,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 669,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 670,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 671,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 672,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 673,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 674,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 675,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 676,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 677,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 678,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 679,
   "value": 1,
   "event": "少居家乡洛阳康俗里第",
   "place": "洛阳市（康俗里第）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 680,
   "value": 1,
   "event": "约本年前后,入国子监诸学读书,疑所入为四门学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 681,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 682,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 683,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 684,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 685,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 686,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 687,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 688,
   "value": 1,
   "event": "在国子监诸学读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 689,
   "value": 2,
   "event": "《永昌元年詞標文苑科策三道》；约在国子监读书本年十月,参加词标文苑科试,有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 6,
   "event": "约在国子监读书本年二月,武后策贡士于洛城殿,以近古以来未有甲科,乃屈为二等登科则天命写说策本于尚书省，颁示朝集及蕃客等，以光大国得贤之美，授官太子校书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 3,
   "event": "在太子校书任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 692,
   "value": 3,
   "event": "本年在司经局，与校書谷倚（一作倚相）等交遊",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 693,
   "value": 4,
   "event": "《赠别杨盈川炯箴》；春在校书任，与校书郎谷倚、盈川县令杨炯等唱和",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 694,
   "value": 10,
   "event": "《过蜀道山》；本年春在京畿任吏职初度使蜀，过蜀道山，途中作诗",
   "place": "广元市（深渡驿）",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 695,
   "value": 9,
   "event": "《正朝摘梅》；首度使蜀，至次年正月初一，仍在蜀某地，尚未返家，有诗寄慨",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 696,
   "value": 10,
   "event": "《为留守奏庆山醴泉表》；约本年七、八月间迁新职，似应为京兆府（谱作同州）六曹参军之类职务七月，为西京留守武某（似为攸宜、懿宗或攸望）草以下五表",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 697,
   "value": 10,
   "event": "《为清边道大总管建安王奏失利表》；时在武攸宜幕",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 698,
   "value": 4,
   "event": "《大周故宣威将军杨君碑》；本年在京任右补阙说与杨令一家族关系甚密",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 699,
   "value": 7,
   "event": "《送毛明府诗序》；本年在京任右补阙有送毛某诗序",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 700,
   "value": 9,
   "event": "《谏幸三阳宫表》；本年在年在京修《三教珠英》修书期间，与沈佺期、徐坚、尹元凯、魏知古、马吉甫、元希声、乔备、宋之问、崔湜等交密",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 701,
   "value": 10,
   "event": "《文昌左丞陆公墓志》；本年春在年在京修《三教珠英》为陆氏撰墓志",
   "place": "西安市（临渭亭）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 702,
   "value": 10,
   "event": "《送李侍郎迥秀薛长史季昶同赋得水字》；本年在京任右史有诗送李迥秀",
   "place": "太原市（霍山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 10,
   "event": "《试洛州进士策问四道》；本年在京为官，春，兼知考功贡举事有试进士策问",
   "place": "西安市（张昌宗别墅）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 704,
   "value": 10,
   "event": "《岭南送使》；春贬钦州南行，途中有诗",
   "place": "",
   "lng": "113.272698",
   "lat": "23.137962"
  },
  {
   "time": 705,
   "value": 10,
   "event": "《南中别陈七李十》；中宗即位，被召为兵部员外郎本年春奉诏北还，有诗别友人陈七、李十",
   "place": "肇庆市（驿站）",
   "lng": "108.334063",
   "lat": "22.821171"
  },
  {
   "time": 706,
   "value": 10,
   "event": "《兵部试将门子弟策问三道》；本年春在京，由兵部员外郎迁郎中，撰策问三道",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 707,
   "value": 9,
   "event": "《祭崔侍郎文》；春本年在京夏秋间迁工部侍郎十一月，丁母忧去职有文祭原上司官崔贞慎",
   "place": "洛阳市（龙门寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 7,
   "event": "《让起复除黄门侍郎表并批答》；居家。三月诏起复为工部侍郎，寻转授黄门侍郎，累表辞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 709,
   "value": 10,
   "event": "《让起复除黄门侍郎第三表》；居家。三月诏起复为工部侍郎，寻转授黄门侍郎，累表辞",
   "place": "西安市（东山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 710,
   "value": 10,
   "event": "《为人作祭弟文》；本年六月前，在兵部侍郎任。为人撰祭文。疑为兵部尚书韦嗣立代撰",
   "place": "西安市（望春宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 0,
   "event": "《让平章事表》；迁同中书门下平章事、监修国史，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 712,
   "value": 10,
   "event": "《奉和春日出苑应令》；与皇太子李隆基异地作诗相和",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 713,
   "value": 10,
   "event": "《让封燕国公表》；说知太平公主等阴怀异计，乃因使自东都献佩刀于玄宗，意欲其断割，玄宗深自嘉纳玄宗即位，迁检校中书令，封燕国公，说上表以让",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 714,
   "value": 10,
   "event": "《相州北亭》；春，于贬相州期间有诗",
   "place": "安阳市（北亭）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 715,
   "value": 10,
   "event": "《游洞庭湖（湘）》；此诗当为始至岳州时作",
   "place": "岳阳市（洞庭湖）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 716,
   "value": 10,
   "event": "《岳州宴别潭州王熊二首》；王熊离长沙北上入朝，至岳州与张说相见，说设宴饯别，并撰诗以赠",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 717,
   "value": 10,
   "event": "《耗磨日饮绝句》（耗磨传兹日）（上月今朝减）；在岳州任上有诗",
   "place": "岳阳市（㴩湖山寺）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 718,
   "value": 10,
   "event": "《祭殷仲堪羊叔子文》；在荆州长史任，遣功曹参军沈从训，祭故荆州刺史晋殷仲堪、羊叔子时有文",
   "place": "荆州市（殷仲堪、羊叔子祠）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 719,
   "value": 10,
   "event": "《幽州元日》；本年在幽州过元日时作诗",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 720,
   "value": 10,
   "event": "《举陈寡尤等表》；在并州有文",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 721,
   "value": 10,
   "event": "《举陈光乘等表》；在太原有文",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 722,
   "value": 0,
   "event": "《故开府仪同三司上柱国赠扬州刺史大都督粱国文贞公碑》；在长安，为姚崇撰写碑文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 723,
   "value": 0,
   "event": "《奉和太行山中言志应制》；本年正月，侍驾北巡行至太行山之时，与玄宗及同巡侍臣唱和有诗",
   "place": "长治市（潞州唐玄宗旧居）",
   "lng": "112.857706",
   "lat": "35.496081"
  },
  {
   "time": 724,
   "value": 10,
   "event": "《奉和春中兴庆宫酺宴应制》；本年二月在长安作玄宗御制《春中兴庆宫酺宴并序》，张说等应制作和",
   "place": "西安市（兴庆宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 725,
   "value": 10,
   "event": "《奉和赐诸州刺史（以题座右）应制》；本年，玄宗自择刺史，凡十一人临行，玄宗命髙力士賷亲书《赐诸州刺史以题座右》诗以赐，且给纸笔令自赋张说、张九龄同和",
   "place": "洛阳市（洛水桥北亭）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 726,
   "value": 0,
   "event": "《改撰礼记议》；本年，通事舍人王嵒上疏，请改撰《礼记》，削去旧文，而以今事编之诏付集贤院学士详议，右丞相张说遂上此奏以驳之",
   "place": "洛阳市（宜阳县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 727,
   "value": 0,
   "event": "《贺破吐蕃状》；张说上表称贺大破吐蕃",
   "place": "西安市（义成）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 728,
   "value": 10,
   "event": "《十五日夜御前口号踏歌词二首》（花萼楼前雨露新）（帝宫三五戏春台）；本年元宵夜，张说与唐玄宗在花萼楼听政时唱和",
   "place": "西安市（茱萸山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 729,
   "value": 0,
   "event": "《辞右丞相表》；本年三月十日，命特进张说复为尚书右（《旧纪》误作“左”）丞相，说上表以辞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 730,
   "value": 0,
   "event": "《三月三日诏宴定昆池官庄赋得筵字》；本年春，玄宗命侍臣及百寮，每旬暇日，寻胜地燕乐，仍赐钱令所司供帐造食（《旧纪》）本年3月3日，诏宴定昆池官庄，侍臣拈韵赋诗，张说占得“飞”字韵，此诗即其时所撰",
   "place": "西安市（定昆池）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
