// 诗人行迹数据：张耒
export default {
 "name": "张耒",
 "birth": 1054,
 "death": 1114,
 "life": [
  {
   "time": 1054,
   "value": 1,
   "event": "张耒生。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "随父居楚州山阳学官，与李之仪相识。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "尝过淮山硖石寺，此行或因随父自故乡淮阴赴杭州任。",
   "place": "淮南市（硖石寺）",
   "lng": "117.006189",
   "lat": "32.631837"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "在杭州。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "随父居杭州。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "在汴京。于太学直讲杨褒家见高闲上人二帖石本。张耒此次进京，当因父亲杭州任满改官。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 8,
   "event": "在关西一带。当随父宦游。善骑马，并习于秦语。",
   "place": "汉中市（楮河）",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "在华州。",
   "place": "渭南市",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 1070,
   "value": 2,
   "event": "《函关赋》；作赋写函谷关，其时或仍在华州。",
   "place": "渭南市",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "张耒在陈州，从苏辙学。与黄寔、陈鼎等同学。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1072,
   "value": 2,
   "event": "在陈州，上书知州张刍，得其礼遇。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1073,
   "value": 9,
   "event": "礼部试罢，归陈州。",
   "place": "开封市（西冈）",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《予向集贤殿试罢寓居京师尝游西冈钱昌武郎中之第时同会者河东柳子文与钱氏三子夏中予出京今才半年而昔所共游者或东或西有不知所之者古人所谓俯仰之间已为陈迹者欤夫求昨日之我于今日终其身而不得而况偶然相值聚而旋散者欤追记春睡诗一首乃寓钱第所为者》；追记熙宁六年春寓京城西冈钱昌武之第时所作春睡诗。",
   "place": "周口市（蔡河）",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《湖上成绝句呈刘伯声四首》（湖北风来吹晓钟）；春初，因公务至太湖，作诗呈刘伯声。",
   "place": "淮安市（龟山、淮水）",
   "lng": "118.282062",
   "lat": "33.967686"
  },
  {
   "time": 1076,
   "value": 10,
   "event": "《题海州怀仁令藏春亭》；至海州怀仁县，为县令题诗藏春亭。",
   "place": "连云港市（藏春亭）",
   "lng": "119.229571",
   "lat": "34.602342"
  },
  {
   "time": 1077,
   "value": 9,
   "event": "秦观至山阳谒徐积。张耒或于此时与秦观定交。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "《呈徐仲车》；将免丧，于仕隐二途，颇感彷徨，曾就进京补官之事询于徐积，有诗。",
   "place": "淮安市（汴水）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "《己未早春有感》；在山阳，作诗咏早春感想。",
   "place": "淮安市（西园）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "《梦周楚望》；梦周楚望，作诗。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1081,
   "value": 10,
   "event": "《福昌书事言怀一百韵上运判唐通直》；作诗呈转运司判官唐义问。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1082,
   "value": 10,
   "event": "《感春》；作诗怀念蔡彦规、秦观、参寥、江瞻道、徐积、周楚望等淮南旧友。",
   "place": "洛阳市（洛水）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "罢寿安尉，居洛阳。",
   "place": "洛阳市（李氏园）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 10,
   "event": "《正月六日》；是日，作诗怀念亡妻。",
   "place": "宿州市（虹县驿）",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "《县斋》；在咸平，作诗咏县斋。",
   "place": "开封市（柳子观音寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "《赠赵簿景平二首》（明道新坟草已春）；作诗赠程门弟子赵景平。",
   "place": "周口市（崔桥镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "二月辛卯，朝廷命苏轼撰富弼神道碑，撰成后，张耒曾建议修改其中一字。",
   "place": "开封市（李氏园亭）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 10,
   "event": "《同七兄及崧上人自坟庄还寺》；在楚州，与堂兄张君复及崧上人同游，作诗。",
   "place": "淮安市（龟山、水陆院）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "《代祭刘贡父文》；刘攽（贡父）卒，代人作祭文。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "《祭成都李龙图文》；李常（字公择）卒，张耒作祭文。",
   "place": "开封市（启圣院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 10,
   "event": "《辛未立春》；是岁在汴京。立春日作诗。姑系于此。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 0,
   "event": "《送刘季孙守隰州》；春初，刘季孙赴隰州知州，张耒作诗相送。",
   "place": "开封市（金明池、琼林苑、国夫人园）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "《次韵苏翰林送黄师是赴两浙》；黄寔为两浙刑狱，苏轼有送行诗，张耒次韵作诗。",
   "place": "开封市（凝祥池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "任礼部别头试主考官。",
   "place": "开封市（凝祥池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 10,
   "event": "《岁日同郡官朝天庆回偶成》；是日，同郡僚朝天庆观，有诗。",
   "place": "宣城市（天庆观）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "年初，在宣州。张耒复遣使至惠州探望苏轼，三月苏轼有答简。",
   "place": "宣城市（叠嶂楼）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1097,
   "value": 0,
   "event": "《上元日驾回登楼二首》（紫雾氛霏阊阖开）；在陈州，作诗咏上元节日热闹情景。",
   "place": "周口市（灵通禅刹）",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "《正月七日雪晴》；在黄州。是日雪晴，作诗。",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1099,
   "value": 0,
   "event": "《正月二十五日以小疾在告作三绝是日苦寒》（黄土冈头荠麦长）；是日苦寒，以病告假，有诗。",
   "place": "黄冈市（白云山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "《正月八日坐局沽酒》；作诗咏复州新春景象，抒孤独之情。",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《范忠宣挽歌二首》（晚生长恨老成空）；正月癸亥，范纯仁卒，张耒作挽词。",
   "place": "开封市（景德寺西禅院慈氏殿）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "雨夜，宿襄城古驿。",
   "place": "平顶山市（望嵩楼）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1103,
   "value": 10,
   "event": "《壬午正月望夜赴临汝宿襄城古驿县有古寺家人辈夜往焚香襄城古邑也可以眺二室地爽垲退之所谓颍水嵩山豁眼明者癸未元夕谪居齐安携家游定惠妙圆承天下大云东禅盖出雨夜有感示秬秸》；携家人游佛寺，雨夜有感，有诗示二子。",
   "place": "黄冈市（乾明寺）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "《所居有梅一株在堂东荒秽中正月二十六日已谢矣二首》（平生常恨逢梅少）；柯山居处有梅一株，作诗咏之。",
   "place": "黄冈市（柯山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《祭秦少游文》；秦观之子秦湛奉父丧归葬广陵，过黄州，谒张耒，耒为文祭奠。",
   "place": "黄冈市（柯山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1106,
   "value": 0,
   "event": "正月庚戌，叙复元祐党人。张耒叙复承议郎，监南山岳庙。",
   "place": "黄冈市（柯山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "《南山赋》；离泗州，作赋文寄张张大亨（字嘉甫）。",
   "place": "宿迁市（徐城）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1108,
   "value": 10,
   "event": "《太宁寺僧堂记》；在淮阴，受崇岳所托，为太宁寺僧堂作记文。",
   "place": "淮安市（太宁寺）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1109,
   "value": 2,
   "event": "《宗禅师语录序》；居陈州。是月，受义和僧人之请，为其师父宗禅师作序文。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "《祭晁无咎文》；居陈州。八月，晁补之卒于泗州任所。九月，张耒闻讣，作祭文。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1111,
   "value": 5,
   "event": "《陵川县山水记》；是月，应陵川县令张某之请，为其县山水作记文。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1112,
   "value": 5,
   "event": "《四月望日自孝悌坊迁冠盖孙氏第》；居陈州。是日，自孝悌坊移居冠盖孙氏第，作诗。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1113,
   "value": 4,
   "event": "《送翟公巽赴中书舍人》；居陈州。春正月，翟汝文（字公巽）离陈赴京，张耒作诗相赠。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1114,
   "value": 9,
   "event": "晚年居陈州，士人就学者众。姑系于此。",
   "place": "周口市（厄台寺）",
   "lng": "114.703433",
   "lat": "33.631958"
  }
 ]
};
