// 诗人行迹数据：张若虚
export default {
 "name": "张若虚",
 "birth": 660,
 "death": 720,
 "life": [
  {
   "time": 660,
   "value": 1,
   "event": "生于扬州（今江苏扬州）。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 670,
   "value": 1,
   "event": "少年居扬州，工诗善文。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 685,
   "value": 1,
   "event": "以文词知名于吴中。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 695,
   "value": 3,
   "event": "任兖州兵曹。",
   "place": "济宁市（兖州区）",
   "lng": "116.783091",
   "lat": "35.552818"
  },
  {
   "time": 705,
   "value": 6,
   "event": "与贺知章、张旭、包融并称“吴中四士”，名动京师。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 8,
   "event": "《春江花月夜》；春江潮水连海平，海上明月共潮生。以春江月夜写游子思妇之情，寄寓宇宙人生之思。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986",
   "highlight": true
  },
  {
   "time": 720,
   "value": 0,
   "event": "约卒于本年。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  }
 ]
};
