// 诗人行迹数据：徐俯
export default {
 "name": "徐俯",
 "birth": 1075,
 "death": 1141,
 "life": [
  {
   "time": 1075,
   "value": 1,
   "event": "出生",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "居乡分宁。祖母卒，父徐禧丁忧。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "能作诗，为舅父黄庭坚所器重",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "居乡分宁，徐禧战死。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "居乡分宁，授通直郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "居乡分宁，授通直郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "居乡分宁，授通直郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "居乡洪州，转奉议郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "居乡洪州，任奉议郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1088,
   "value": 3,
   "event": "居乡洪州，任奉议郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "居乡洪州，任奉议郎。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "居乡娶吕温卿之女。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "居乡得子。黄庭坚有书信来问。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "黄庭坚居乡守母丧，徐俯来书存问。",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "居乡修水",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1094,
   "value": 3,
   "event": "居乡修水",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "居乡修水",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "居乡修水",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "居乡修水",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "因家乡岁歉，徐俯携家寓居舒州。黄庭坚有书与之",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "在舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "在舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "在舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "至泰州从陈瓘游。韩驹有诗载徐俯与陈瓘交游之事",
   "place": "安庆市（潜山县）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "到汴京。与潘大临等聚会。",
   "place": "开封市（赋归堂）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "徐俯与洪刍、洪炎、苏坚、苏庠、潘錞、吕本中、汪藻、向子諲、李彭在洪州结社唱和。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "在洪州，与洪刍等人唱和。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "或居乡分宁",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "任吉州通判",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "任吉州通判",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《明皇夜游图》；任吉州通判。宣和间，曾作《明皇夜游图》讽刺徽宗",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在汴京任尚书员外郎，寄住天宁寺。与宗杲交游。",
   "place": "开封市（天宁寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "金陷东京，张邦昌僭位称帝。徐俯不屑与奸佞为伍，愤而辞官回家。",
   "place": "开封市（天宁寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "主管亳州明道宫。或避难居洪州",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "主管亳州明道宫。曾避难至昭州",
   "place": "桂林市（平乐县）",
   "lng": "110.649666",
   "lat": "24.639581"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "主管亳州明道宫。曾避难至昭州",
   "place": "桂林市（平乐县）",
   "lng": "110.649666",
   "lat": "24.639581"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "主管亳州明道宫。在信州与宦官郑谌唱和",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "在会稽，试右谏议大夫",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在会稽，试右谏议大夫兼侍读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "以签书枢密院事兼权参知政事。同月，因病乞免去参知政事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "在临安，提举洞霄宫。与大慧宗杲有书信往来。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "在临安，提举洞霄宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在临安，提举洞霄宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 4,
   "event": "《戊午山间对雪》；在临安，有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 4,
   "event": "金人来和议，许割黄河以南境土还宋朝。大赦天下，徐俯有贺表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "王次翁论徐俯不理郡事，免知州，提举临安洞霄宫。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1141,
   "value": 0,
   "event": "卒于饶州。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  }
 ]
};
