// 诗人行迹数据：徐梦莘
export default {
 "name": "徐梦莘",
 "birth": 1126,
 "death": 1207,
 "life": [
  {
   "time": 1126,
   "value": 1,
   "event": "在家乡清江家居",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "在家乡清江家居",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在家乡清江家居",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "十一月十三日，金人攻陷临江军，母负襁褓走陂头刘家",
   "place": "赣州市（全南县）",
   "lng": "114.536702",
   "lat": "24.748055"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "痛感靖康之祸的惨烈，立志撰写史书",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "读书作文;表弟彭龟年生",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "三月，中张孝祥榜进士第;授洪州新建县尉",
   "place": "武宁县（武宁县清江乡）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在家乡清江守墓",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在家乡清江庐墓第三年",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "服除，调郁林州司户参军",
   "place": "武宁县（武宁县清江乡）",
   "lng": "110.18743",
   "lat": "22.660656"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在家乡清江守墓",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在家乡清江庐墓第三年;表弟彭龟年荐于乡，三预计偕",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "服除，被任命为江陵府司户",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "任江陵府司户",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "江陵府司户任满，关升左从政郎",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "弟徐得之撰成《左氏国纪》一书",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 4,
   "event": "《云汉阁记》；任南安军教授",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "任南安军教授;表弟彭龟年举进士第",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "任南安军教授",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "任南安军教授",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "任南安军教授",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "任南安军教授",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "以举者荐，改宣教郎、知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1176,
   "value": 3,
   "event": "知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1177,
   "value": 3,
   "event": "知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1178,
   "value": 3,
   "event": "知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "知湘阴县",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "除广南西路转运司主管文字，赐绯衣银鱼",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1181,
   "value": 4,
   "event": "夏至，游弹子岩，友人梁安世有题名",
   "place": "桂林市（弹子岩）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "二月，应邀至苍梧会所参与集议两广盐法",
   "place": "梧州市（苍梧县）",
   "lng": "111.253949",
   "lat": "23.421451"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "以议与胡庭直不合，诸司辟改知宾州",
   "place": "南宁市（宾阳县）",
   "lng": "108.816801",
   "lat": "23.223686"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "弟徐得之、侄徐筠同中进士第",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "闲居清江，著述自娱",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1186,
   "value": 0,
   "event": "夫人鄢氏卒",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "闲居清江，著述自娱",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "闲居清江，著述自娱",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "闲居清江，著述自娱",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1190,
   "value": 3,
   "event": "因杨万里推荐，任荆湖北路安抚司参议官",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "为荆湖北路安抚司参议官",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "为荆湖北路安抚司参议官",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "为荆湖北路安抚司参议官",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1194,
   "value": 4,
   "event": "《三朝北盟会编序》；十二月八日《三朝北盟会编》成，自为序",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "暮春，乞求致仕之命下，即日东归",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "除直秘阁，盖属异恩",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "春日，创儒荣堂",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "赐紫衣金鱼;长侄徐筠出宰分宁",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "二侄徐天麟著《汉兵本末》一卷，二月十五日，友人周必大为之序",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1202,
   "value": 2,
   "event": "《寄题儒荣堂》；冬，友人陆游为其儒荣堂作诗",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "春，二侄徐天麟举进士第;亲党为贺八十寿庆",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1206,
   "value": 0,
   "event": "三月二十三日，表弟彭龟年卒于家乡清江",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1207,
   "value": 0,
   "event": "八月二十一日，卒于家乡清江",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  }
 ]
};
