// 诗人行迹数据：徐积
export default {
 "name": "徐积",
 "birth": 1028,
 "death": 1103,
 "life": [
  {
   "time": 1028,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "太夫人携徐积育于陕右外家，事其母笃孝。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居陕右。少喜鼓琴弈棋，射面步外必中，能驰恶马，视巨寇若无人，冠不敢害。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "自陕右归山阳，常夜读书达旦。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡。治六经，喜难注疏，有不合者，辄加点窜。尝恨康成不同时,与之对辩。诸子百家诵一遍不忘。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。既冠，徒步从（胡）安定先生学。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1054,
   "value": 2,
   "event": "书郑綮传；居乡。秋九月，有文。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1059,
   "value": 2,
   "event": "代慎郎中遗表；居乡。有文。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "中许安国榜。敕同进士出身。徒步载母西入京师。不婚不仕。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡。既登第，未调官而母亡。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡。庐墓服母丧。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡。庐墓服母丧。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡。庐墓服母丧。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "知楚州蹇公奏乞改官，迎致州序。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1078,
   "value": 2,
   "event": "和扬掾月蚀篇；在楚州。有诗作。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1081,
   "value": 2,
   "event": "尔书长句；在楚州。是年，山阳大水。有诗。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "在楚州。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1083,
   "value": 2,
   "event": "送李守；在楚州。有诗作。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "在楚州。始受知神宗，数召对，以耳疾不赴仕。故元丰七年屡有粟帛之赐。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "赠慎叔良；在楚州。有诗作。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "除扬州司户参军，特差充楚州州学教授。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1087,
   "value": 4,
   "event": "谢李自明诗并序；任楚州州学教授。有诗。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1088,
   "value": 6,
   "event": "上天章公顾子敦大河；任楚州州学教授。有诗。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "任楚州州学教授。苏轼赴杭州，过淮见徐积。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "赠庐君常；任楚州州学教授。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1091,
   "value": 6,
   "event": "题陈吏部诗后；任楚州州学教授。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1092,
   "value": 4,
   "event": "寄崔汝弼；任楚州州学教授。知楚州蹇序辰十二月二十七日奏乞改（徐积）官；发运蒋公亦奏乞改（徐积）官。是年徐积有诗。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "任楚州州学教授。知江宁府曾公奏乞处徐积以太学官。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1094,
   "value": 3,
   "event": "任楚州州学教授。诸司公举奏乞异宠。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "任楚州州学教授。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "特授和州防御推官。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1097,
   "value": 4,
   "event": "赠袁评事；任和州防御推官。有诗。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "任和州防御推官。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "任和州防御推官。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1100,
   "value": 4,
   "event": "赠吕公侍讲；任和州防御推官。有诗。",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1101,
   "value": 2,
   "event": "谢吕帅寄书诗并序；特改宣德郎。有诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "特除西京嵩山中岳庙。",
   "place": "洛阳市（嵩山中岳庙）",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
