// 诗人行迹数据：徐鹿卿
export default {
 "name": "徐鹿卿",
 "birth": 1170,
 "death": 1249,
 "life": [
  {
   "time": 1189,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "丁大夫人忧",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "丁大夫人忧",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "丁大夫人忧",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "秋赋已在选中，有司以重用字降魁亚选",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "立青云课社",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "分类编《汉唐纪传本末》",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "领乡举",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1223,
   "value": 3,
   "event": "试礼部，中第三等",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1224,
   "value": 3,
   "event": "立养士纲条。议政。白太守议便民二事",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1225,
   "value": 3,
   "event": "代守奏便民三事",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1226,
   "value": 3,
   "event": "白太守论立限撰劝农文。白太守论释奠改用仲丁",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "满替，离横浦。在任举主。",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "春晖堂成",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "味书阁成",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "沿檄道剑，赈给流民",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "以庆寿赦恩循承直郎",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "大阅军士。有偶违节制者，因公言得贷命。闽人作三歌",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "班改授奉议郎，知南剑州尤溪县",
   "place": "泉州市（南安市）",
   "lng": "117.645742",
   "lat": "26.269683"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "革预借，明版帐",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 1235,
   "value": 3,
   "event": "子子中生",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "诏赴枢密院，辞免",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 1237,
   "value": 3,
   "event": "除干办行在诸司审计司",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "归，号泉谷樵友。庵山书院成",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1239,
   "value": 3,
   "event": "申审朝辞",
   "place": "宜春市（丰城市）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1240,
   "value": 3,
   "event": "解郡印",
   "place": "宜春市（丰城市）",
   "lng": "115.777688",
   "lat": "28.165218"
  },
  {
   "time": 1241,
   "value": 4,
   "event": "复庙堂言楮弊二书。戢奸民。赈贫乏。收遗弃。减赈惠库息钱",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "劾承奉郎林志行、绍兴府司理赵希肱、台州天台县主簿郎应辰不法",
   "place": "绍兴市（于州观）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "除浙西提刑",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "御笔召附行在，辞免",
   "place": "宣城市（宣州区）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1245,
   "value": 3,
   "event": "除右司",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 1246,
   "value": 3,
   "event": "直前奏事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 6,
   "event": "乞归田里，不允",
   "place": "苏州市（虎丘）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1248,
   "value": 2,
   "event": "两度乞祠，不允",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1249,
   "value": 3,
   "event": "除礼部侍郎，辞免，不允",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1250,
   "value": 0,
   "event": "疾亟乞谢，旨特转一官，进文华阁待制致仕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
