// 诗人行迹数据：徐铉
export default {
 "name": "徐铉",
 "birth": 916,
 "death": 991,
 "life": [
  {
   "time": 960,
   "value": 7,
   "event": "和王明府见寄；春，在江宁府为太子右谕德，有诗与人唱和",
   "place": "南昌市（南昌县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 961,
   "value": 10,
   "event": "池州重建紫极宫碑铭；二月，扈驾往南昌，途经池州，应陈德成之请作重建池州紫极宫碑记",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 962,
   "value": 6,
   "event": "清明日清远峡作；二月清明日，自南汉北返至清远峡，有诗述怀",
   "place": "清远市（清远峡）",
   "lng": "113.062619",
   "lat": "23.688238"
  },
  {
   "time": 963,
   "value": 4,
   "event": "本年，在江宁府为礼部侍郎，评大周后所作《霓裳羽衣曲》声太急",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 964,
   "value": 9,
   "event": "三月，在江宁府为礼部侍郎，奉命覆试进士舒雅、冯僎等五人，雅等不就",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 965,
   "value": 7,
   "event": "光穆后谥册；九月，在江宁府为礼部侍郎，李煜母钟氏殂，为作谥册",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 966,
   "value": 6,
   "event": "唐故河南方公墓志铭；正月，在江宁府为礼部侍郎，为方讷作墓志",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 967,
   "value": 4,
   "event": "唐故筠州刺史周君墓志铭；十月，在江宁府为礼部侍郎，为周廷构作墓志",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 968,
   "value": 10,
   "event": "唐故文水县君王氏夫人墓铭；八月，在江宁府为礼部侍郎，为亡妻王畹作墓志",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 969,
   "value": 10,
   "event": "北苑侍宴杂咏诗五首；二月，在江宁府为礼部侍郎，侍李煜游北苑，分题赋诗",
   "place": "南京市（北苑）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 970,
   "value": 10,
   "event": "常州义兴县重建长桥记；二月十五日，在江宁府为兵部侍郎，为常州义兴县重建长桥作碑记",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 971,
   "value": 10,
   "event": "齐王赠太弟哀册文；十一月，在江宁府为兵部侍郎，代乔匡舜作李景达赠太弟哀册文",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 972,
   "value": 10,
   "event": "送孟宾于员外还新淦；春，在江宁府为兵部侍郎，有诗送孟宾于",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 973,
   "value": 6,
   "event": "庐山九天使者庙张灵官记；正月十五日，在江宁府为御史大夫，为道士童处明作张灵官碑记",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 974,
   "value": 6,
   "event": "重修筠州祈仙观记；九月二十四日，在江宁府为御史大夫，为道士罗自正作重修筠州祈仙观碑记",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 975,
   "value": 0,
   "event": "九月，在江宁府为吏部尚书，自请使宋",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 976,
   "value": 10,
   "event": "正月，随李煜至开封府，对宋太祖慷慨陈词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 977,
   "value": 10,
   "event": "和金州钱太保春雨；春，在开封府为太子率更令，有诗和钱弘仪",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 978,
   "value": 9,
   "event": "正月二十四日，在开封府为太子率更令，奉诏与汤悦、王克贞、张洎撰《江南录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 979,
   "value": 6,
   "event": "和旻道人见寄；二月，在开封府为太子率更令，与人有诗歌唱和",
   "place": "邯郸市（临漳县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 980,
   "value": 10,
   "event": "重建宓子贱碑阴记；正月二十日，在开封府为给事中，应单父县令毛应几之请，以小篆重书贾至《宓子贱碑颂》，并作碑阴记",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 981,
   "value": 6,
   "event": "大宋故尚书兵部员外郎江君墓志铭；二月，在开封府为给事中，为江直木作墓志铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 982,
   "value": 6,
   "event": "太师相公挽歌词二首；八月，在开封府为给事中，有诗挽王溥",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 983,
   "value": 7,
   "event": "送郑先辈及第西归；春，在开封府为给事中，有诗送郑文宝及第后西归",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 984,
   "value": 9,
   "event": "送赞宁道人归浙中；初春，在开封府为右散骑常侍，有诗送赞宁归钱塘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 985,
   "value": 10,
   "event": "正月十八日，在开封府为右散骑常侍，受诏同知礼部贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 986,
   "value": 10,
   "event": "奉和御制寒食十韵；二一十七日，在开封府为右散骑常侍，奉和宋太宗《御制寒食十韵》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 987,
   "value": 10,
   "event": "奉和御制岁日诗二首；正月二日，在开封府为右散骑常侍，奉和宋太宗《岁日诗》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 988,
   "value": 10,
   "event": "大宋故陈留县主簿赠太子中允李府君墓志铭；正月，在开封府为右散骑常侍，为李巨源之父作墓志",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 10,
   "event": "润州甘露寺新建舍利塔记；二月一日，在开封府为左散骑常侍，为僧闰真作润州甘露寺新建舍利塔碑记",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 7,
   "event": "洪州始丰山兴玄观记；六月，在开封府为左散骑常侍，为道士聂紫庭作洪州始丰山兴玄观碑记",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 7,
   "event": "洪州道正倪君碣；正月，在开封府为左散骑常侍，为道士倪少通作墓碣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
