// 诗人行迹数据：惠洪
export default {
 "name": "惠洪",
 "birth": 1071,
 "death": 1128,
 "life": [
  {
   "time": 1071,
   "value": 1,
   "event": "三月二十九日生于筠州新昌县",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居新昌，尝随父至县城，游石龟观，拜石龟",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居新昌，闻云庵克文禅师之名，时克文住新昌洞山普利禅院",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居新昌",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居新昌，与宜禅师谊叟游",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居新昌，与邻家子蔡康国日课读儒经",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居新昌，父母并月而没，出继喻家为嗣，喻家祭祖，以非本族男不得续嗣，出之",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "专学作诗，废食忘眠，日记数千言，览群书殆尽，靘禅师器之",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "闻靘禅师诵迦叶波偈，茫然莫识其旨",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "从克文禅师学出世法，文字大进。听景福顺禅师言僧景淳工诗事，心不然之",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "随师克文禅师移居九峰",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居九峰",
   "place": "宜春市（上高县）",
   "lng": "114.931342",
   "lat": "28.239282"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居九峰",
   "place": "宜春市（上高县）",
   "lng": "114.931342",
   "lat": "28.239282"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居京师，博观子史，以诗闻名京师士大夫间",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 9,
   "event": "初春，至净因院拜见道臻禅师",
   "place": "开封市（净因院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 9,
   "event": "游衡山南台寺，见释玄泰祭石头行明禅师文",
   "place": "衡阳市（衡山县）",
   "lng": "112.874875",
   "lat": "27.235911"
  },
  {
   "time": 1095,
   "value": 5,
   "event": "《赤眼禅师画像赞序》；居归宗寺，见归宗智常禅师画像，为作赞",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "十月初一，张商英过庐山见克文于净名庵，惠洪因从克文游，得蒙张商英记录",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "春，随克文移住洪州石门宝峰院",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1098,
   "value": 9,
   "event": "《次韵胡民望小虫堕耳》；游方至抚州金溪县，读胡汝霖小虫堕耳诗，戏次其韵，时耶溪先生邹正臣亦在",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "克文呼与本明、僧一、希祖俱侍行，为宝莲庄主通道者具饭",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1100,
   "value": 9,
   "event": "春，至常州，客食承天寺，见德岑禅师，德岑为言惟政禅师与秦观论书法事",
   "place": "常州市（承天寺）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1101,
   "value": 9,
   "event": "《大雪戏招耶溪先生邹元佐》；正月，住新昌洞山，大雪，作诗戏招邹正臣",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1102,
   "value": 9,
   "event": "《送僧归石门》；正月上元前，在杭州作诗送僧归石门",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1103,
   "value": 9,
   "event": "《梦中作》；正月元日，斋罢昏睡，梦中作诗一首",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1104,
   "value": 9,
   "event": "《岭外大雪故人多在南中元日作三偈奉寄莹中》（其一）；正月元日，作三偈赠陈瓘",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《予在龙庵木蛇庵除夕微雪及辰未消作诗记之》；在龙安木蛇庵，除夕微雪，及正月初一晨犹未消，作诗记之",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1106,
   "value": 9,
   "event": "《雪夜读涪翁所作爱之因怀其人和韵奉寄超然》；正月，雪夜读黄庭坚诗，因怀其人，作诗和其韵寄希祖",
   "place": "宜春市（奉新县）",
   "lng": "115.406919",
   "lat": "28.693765"
  },
  {
   "time": 1107,
   "value": 9,
   "event": "应知抚州朱彦请，住临川北景德禅寺",
   "place": "宜春市（宜丰县）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "《赠器之禅师》；正月，适江宁府，途经太平州藏云山云际院，见器之禅师，作诗赠之",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1109,
   "value": 10,
   "event": "《李端叔诞辰》；初春，作诗贺李之仪诞辰",
   "place": "南京市（钟山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1110,
   "value": 10,
   "event": "《昭默禅师序》；春，病卧狱中，正月二十五日，德逢禅师以书来，为惟清作《昭默禅师序》，以授德逢使者，往谒邹浩求文，刻石于山中",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1111,
   "value": 10,
   "event": "见刘棐于兴国寺，作诗戏之",
   "place": "开封市（兴国寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 9,
   "event": "《抵琼夜为飓风吹去所居屋》；年初渡海，二月二十五日到琼州，初抵琼州，夜为飓风吹去所居屋",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1113,
   "value": 9,
   "event": "《青玉案》（凝祥宴罢闻歌吹）；正月上元，椰子林中，中夜闻猿声悽恸，作《青玉案》词",
   "place": "三亚市（藤桥）",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1114,
   "value": 10,
   "event": "《跋莹中诗卷》；春，过衡阳，道权禅师出示陈瓘诗，为跋其后",
   "place": "衡阳市（衡山县）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1115,
   "value": 0,
   "event": "《余昔居百丈元夕有诗后十年是夕过京师期子因不至》；正月，自太原还洪州，过京师，上元，逢蔡子因，约相见相国寺，未至，有道人求诗，为戏作一首",
   "place": "驻马店市（汝南县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 0,
   "event": "《长生疏》；新年，在九峰崇福院设长生供，作疏",
   "place": "宜春市（上高县）",
   "lng": "114.931342",
   "lat": "28.239282"
  },
  {
   "time": 1117,
   "value": 9,
   "event": "《李德修以乌兰河石见示》；在洞山，正月十一日，李德修袖乌兰河石来访，为作诗",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "《戊戌岁元日梦云庵携登塔问答甚多觉而忘之作此》；正月元日，梦真净克文携登塔，觉而作偈",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1119,
   "value": 9,
   "event": "在谷山，立志撰述，乃集云门、曹洞、沩仰、临济、法眼五宗纲宗偈、付法偈等为《五宗纲要旨决》，正月，书成",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1120,
   "value": 9,
   "event": "《祭妙高仁禅师文》；春二月，闻仲仁禅师讣，与方广从誉禅师赴衡州华光山，作文祭之",
   "place": "衡阳市（华光山）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1121,
   "value": 9,
   "event": "《赠许彦周宣教游岳彦周参机道者》；春，许顗过长沙，将游南岳，作诗赠之，许顗尝参圆玑禅师",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1122,
   "value": 0,
   "event": "《送亲上人乞食三首》（其一）；新年，作偈三首送亲上人外出乞食",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1123,
   "value": 9,
   "event": "《题休上人僧宝传》；正月元日，在明白庵为季休上人题《僧宝传》",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1124,
   "value": 9,
   "event": "《重修龙王寺记》；春，僧上白求文记重修龙王寺事，于公生明斋作记",
   "place": "湘潭市（隐山）",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1125,
   "value": 9,
   "event": "《正月一日送璿维那之新昌乞》；正月初一，送璿维那之新昌乞米，作诗",
   "place": "岳阳市（湘阴县）",
   "lng": "112.915606",
   "lat": "28.695538"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "《寄黄嗣深使君二首》（其一）；初春，作诗寄襄州知州黄叔敖",
   "place": "襄阳市（南漳县）",
   "lng": "111.845406",
   "lat": "31.78104"
  },
  {
   "time": 1127,
   "value": 0,
   "event": "《初到鹿门上庄见灯禅师遂同宿爱其体物欲托迹以避世戏作此诗》；南还，二月，初到襄阳鹿门寺上庄，见法灯禅师，欲托迹以避世，作诗",
   "place": "襄阳市（鹿门寺）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1128,
   "value": 9,
   "event": "《送匀上人谒蔡州使君》；正月，送匀上人谒蔡州知州阎孝忠",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  }
 ]
};
