// 诗人行迹数据：戴复古
export default {
 "name": "戴复古",
 "birth": 1167,
 "death": 1252,
 "life": [
  {
   "time": 1167,
   "value": 1,
   "event": "腊月，生于黄岩",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "在家乡黄岩家居;父戴敏去世",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "离家游学，至三山拜访陆游",
   "place": "九江市（武宁县）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "在江西武宁家居",
   "place": "九江市（武宁县）",
   "lng": "115.10709",
   "lat": "29.262378"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "在江西武宁家居",
   "place": "九江市（武宁县）",
   "lng": "115.10709",
   "lat": "29.262378"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "返乡而发妻已故",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "离家出游，诗谒四方",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 2,
   "event": "《水调歌头（送竹隐知郢州）》；游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "游临安附近",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1210,
   "value": 4,
   "event": "《春日二首呈黄子迈大卿》；春日，有诗与黄荦",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1211,
   "value": 5,
   "event": "《辛未元日上楼参政攻愧斋先生》；临安度岁，有诗与楼钥",
   "place": "湖州市（白沙）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1212,
   "value": 5,
   "event": "《杨伯子监丞霅川久雨得晴为喜》；春夏游湖州，与杨长孺诗文唱和",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1213,
   "value": 2,
   "event": "《桐庐舟中》；乘舟游严州诸州县，沿桐江至武义",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 1214,
   "value": 0,
   "event": "正月，携诗访巩丰于武义，巩丰为其诗作序",
   "place": "金华市（武义县）",
   "lng": "119.823076",
   "lat": "28.898242"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "《贺新郎（丰真州建江淮伟观楼）》；或渡江至真州，与丰有俊游",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "《湖北上吴胜之运使有感而言，非诗也》；秋，游鄂州访吴柔胜",
   "place": "武汉市（黄鹤楼）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1217,
   "value": 9,
   "event": "春日，至真州，与刘克庄定交",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1218,
   "value": 4,
   "event": "《闻李将军（一作全）至建康》；正月，京东路忠义军李全率众来归，其作诗纪此事",
   "place": "南昌市（东湖）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1219,
   "value": 0,
   "event": "《卢申之正字小酌》；春，自江西返临安，与卢祖皋把酒品诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1220,
   "value": 2,
   "event": "《题分宜县呈石子和知县》；或游江西各地",
   "place": "新余市（分宜县）",
   "lng": "114.698383",
   "lat": "27.82079"
  },
  {
   "time": 1221,
   "value": 7,
   "event": "春，至湖南潭州，赵汝谠为选《石屏小集》，计一百三十首",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1222,
   "value": 2,
   "event": "《水调歌头（题李季允侍郎鄂州吞云楼）》；或再至鄂州，与李埴游",
   "place": "武汉市（吞云楼）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1223,
   "value": 8,
   "event": "《石屏诗集序》；二月初一日，作《石屏小集自序》，纪赵汝谠选诗事",
   "place": "长沙市（长沙县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1224,
   "value": 0,
   "event": "夏，至江西，访赵汝谈，赵汝谈为作《石屏小集序》",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1225,
   "value": 2,
   "event": "《真州上官漕劝农》；再至真州，与上官涣酉游",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1226,
   "value": 7,
   "event": "《章泉二老歌》；游江东信州玉山县，访赵蕃兄弟",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 1227,
   "value": 5,
   "event": "访赵希迈",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "在广州与李约同游药湖，有诗",
   "place": "广州市（药湖）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1229,
   "value": 2,
   "event": "三月，赵汝腾为其删诗，并为赵汝谠所选《石屏小集》作序",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 9,
   "event": "《访古田刘无竞（潜夫宰建阳有声，人言自有建阳无此宰）》；春夏时分，游古田县，访知县刘克逊",
   "place": "宁德市（古田县）",
   "lng": "118.752638",
   "lat": "26.583282"
  },
  {
   "time": 1231,
   "value": 4,
   "event": "《见江东绣衣袁广微》；自福建游江东，至鄱阳访袁甫，袁甫为编《石屏诗续集》",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1232,
   "value": 9,
   "event": "《临江军新岁呈王幼学监簿》；或至临江军度岁",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1233,
   "value": 10,
   "event": "《满庭芳（元夕上邵武王守子文）》；邵武度岁",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1234,
   "value": 9,
   "event": "《人日》；人日，有诗",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1235,
   "value": 9,
   "event": "《南安王使君领客湛泉流觞曲水》；夏秋间过南安军",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1236,
   "value": 9,
   "event": "《观静江山水呈陈鲁叟漕使》2首；春，游广西，访陈汶",
   "place": "桂林市（玉华洞）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1237,
   "value": 9,
   "event": "《张端义应诏上书，谪曲江，正月一日赣州相遇》2首；返乡过赣州，途遇张端义",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1238,
   "value": 9,
   "event": "《诸诗人会于吴门翁际可通判席上，高菊涧有诗，仆有“客星聚吴会，诗派落松江”之句，方子万使君喜之，遂足成篇》；在平江诗友聚会，有诗论之",
   "place": "台州市（黄岩区）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "在家乡黄岩家居，重阳与众侄孙聚于戴炳家",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1240,
   "value": 0,
   "event": "《嘉熙己亥大旱荒，庚子夏麦熟》6首；在家乡黄岩家居",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1241,
   "value": 5,
   "event": "《寄永嘉太守赵茂实》2首；在家乡黄岩家居，有诗寄送友人赵汝腾",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1242,
   "value": 5,
   "event": "《壬寅岁旦景明、子渊、君玉携酒与诗为寿次韵》；岁旦与侄孙有诗唱和",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1243,
   "value": 8,
   "event": "《癸卯岁旦》；岁旦，有诗",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1244,
   "value": 9,
   "event": "《新年自唱自和》3首；新年有诗作",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1245,
   "value": 0,
   "event": "《新岁书怀四首》；新年有诗作",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1246,
   "value": 5,
   "event": "《戴丁夫人毛氏墓志铭》；十一月，为侄媳毛氏做墓志铭",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  },
  {
   "time": 1247,
   "value": 0,
   "event": "《寄上赵南仲枢密》2首；或于本年卒",
   "place": "台州市（黄岩区）",
   "lng": "121.269515",
   "lat": "28.655286"
  }
 ]
};
