// 诗人行迹数据：扬无咎
export default {
 "name": "扬无咎",
 "birth": 1097,
 "death": 1171,
 "life": [
  {
   "time": 1097,
   "value": 1,
   "event": "出生。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "或于本年在开封应举，不第。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "或居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "或居乡清江。高宗时，屡被征召，不就。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1139,
   "value": 2,
   "event": "《南歌子·己未和韵》；居乡清江，有词。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1148,
   "value": 4,
   "event": "《水调歌头·次向芗林韵》；居乡清江。中秋，有词和向子諲",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "《点绛唇·和向芗林木犀》；居乡清江有词和向子諲。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "《玉烛新》（荒山藏古寺）；居乡清江有词。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1159,
   "value": 2,
   "event": "《长相思》；居乡清江有词。序云：“己卯岁留淦上，同诸友泛舟，至卢家洲登小阁，追用贺方回韵，以资坐客歌笑。”",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1160,
   "value": 2,
   "event": "《蓦山溪·端午有怀新淦》；居乡清江有词感怀去年端午。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1163,
   "value": 2,
   "event": "《柳梢青·癸未秋社有怀故山》；居乡清江有词。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1165,
   "value": 7,
   "event": "《柳梢青》四阕之一；居乡清江有词。序云：“范端伯要余画梅四枝：一未开、一欲开、一盛开、一将残，仍各赋词一首。画可信笔，词难命意，却之不从，勉狥其请。予旧有柳梢青十首，亦因梅所作，今再用此声调，盖近时喜唱此曲故也。端伯奕世勋臣之家，了无膏梁气味，而胸次洒落，笔端敏捷，观其好尚如许，不问可知其人也。要须亦作四篇，共夸此画，庶几衰朽之人，托以俱不泯耳。乾道元年七夕前一日癸丑，丁丑人扬无咎补之书于豫章武宁僧舍。”",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "居乡清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1171,
   "value": 0,
   "event": "卒于清江。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  }
 ]
};
