// 诗人行迹数据：文彦博
export default {
 "name": "文彦博",
 "birth": 1006,
 "death": 1097,
 "life": [
  {
   "time": 1006,
   "value": 1,
   "event": "出生",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "以水灌树穴浮球",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "不详",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "数豆以明错对",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "不详",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1018,
   "value": 2,
   "event": "《送龙昌期先生归蜀序》；送龙昌期归陵阳",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "求学备考",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "求学备考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "求学备考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "求学备考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 4,
   "event": "《送张大丞赴阙序》；送张观赴阙",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "从孙复学",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1025,
   "value": 2,
   "event": "《圣驾幸太学赋并序》；乡试备考",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1026,
   "value": 2,
   "event": "乡试中举",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1027,
   "value": 10,
   "event": "《诏开礼闱偶作呈诸友》；为诗呈友人",
   "place": "临汾市（翼城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "修河亭，并亲书岁月榜",
   "place": "临汾市（翼城县）",
   "lng": "111.724736",
   "lat": "35.744558"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "修至圣文宣王庙",
   "place": "临汾市（翼城县）",
   "lng": "111.724736",
   "lat": "35.744558"
  },
  {
   "time": 1030,
   "value": 4,
   "event": "《绛州翼城县新修至圣文宣王庙碑记》；至圣文宣王庙成，为作碑记",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "到榆次县任",
   "place": "晋中市（榆次区）",
   "lng": "112.713961",
   "lat": "37.70583"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "在榆次知县任",
   "place": "晋中市（榆次区）",
   "lng": "112.713961",
   "lat": "37.70583"
  },
  {
   "time": 1033,
   "value": 7,
   "event": "《思凤亭诗》；建思凤亭，题诗以记之",
   "place": "晋中市（榆次区）",
   "lng": "112.713961",
   "lat": "37.70583"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "在通判兖州任",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "在通判兖州任",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "在通判兖州任",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1037,
   "value": 6,
   "event": "《谢陈龙图谏议惠渚宫集启》；张观荐，迁监察御史",
   "place": "晋中市（介休市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "丁忧",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "丁忧",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "服除，还任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 6,
   "event": "复麟州（今陕西神木）唐时故道，益其储粟",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1042,
   "value": 4,
   "event": "乞将并州、代州总管王亢、钤辖康德舆、杨怀志正典刑",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "以修水洛城（今陕西庄浪境内）为不便",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1044,
   "value": 4,
   "event": "《答奏》；夏，彦博请加强秦州边备，以备防秋",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "《题筹笔驿》；入蜀途中，题诗筹笔驿",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1046,
   "value": 0,
   "event": "张俞上书谢彦博上闻朝廷己欲养亲安身，不欲赴阙之意",
   "place": "宝鸡市（陇县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "拜枢密副使",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1048,
   "value": 7,
   "event": "除参知政事兼河北宣抚使，以平贝州之乱。",
   "place": "邢台市（清河县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "《乞罢重任》；为父母自山西介休县迁葬洛阳伊阙县事，乞罢重任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 7,
   "event": "议明堂制度",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 4,
   "event": "《进大飨明堂记表》；上《明堂大飨记》二十卷、《纪要》二卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "至许州任上，司马光为彦博作谢表",
   "place": "潍坊市（青州市）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "徙知秦州，实未赴",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "《见山楼小饮偶作》；于居处作见山楼",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "智息陕西铁钱风波",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "仁宗暴得疾，威坐安宫禁",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "《寄青州田龙图况》；与知青州田瑜有诗唱和",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "被郭申锡讼李参与彦博结托",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "《题裴晋公画像赞并序》；作题裴晋公画像，并序",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1060,
   "value": 9,
   "event": "改判大名府兼北京留守司事",
   "place": "郑州市（登封市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1061,
   "value": 6,
   "event": "《仆射侍中贾荣过潩上小园兼题嘉句谨成五十六言仰谢贲饰》；有诗唱和",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1062,
   "value": 4,
   "event": "改判太原府，未赴",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "继母申氏卒，彦博丁忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "丁忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1065,
   "value": 10,
   "event": "服阙，复判河南府",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "《举魏沂》；举魏沂",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 7,
   "event": "《英宗皇帝挽词》；英宗崩，彦博作挽词悼念之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 10,
   "event": "《奏令陕西沿边牒送降到番部于宥州》；奏请陕西沿边牒送降到番部于宥州收管",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 7,
   "event": "《乞禁止汉人与西人私相交易》；乞禁止汉人与西人私相交易",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 7,
   "event": "《言青苗钱》；言青苗钱不便，请罢之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "《举任逸》；举任逸",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "《言降羌事》；请许降羌去留自便",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "《言市易二》；再言市易司遣官监卖果实，损国体，敛民怨，乞寝罢",
   "place": "焦作市（孟州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《春旱既甚祷祈未应小园即事》；春旱甚，有诗纪之",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《论修楼橹事》；请即修北京（即大名府）楼橹",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1076,
   "value": 10,
   "event": "赏识黄庭坚之才，留之再任北京国子监",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1077,
   "value": 10,
   "event": "范子渊言熊本、陈佑甫附会结托彦博",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "因河事，文彦博特放，熊本、陈佑甫、陈知俭等各降职有差",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1079,
   "value": 5,
   "event": "乞令李成诣阙呈试换一前班",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "《乞致仕》；频请致政",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1081,
   "value": 7,
   "event": "《御赐诗记》；为文记御赐诗事",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1082,
   "value": 7,
   "event": "《耆年会诗》；慕白乐天九老会为洛阳耆英会。与会者有富弼、文彦博、席汝言、王尚恭、赵丙、刘几、冯行己、楚建中、王慎言、王拱辰、张问、张焘共十三人。有诗纪之。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "《提举端明宠示三月三十日雨中书怀……》；与司马光等洛下诸老频有游宴唱和",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 9,
   "event": "乞陛辞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "《神宗皇帝挽词》；神宗崩，作挽词悼念神宗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "《缴进元丰答诏》；奏请受西夏内附之请，以安边",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "再举荐黄景",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "《赠太傅康国韩公绛挽词三首》；韩绛卒，彦博作挽词悼念之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 7,
   "event": "《免差人内都知管勾葬事》；妻王氏亡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 9,
   "event": "《文彦博私记》；贾易论韩琦定策功，不平彦博不言功事，以为掩琦之勋。彦博撰《文潞公私记》，复言建储事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 0,
   "event": "偶遇洛中士人张起宗，与彦博生辰同，彦博邀之共案而食近九个月",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1092,
   "value": 9,
   "event": "彦博赴河阳探子文及甫，范纯仁有诗送行",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1093,
   "value": 2,
   "event": "《宣仁圣烈皇太后挽词》；宣仁太后崩，彦博作挽词以表哀悼之情",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 2,
   "event": "《偶书扇面》；为诗抒垂暮之感",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "洛阳养老",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "洛阳养老",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "追夺彦博堂侄文常官职",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
