// 诗人行迹数据：文天祥
export default {
 "name": "文天祥",
 "birth": 1236,
 "death": 1282,
 "life": [
  {
   "time": 1236,
   "value": 1,
   "event": "本年文天祥出生",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "入蒙学，从胡观洲习童子业。后又从曾秀峰、王东庐、朱约斋、业朱植、曾深甫",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居家庐陵，习书塾，时江万里创办白鹭洲书院。后文天祥入读该书院",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居家，习书塾",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "游乡校，见先贤欧阳修、杨邦乂及胡铨像，慨然发誓“殁不俎豆其间，非夫也！”",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "居家庐陵，习书塾",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居家庐陵，习书塾",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "本年祖父时用殁",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居家庐陵，习书塾",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居家庐陵，从父亲革斋先生学习",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "四弟文璋出生。初名天麟，字宋仁，晚字稚圭，号文堂",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居家庐陵读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居家庐陵读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居家庐陵读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1253,
   "value": 2,
   "event": "《中道狂狷乡原如何》；本年乡校试，以《中道狂狷乡原如何》论题夺冠",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居家庐陵读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "春，肄业白鹭洲书院，深造欧阳守道门下。时刘辰翁、邓光荐同在",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "礼部中榜",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "葬父于庐陵本乡敬佛源，后改葬泰和，居家守制。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "右丞相丁大全致函求仕，辞谢",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1259,
   "value": 7,
   "event": "正月，与弟文璧入京，廷对，文璧获第，授迪功郎，临安府参军",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 2,
   "event": "二月差签书镇南军节度判官厅公事，辞免，授主管建昌军仙都观",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1261,
   "value": 10,
   "event": "《龙泉县太霄观梓潼祠记》；春，游龙泉太霄观，有记",
   "place": "吉安市（遂川县）",
   "lng": "114.52708",
   "lat": "26.319455"
  },
  {
   "time": 1262,
   "value": 0,
   "event": "《再状》；上书，申闻“秘书省正字职”事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 6,
   "event": "于京城升著作佐郎",
   "place": "宜春市（高安市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 7,
   "event": "在瑞州建野人庐、秀春亭、翠微亭、竹庵，创陶靖堂",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1265,
   "value": 9,
   "event": "在瑞州交割提刑职事",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1266,
   "value": 9,
   "event": "《新年》；本年开始在庐陵富田辟文山，以穷山水之乐",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1267,
   "value": 7,
   "event": "次男佛生（1267-1284）出生，由黄夫人所出",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1268,
   "value": 7,
   "event": "《轮对札子》；于京诏兼学士院权直国史院编修官实录检讨封官，上札子谢",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 0,
   "event": "《贺江左相启》；江万里于三月诏为左丞相、兼枢密使后，有贺文",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1270,
   "value": 10,
   "event": "本月初一，除军器监兼右司，辞免不允",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1271,
   "value": 7,
   "event": "《赣州重修嘉济庙记》；居庐陵家",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1272,
   "value": 9,
   "event": "《生日和聂吉甫五月初二日》；居家庐陵。生日，与友人多有唱和",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1273,
   "value": 0,
   "event": "除湖南提刑，辞免不允",
   "place": "长沙市（长沙县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1274,
   "value": 10,
   "event": "《贺前人正启》；为贺新年，奉札江相，有贺启；后寻春回，互送春酒，又有回启",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1275,
   "value": 0,
   "event": "接获勤王诏书，遂召集诸路豪杰数万众，奉诏勤王，欲入卫临安",
   "place": "湖州市（安吉县）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1276,
   "value": 0,
   "event": "除临安府，辞不拜。指陈挽救社稷方略",
   "place": "扬州市（仪征市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1277,
   "value": 7,
   "event": "《发高沙》四首其一；本日艰难行走至高邮，亟下船，历七水寨。后继续赶路。有诗记之",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1278,
   "value": 0,
   "event": "进兵惠州，驻兵海丰县",
   "place": "汕尾市（海丰县）",
   "lng": "115.329855",
   "lat": "22.972913"
  },
  {
   "time": 1279,
   "value": 10,
   "event": "元将张弘范胁迫下海于舟中。《过零丁洋》；人生自古谁无死，留取丹心照汗青。",
   "place": "汕头市（潮阳区）",
   "lng": "116.608086",
   "lat": "23.270738",
   "highlight": true
  },
  {
   "time": 1280,
   "value": 10,
   "event": "《元日》；本月于狱中赋诗自遣",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1281,
   "value": 10,
   "event": "《与弟绝别书》；正月初一，撰书与文升关于立嗣及读书做人事。《正气歌》；天地有正气，杂然赋流形。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013",
   "highlight": true
  },
  {
   "time": 1282,
   "value": 10,
   "event": "《集杜诗·自序》；撰写《集杜诗·自序》",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  }
 ]
};
