// 诗人行迹数据：方干
export default {
 "name": "方干",
 "birth": 809,
 "death": 886,
 "life": [
  {
   "time": 809,
   "value": 1,
   "event": "出生，貌陋又兔缺",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 810,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 811,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 812,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 813,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 814,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 815,
   "value": 1,
   "event": "学诗于徐凝",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 816,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 817,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 818,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 819,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 820,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 821,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 822,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 823,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 824,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 825,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 826,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 827,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 828,
   "value": 1,
   "event": "在故乡桐庐家居",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 829,
   "value": 1,
   "event": "在桐庐。徐凝一见器之，授以诗律",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 830,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 831,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 832,
   "value": 2,
   "event": "送姚合员外赴金州；；在长安。始谒姚合,公视其貌陋,初甚侮之。坐定览卷,骇目变容而叹之。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 834,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 835,
   "value": 2,
   "event": "上杭州姚郎中；在杭州。有诗上姚合",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 836,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 837,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 838,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 839,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 840,
   "value": 2,
   "event": "中路寄喻凫先辈；喻凫进士及第，方干寄诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 841,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 842,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 843,
   "value": 2,
   "event": "寄普州贾司仓岛；隐居镜湖。贾岛自长江迁普州司仓,方干自镜湖寄诗",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 844,
   "value": 2,
   "event": "寒食宿先天寺无可上人房；遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 845,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 846,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 847,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 848,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 849,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 850,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 851,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 852,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 853,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 854,
   "value": 2,
   "event": "哭秘书姚少监；过姚监故居；姚合去世，方干有诗悼念",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 855,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 856,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 857,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 858,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 859,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 860,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 861,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 862,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 863,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 864,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 865,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 866,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 867,
   "value": 2,
   "event": "归睦州中路寄侯郎中；初归故里献侯郎中；方干年老,暂回睦州故里,作诗",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 868,
   "value": 1,
   "event": "在故乡桐庐居住",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 869,
   "value": 1,
   "event": "在故乡桐庐居住",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 870,
   "value": 2,
   "event": "送睦州侯郎中赴阙；在桐庐。侯温离睦州赴阙,方干作诗相赠",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 871,
   "value": 1,
   "event": "在故乡桐庐居住",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 872,
   "value": 2,
   "event": "献王大夫二首；王龟转越州刺史、御史大夫、浙东团练观察使。礼邀干至,方干拜谒作诗",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 873,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 874,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 875,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 876,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 877,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 878,
   "value": 1,
   "event": "在越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 879,
   "value": 2,
   "event": "狂寇后上刘尚书；尚书新创敌楼二首；贼退后赠刘将军；在越州，方干与刘汉宏交往深切,得其济助恐亦良多,故令方干至死感恩不尽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 880,
   "value": 1,
   "event": "在越州，方干与刘汉宏交往深切,得其济助恐亦良多,故令方干至死感恩不尽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 881,
   "value": 1,
   "event": "在越州，方干与刘汉宏交往深切,得其济助恐亦良多,故令方干至死感恩不尽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 882,
   "value": 1,
   "event": "在越州，方干与刘汉宏交往深切,得其济助恐亦良多,故令方干至死感恩不尽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 883,
   "value": 1,
   "event": "在越州，方干与刘汉宏交往深切,得其济助恐亦良多,故令方干至死感恩不尽",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 884,
   "value": 1,
   "event": "客死会稽，归葬桐江",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 885,
   "value": 1,
   "event": "遁于会稽，渔于鉴湖，往来桐庐芦茨之间",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 886,
   "value": 2,
   "event": "谢王大夫奏表；王龟转越州刺史、御史大夫、浙东团练观察使。推荐方干，方干写谢表",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  }
 ]
};
