// 诗人行迹数据：方岳
export default {
 "name": "方岳",
 "birth": 1198,
 "death": 1262,
 "life": [
  {
   "time": 1198,
   "value": 1,
   "event": "方岳生",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1206,
   "value": 0,
   "event": "《祭诗》；祖父卒，方岳作《祭诗》",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "学于里东皋，识冯椅，是为岳启蒙师。乡人傩墨义，操笔立就，为之惊。",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "方岳入郡庠，严陵叶子仪点请诸生复诵《通鉴》，唯方岳与方瑑能抗之",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "不详",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "方岳识袁甫始此",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "宁宗崩，史弥远矫诏贵诚嗣位。",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1225,
   "value": 2,
   "event": "《乙酉岁游浙中道闻盗起霅川遂寓珠溪》；方岳游浙，作《乙酉岁游浙中道闻盗起霅川遂寓珠溪》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "方岳秋闱落第",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "原籍歙城宝谟阁少卿汪中立来知徽州。方岳集中致诗八首，足见交深。卷二二《呈知郡汪少卿》写于是年",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1228,
   "value": 2,
   "event": "《秀锦楼赋》；夏，为汪卿撰《秀锦楼赋》",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "歙人程元凤、休宁人程若颜、黟人汪昱均登黄朴榜进士（《徽州府志》），方岳再次落第。其《酹江月·和君用》即针对史弥远弄权，致使自己屡败场屋而发。",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "方岳再游浙，与著名诗人戴复古相识，是年复古六十四岁",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "方岳游浙，漕试第一。作《南康大比权谕》。此即《洪传》所云“漕试及别省皆为首选”。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "方岳登进士第，任南康军教授。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "寻丁母忧，返里",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1234,
   "value": 4,
   "event": "《通权教蔡佥判》、《代贺魏（工部）侍郎》、《代汪表侄谢启》、《代大兄谢启》；方岳丁母忧，服阙，调滁州教授，结识赵葵。按：岳于秋冬间到任，作《通权教蔡佥判》。是年，理宗启用真德秀、魏了翁等道学家，号称“小元祐”。自此理学兴盛。岳为赵葵作《代贺魏（工部）侍郎》。方岳伯兄荐为第五，岳为作《代汪表侄谢启》、《代大兄谢启》。",
   "place": "滁州市（狼牙山）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1235,
   "value": 6,
   "event": "方岳任滁州教授，寻除淮东安抚司干官",
   "place": "",
   "lng": "117.292218",
   "lat": "31.867312"
  },
  {
   "time": 1236,
   "value": 0,
   "event": "《代谢除华文阁直学士》；赵葵进华文阁直学士，方岳为作《代谢除华文阁直学士》（《小稿》卷八）",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1237,
   "value": 0,
   "event": "《祭魏参政》；魏了翁卒，年六十。方岳作《祭魏参政》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1238,
   "value": 7,
   "event": "《水调歌头·九日多景楼用吴侍郎（户部）韵》、《贺新郎·别吴侍郎》；在扬州，进礼兵部架阁，添差淮东制司干官。是年，国事家事，多有封岳仕途和思想影响颇大者：其一，开始与赵葵不和。其二，因力反议和而忤参知政事史嵩之。其三，父钦祖病笃，兄病殁，岳欲携父返故里",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1239,
   "value": 0,
   "event": "《陶倅母夫人挽诗》；方岳于是年秋天返回故里，侍父病。寻父卒，丁忧。",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1240,
   "value": 4,
   "event": "《哨遍·问月》；居家丁父忧，方岳作《哨遍·问月》",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1241,
   "value": 3,
   "event": "丁父忧，服阙，秋离家赴临安",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1242,
   "value": 10,
   "event": "《最高楼·壬寅生日》；起为刑工部架阁，居官五十六日，罢职闲居",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1243,
   "value": 7,
   "event": "《行香子·癸卯生日》；在家闲居",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1244,
   "value": 6,
   "event": "《与徐常卿》（元杰自将作监兼右司郎官，拜太常少卿）；在家闲居，九月，史崇之以父病，谒告，许之。十二月，诏许崇之终丧，方岳作《与徐常卿》（元杰自将作监兼右司郎官，拜太常少卿）",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1245,
   "value": 9,
   "event": "在临安。任礼兵部架阁，寻除太学正兼景县府教授",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1246,
   "value": 9,
   "event": "《轮封第二札子》；在临安，由太学正迁宗学博士",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1247,
   "value": 10,
   "event": "在临安，除秘书郎，后赴建康，充赵葵幕参议官。寻差知南康军",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1248,
   "value": 10,
   "event": "《贺新凉·戊申生日》；在南康（江西星子县），有《贺新凉·戊申生日》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1249,
   "value": 10,
   "event": "《易地邵武去之日与家人集新作南门书水镜壁上盖十一月二十六日也》；在南康，后还家，差知邵武军。作《易地邵武去之日与家人集新作南门书水镜壁上盖十一月二十六日也》",
   "place": "黄山市（祁门县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1250,
   "value": 10,
   "event": "《谢放罪表（邵武）》；“未至邵武二百里，峒顽作，驰急足榜谕之。寇知威名，迎拜车下而散。”（《洪传》），方岳为此作《谢放罪表（邵武）》",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1251,
   "value": 4,
   "event": "《答潘南夫》；在邵武。是年正月，兼右司郎官拜监察御史兼崇政殿说书程元凤上书斥左相郑清之久专国柄，老不任事，监察御史潘凯亦劾清之。方岳与潘凯交深，卷二七有《答潘南夫》。宝祐三年，潘凯任刑部侍郎，方岳有《与潘侍郎》，另有《潘君诗卷（序）》",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1252,
   "value": 9,
   "event": "《春盤》；在邵武。春会返里，未几又回邵武。作《春盤》诗",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1253,
   "value": 10,
   "event": "在邵武。冬，返故里。",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1254,
   "value": 9,
   "event": "《满庭芳·甲寅生日》；在家闲居。《四库》本《秋崖集》词增录方岳《满庭芳·甲寅生日》，锡返里后冬作",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1255,
   "value": 9,
   "event": "《申省乞祠》、《又申》；在家闲居，改知饶州，辞不就。《小稿》卷五《申省乞祠》及《又申》表明其不愿出仕之意已绝",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1256,
   "value": 5,
   "event": "《江城子》；在家闲居。起知宁国府，未上，罢。改知袁州（江西宜春）孔凡礼《全宋词补辑》录方岳《江城子》作于是年",
   "place": "黄山市（祁门县）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "《与赵寺丞》；知袁州。赵与泽知徽州，元月到官。方岳作《与赵寺丞》赞之",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1258,
   "value": 4,
   "event": "在袁州，后除尚书左郎官。程元凤罢想，出判福州，丁大全挟嫌报复。李曾伯原与方岳有交，今任广南制置大使兼知静江府，故有“辟充参谋”之举。方岳未就，改除尚书左郎官",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "改除尚书左郎官后，定大全嗾九江制置副使袁玠弹劾罢之",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居家。方岳万年，方回来访，失甲子，待考",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1261,
   "value": 2,
   "event": "《题讷齐》；在家闲居。十月，程元凤授特进，观文殿大学士，醴泉观使兼侍读，有《讷齐集》。方岳有《题讷齐》诗，疑作于此年",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1262,
   "value": 0,
   "event": "卒于家，葬荷花坞。有《秋崖小稿》行于世，重修《南北史》一百一十卷。《宗维训录》十卷，未传",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  }
 ]
};
