// 诗人行迹数据：施宿
export default {
 "name": "施宿",
 "birth": 1164,
 "death": 1222,
 "life": [
  {
   "time": 1164,
   "value": 1,
   "event": "施宿生",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "家居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "登陈亮榜进士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "初仕少府监丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "掌越州余姚县事，与孙应时定交",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "在余姚县任。刻苏东坡墨迹于石",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  },
  {
   "time": 1198,
   "value": 4,
   "event": "在余姚县任",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "知余姚县事。修复烛溪湖石闸；修建学宫及廨宇，并置赡书之田",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "《会稽志》二十卷；至绍兴通判任，撰《会稽志》二十卷",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1201,
   "value": 6,
   "event": "《食野菜》（野蔌山蔬次第尝）；陆游至柯桥迎其子子布东还，宿往谒，游与同食野菜，赋二绝句，又为题所藏杨补之画梅",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1202,
   "value": 4,
   "event": "在绍兴通判任，陆游为作《注东坡诗序》",
   "place": "杭州市（西湖张园）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "在盱眙任，与王璆、陈朴、周篪同登第一山玻璃泉，题名刻石",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "礼部尚书张嗣古、广州观察使陈焕至盱眙与宿同登第一山，题名刻石，嗣古为宿作《定武兰亭帖第十跋》",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "入朝任职。在盱眙日，尝得东平康师孟所刻《二苏帖》，又得楼钥寄赠东坡《行香子词》墨本",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "在京任职.朝散郎，直秘阁。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "倪思为作《定武兰亭帖第十一跋》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "在京任职",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1209,
   "value": 3,
   "event": "以直秘阁除江淮发运判官。江淮发运司在真州。",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1210,
   "value": 3,
   "event": "官江淮发运判官",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "官江淮发运判官",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "以江淮发运判官迁提举淮东常平司，并提举茶盐事",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1213,
   "value": 3,
   "event": "提举淮东常平茶盐事，修筑泰州城垣工竣，视旧增五之一；复建惠民仓、惠民药局，加惠元元，无所不至",
   "place": "淮安市（盱眙县）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "罢淮东提举司，归长兴",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "家居，以所藏《定武兰亭贴》归同郡向氏",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "家居",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "避寿至余姚，遂卜居焉。宿之事迹可考者，尽于是年，泰州之民既祀而祷之，宿或逝世于本年",
   "place": "宁波市（余姚市）",
   "lng": "121.160934",
   "lat": "30.042849"
  }
 ]
};
