// 诗人行迹数据：无可
export default {
 "name": "无可",
 "birth": 785,
 "death": 847,
 "life": [
  {
   "time": 785,
   "value": 1,
   "event": "生于河北涿州老家",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 786,
   "value": 1,
   "event": "居家",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 787,
   "value": 1,
   "event": "居家",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 788,
   "value": 1,
   "event": "居家",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 789,
   "value": 1,
   "event": "居家",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 790,
   "value": 1,
   "event": "居家读书",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 791,
   "value": 1,
   "event": "居家读书",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 792,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 1,
   "event": "在长安居家读书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 1,
   "event": "出家修行；无可约于是年前后出家，出家后法号“无可”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 1,
   "event": "出家修行，与文士交游，姚合有诗描述无可“麻履方袍一少年”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "出家修行，与文士交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 1,
   "event": "出家修行，与贾岛同居青龙寺",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 1,
   "event": "出家修行，与贾岛同居青龙寺",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 1,
   "event": "出家修行，与贾岛同居青龙寺",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 1,
   "event": "约在长安修行，姑系于此",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 2,
   "event": "《送威武李骑曹之灵武宁省》；居寺修行，与诗友交游",
   "place": "西安市（先天寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 2,
   "event": "《秋寄从兄贾岛》；云游庐山，居西林寺，有诗寄贾岛",
   "place": "九江市（庐山西林寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 822,
   "value": 1,
   "event": "居寺修行，与诗友交游",
   "place": "西安市（先天寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 5,
   "event": "《送章正字秩满东归》；居寺修行，曾与贾岛、顾非熊等宿姚合宅中，有诗",
   "place": "西安市（先天寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 2,
   "event": "《寄华州马戴》；幽居嵩山，与诗友交游",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 825,
   "value": 2,
   "event": "《晚秋酬姚合侍御见寄》；赴洛阳与姚合、李廓、马戴等聚会",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 826,
   "value": 1,
   "event": "幽居嵩山，与诗友交游",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 827,
   "value": 2,
   "event": "《客中闻从兄岛游蒲因寄》；前往夏州，游历边塞，与姚合相聚",
   "place": "榆林市（靖边县）",
   "lng": "108.802274",
   "lat": "37.605093"
  },
  {
   "time": 828,
   "value": 1,
   "event": "幽居嵩山，贾岛、姚合等有诗寄无可",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 829,
   "value": 2,
   "event": "《冬夜姚侍御宅送李廓少府》；返回京城，与诗友交游，有诗送李廓",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 0,
   "event": "《哭张籍司业》；张籍卒，作悼诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 1,
   "event": "约在长安居寺修行，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 4,
   "event": "《酬姚员外见过林下》；居寺修行，与诗友交游，人称“白阁僧”",
   "place": "西安市（终南山草堂寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 4,
   "event": "《陪姚合游金州南池》；前往金州，与姚合交游",
   "place": "安康市（南池）",
   "lng": "109.03592",
   "lat": "32.690575"
  },
  {
   "time": 834,
   "value": 2,
   "event": "《送田中丞使西戎》；返回京城，与诗友交游，有诗送田群",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居寺修行，与诗友交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 2,
   "event": "《冬晚姚谏议宅会送元绪上人归南山》；居寺修行，与诗友交游",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "主持寺院，与诗友交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "主持寺院，与诗友交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 2,
   "event": "《送姚中丞赴陕州》；居寺修行，与诗友交游",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 2,
   "event": "《酬厉侍御秋中思归树石所居见寄》；居寺修行，与诗友交游",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 4,
   "event": "《寂照和上碑》；居寺修行，书《寂照和上碑》",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 4,
   "event": "《夏日送田中丞赴蔡州》；居寺修行，田群牧蔡州，作诗送行",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 0,
   "event": "《吊从兄岛》；居长安交游，贾岛卒，作悼诗《吊从兄岛》",
   "place": "西安市（天仙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 2,
   "event": "《送薛秀才游河中兼投任郎中留后》；居寺修行，与诗友交游",
   "place": "西安市（法乾寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 2,
   "event": "《书事寄万年厉员外》；归隐小华山",
   "place": "渭南市（华县）",
   "lng": "109.778378",
   "lat": "34.518619"
  },
  {
   "time": 846,
   "value": 1,
   "event": "本年约归隐小华山，姑系于此",
   "place": "渭南市（华县）",
   "lng": "109.778378",
   "lat": "34.518619"
  },
  {
   "time": 847,
   "value": 0,
   "event": "约卒于本年以后，姑系于此",
   "place": "渭南市（华县）",
   "lng": "109.778378",
   "lat": "34.518619"
  }
 ]
};
