// 诗人行迹数据：晁冲之
export default {
 "name": "晁冲之",
 "birth": 1073,
 "death": 1126,
 "life": [
  {
   "time": 1073,
   "value": 1,
   "event": "在开封出生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "在开封家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "往新乡居数年，常游苏门山",
   "place": "新乡市（苏门山）",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "往新乡居数年，常游苏门山",
   "place": "新乡市（苏门山）",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "往新乡居数年，常游苏门山",
   "place": "新乡市（苏门山）",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "往新乡居数年，常游苏门山",
   "place": "新乡市（苏门山）",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "拜陈师道为师，学习诗歌",
   "place": "新乡市（苏门山）",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "党祸起，隐于新郑之西的具茨山下，号具茨先生",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1098,
   "value": 5,
   "event": "《龙兴道中》；居新郑。游龙兴、鲁山一带，不能明确编年，姑系于本年",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "还京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "在京师，得到陈师道的指导，学习诗艺",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "活动不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "在京师，与喻汝砺为同门生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "活动不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "活动不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 2,
   "event": "《次韵集津兄会群从王敦素宿王立之园明日西征马上寄示诸人原注：以道尝监陕府集津仓》；在京师。冬，送从兄晁说之出任陕西。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 2,
   "event": "《春晚圃田道中三首》；因事从京师至徐州",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在京师，与吕本中从游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在京师，与吕本中游宴，多召李师师、崔念月侑席",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 9,
   "event": "《拟一上人怀山之作》；离京回扬州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 2,
   "event": "《谢沈次律水枕》；冬，火灾，家产受到极大损失",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1115,
   "value": 7,
   "event": "《留别江子之》；秋，卜居新郑东里，西邻具茨山",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1117,
   "value": 9,
   "event": "《和叶甥少蕴内翰重开西湖见寄二首》；在新郑东里，与叶梦得唱和，与吕本中唱和",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "漫游徐州",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1119,
   "value": 2,
   "event": "《再至徐州示诸弟》；上元，在海陵与吕本中游。返经徐州",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居新郑",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "宣和年间，又移居东都，生活困顿。曾游香山。不能明确编年，姑系于本年",
   "place": "洛阳市（香山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1124,
   "value": 2,
   "event": "《效古别昭德群从》；重过京师，不过十二日，与昭德诸从弟话别，并追思故游，写诗词若干首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《再至都城》；赴国难，留佐东道",
   "place": "商丘市（宁陵县）",
   "lng": "115.3116",
   "lat": "34.460791"
  },
  {
   "time": 1126,
   "value": 0,
   "event": "卒",
   "place": "商丘市（宁陵县）",
   "lng": "115.3116",
   "lat": "34.460791"
  }
 ]
};
