// 诗人行迹数据：晁端礼
export default {
 "name": "晁端礼",
 "birth": 1046,
 "death": 1113,
 "life": [
  {
   "time": 1046,
   "value": 1,
   "event": "出生",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡，少从晁端仁等学辞赋",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "与晁端仁等入京为其父向王安石乞墓志铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "参加乡试",
   "place": "济宁市",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "中进士第，授单州武成县主簿",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "在单州武成县主簿任",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "在单州武成县主簿任",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "在单州武成县主簿任",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "在单州武成县主簿任",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "在单州武成县主簿任",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "左迁酒官，与黄庭坚有诗作唱和",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "以瀛洲防御推官知洺州平恩县",
   "place": "邯郸市（邱县）",
   "lng": "115.182857",
   "lat": "36.825978"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "在平恩知县任",
   "place": "邯郸市（邱县）",
   "lng": "115.182857",
   "lat": "36.825978"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "在平恩知县任",
   "place": "邯郸市（邱县）",
   "lng": "115.182857",
   "lat": "36.825978"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "官满授泰宁军节度推官，知大名府莘县事",
   "place": "聊城市（莘县）",
   "lng": "115.677118",
   "lat": "36.239915"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "在知莘县任上",
   "place": "聊城市（莘县）",
   "lng": "115.677118",
   "lat": "36.239915"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "遇大赦，居兖州",
   "place": "菏泽市（巨野县）",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "丁母忧",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "罢官返回济州之初，家贫甚",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "后致富，赈济穷困",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "在济州请求雪冤复官未果",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1094,
   "value": 2,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1099,
   "value": 4,
   "event": "《满庭芳》（绿绕群峰）；在济州，六月送晁补之赴信州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1101,
   "value": 2,
   "event": "《绿头鸭》（锦堂深）；到过汴京，与丞相韩忠彦有往来",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1103,
   "value": 7,
   "event": "《上林春》（霖雨成功）；在济州，与罢相的韩忠彦往还",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "《黄河清》；在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1110,
   "value": 2,
   "event": "与弟晁端智、从侄晁补之等议迁祖坟",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在济州",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1113,
   "value": 0,
   "event": "《并蒂芙蓉》（太液波澄）；六月入京应诏入大晟府，七月病卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
