// 诗人行迹数据：晁补之
export default {
 "name": "晁补之",
 "birth": 1053,
 "death": 1110,
 "life": [
  {
   "time": 1053,
   "value": 1,
   "event": "晁补之生",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1055,
   "value": 4,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "晁补之能属文，日诵千言",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "不详",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "晁补之随父寓居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "不详",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "晁补之随父仕会稽，过曹娥江",
   "place": "绍兴市（曹娥江）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "晁补之过上虞观海",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "晁补之随父返乡",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "晁补之遇杜纯于兰陵",
   "place": "临沂市",
   "lng": "118.36299",
   "lat": "35.110531"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "晁补之游淮阳，与淮阳守之子胡戟盘桓岁余",
   "place": "徐州市（睢宁县）",
   "lng": "117.947512",
   "lat": "33.918931"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "晁补之侍父新城任所",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "晁补之侍父新城任所",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1071,
   "value": 5,
   "event": "晁补之侍父新城任所",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1072,
   "value": 4,
   "event": "《上苏公书》；晁补之上书苏轼",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1073,
   "value": 9,
   "event": "《次韵苏公和南新道中二首》；晁补之侍父新城任所，与苏轼唱和",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1074,
   "value": 2,
   "event": "晁补之侍父北上，途中遇胡戟于盱眙，晤言欢甚",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "晁补之父亡，家贫不能葬",
   "place": "菏泽市（巨野县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "晁补之居乡耕读",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "春，晁补之谒李师中诚之于汶上，并再晤苏轼于李师中处",
   "place": "菏泽市（巨野县）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "《次韵阎秀才汉臣食兔》；晁补之耕读家园",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "《策问一十九首》；春，晁补之举进士，试开封及礼部别院皆第一，时孔毅父为考官，首送之，神宗阅补之文，称赏，遂及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "《澶守韩璹谏议祷雨有应》；晁补之任澶州司户参军，寻被辟为府学教授",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "《博山高唐县学记》；晁补之任北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1082,
   "value": 9,
   "event": "《直舍即事》；晁补之任北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "《赠王推官允中》；晁补之仍任北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1084,
   "value": 10,
   "event": "《送北京曹慈明秀才之京师》；晁补之仍为北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "《北京祭留守王太尉文》；晁补之任北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "《求志赋》；晁补之在京师任太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "《慎思闻家弟无斁捷解见贻用前韵》；晁补之在京师任秘书省正字，弟无斁举进士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 10,
   "event": "《次韵苏翰林厩马好头赤》；晁补之在京师任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 10,
   "event": "《礼部移竹次韵李员外文叔》；晁补之在京师任秘书省正字，与李格非相过从，志趣甚投合",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 10,
   "event": "《次韵文潜病中作时方求补外》；秋，晁补之迁校书郎，然以官俸微薄，家贫亲老，不足赡养，乃乞补外官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 10,
   "event": "《晓发楼子庄》；春晁补之乘舟赴通判扬州任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1092,
   "value": 10,
   "event": "《饮酒二十首同苏翰林先生次韵追和陶渊明》；二月，苏轼知扬州，三月中苏轼抵达任所，晁补之与其游宴唱和，甚为欢愉",
   "place": "镇江市（金山）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1093,
   "value": 10,
   "event": "《桂浆》；晁补之居官京师为著作佐郎，再迁秘书丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "《题李称推官颐斋》；晁补之居官京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 0,
   "event": "《永嘉县君赴颍昌杜丈之丧送至鹿邑境上赠别》；杜纯九月卒于颍昌，晁补之送妻赴丧，至鹿邑始还",
   "place": "菏泽市（巨野县）",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "《送八弟无斁宰宝应》；晁补之通判亳州",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "《泊舟山阳偶题》；二月，党论起，朝廷再治元祐旧臣，晁补之贬监处州酒税",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1098,
   "value": 9,
   "event": "《元符戊寅与无斁弟卜居缗城东述情》；晁补之服丧家居，以巨野地低卑贫薄，遂迁居金乡城东",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "《游信州南岩》；晁补之监信州盐酒税",
   "place": "济宁市（金乡县）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "《玉溪归逢甥李相如汴中》；徽宗即位，向太后听政，晁补之得遇赦，以著作佐郎召还京师，七月启程北归，十月抵开封府界",
   "place": "安庆市（潜山县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《照碧堂记》；晁补之知河中府",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "《西归七首次韵泗州十五叔父》；晁补之知河中府",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1103,
   "value": 8,
   "event": "《遐观楼辞》；晁补之还金乡家园闲居，管勾江州太平观",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1104,
   "value": 8,
   "event": "《梦觌赋》；晁补之家居金乡东皋，管勾江州太平观",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1105,
   "value": 9,
   "event": "《跋董元画》；晁补之家居金乡东皋，管勾江州太平观",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1106,
   "value": 4,
   "event": "《跋兰亭序》；晁补之家居金乡东皋，管勾江州太平观",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1107,
   "value": 9,
   "event": "《彭城刘君墓志铭》；晁补之家居金乡东皋，管勾江州太平观",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "《戊子六月十三日曝书得史院赐笔感怀》；晁补之家居金乡东皋，提举西京崇福宫",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1109,
   "value": 9,
   "event": "晁补之家居金乡，得出党籍，改提举南京鸿庆宫",
   "place": "济宁市（金乡县）",
   "lng": "116.318007",
   "lat": "35.072589"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "《与昙秀师别垂二十年而后相会于金山作》；晁补之以出党籍姑，诣吏部候调，得起知达州，寻改泗州",
   "place": "镇江市（金山）",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
