// 诗人行迹数据：晁迥
export default {
 "name": "晁迥",
 "birth": 951,
 "death": 1034,
 "life": [
  {
   "time": 951,
   "value": 1,
   "event": "出生",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 952,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 953,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 954,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 955,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 956,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 957,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 958,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 959,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 960,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 961,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 962,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 963,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 964,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 965,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 966,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 967,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 968,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 969,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 970,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 971,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 972,
   "value": 1,
   "event": "居乡？",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 973,
   "value": 1,
   "event": "此前已与王禹偁定交",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 974,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 975,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 976,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 977,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 978,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 979,
   "value": 1,
   "event": "不详",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 980,
   "value": 3,
   "event": "中进士第，授岳州录事参军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 981,
   "value": 3,
   "event": "在岳州录事参军",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 982,
   "value": 3,
   "event": "在岳州录事参军",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 983,
   "value": 3,
   "event": "在岳州录事参军",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 984,
   "value": 3,
   "event": "改将作监丞，迁殿中丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 985,
   "value": 3,
   "event": "通判鄂州，子晁宗悫生",
   "place": "鄂州市",
   "lng": "114.901557",
   "lat": "30.396522"
  },
  {
   "time": 986,
   "value": 1,
   "event": "本年秋至端拱间失职夺官，时间不确，姑系于本年",
   "place": "鄂州市",
   "lng": "114.901557",
   "lat": "30.396522"
  },
  {
   "time": 987,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 988,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 989,
   "value": 3,
   "event": "监婺州税",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 990,
   "value": 3,
   "event": "监婺州税",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 991,
   "value": 3,
   "event": "监婺州税",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 992,
   "value": 3,
   "event": "监婺州税",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 993,
   "value": 4,
   "event": "罢掌婺州税",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 994,
   "value": 1,
   "event": "在苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 995,
   "value": 1,
   "event": "在苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 996,
   "value": 1,
   "event": "在苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 997,
   "value": 3,
   "event": "春，监徐州税，有书信和文赋赠王禹偁，四月迁右正言，十一月直史馆",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 998,
   "value": 3,
   "event": "直史馆",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 1,
   "event": "丁父忧",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "丁父忧",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1001,
   "value": 3,
   "event": "初知制诰，献《咸平新书》五十篇，又献《理枢》一卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1002,
   "value": 3,
   "event": "在京任知制诰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 6,
   "event": "《鸿胪寺赙赠条件》；在京任知制诰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 3,
   "event": "知制诰，覆校前后《汉书》",
   "place": "晋中市（左权县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 3,
   "event": "正月以右谏议大夫知贡举，五月拜翰林学士，八月责授左司郎中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 3,
   "event": "请令有司详定考试条式，议定群臣诏葬制度，考定应试举人文卷，修正曲词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 6,
   "event": "《章穆皇后谥册文》；同修国史，上考试进士新格，十二月被命同知次年贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1008,
   "value": 7,
   "event": "《封祀社首坛乐章》八首；与西昆诗人唱和",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 3,
   "event": "为契丹馆伴使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 6,
   "event": "《祀汾阴亲谒后土庙乐章》；与杨亿等详定祀汾阴仪注",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 3,
   "event": "以翰林学士判行在尚书省，判昭文馆，以翰林学士、工部侍郎为西岳奉册使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 4,
   "event": "《天齐仁圣帝碑铭》文；以翰林学士权知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 6,
   "event": "《北庭记》；以翰林学士为契丹国主生辰使",
   "place": "赤峰市（巴林左旗）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 4,
   "event": "《玉清昭应宫颂》文；在翰林学士任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1015,
   "value": 3,
   "event": "举宋绶、麻温其、晏殊、冯元为覆校勘官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 3,
   "event": "修《两朝国史》成，增修《两朝实录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 3,
   "event": "翰林学士，知通进银台司兼门下封驳事，详定文武升朝官叙封事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 3,
   "event": "为册立皇太子礼仪使，进承旨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1019,
   "value": 3,
   "event": "为南郊礼仪使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 3,
   "event": "屡求解近职，授工部尚书、集贤院学士，判西京留司御史台，许一子官河南以就养",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 3,
   "event": "在京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1022,
   "value": 0,
   "event": "二月真宗卒，仁宗继位，时判西京留司御史台，迁礼部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1023,
   "value": 4,
   "event": "《送陈舍人知荆南府》诗；在京任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1024,
   "value": 3,
   "event": "在京任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "在京任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "以太子少保致仕，给全俸，岁时赐赉如学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1027,
   "value": 2,
   "event": "《法藏碎金录》；居昭德坊旧居，著书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 4,
   "event": "《慎刑箴》；居昭德坊旧居，著文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 2,
   "event": "《闻思三法资修记》文；居昭德坊旧居，著文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居昭德坊旧居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居昭德坊旧居，《法藏碎金录》定稿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居昭德坊旧居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "请依学士例破服馆阁读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 0,
   "event": "召对延和殿，献《斧扆》《恤刑箴》《大顺》《审刑》《无尽灯颂》；卒，罢朝一日，赠太子太保，谥文元",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
