// 诗人行迹数据：晁说之
export default {
 "name": "晁说之",
 "birth": 1059,
 "death": 1129,
 "life": [
  {
   "time": 1059,
   "value": 1,
   "event": "出生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "随父淮南，接受刘恕的教诲",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "随父赴杭州初识苏轼",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "长子公寿生于京城昭德故庐",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "任兖州司法参军。受苏轼、范纯仁、丰稷、曾肇等的举荐",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1088,
   "value": 4,
   "event": "任兖州司法参军。学京氏易，博通五经",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "任兖州司法参军。",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "《听唱秦少游溪路雨添花词感旧作》；任蔡州教授。与秦观交代",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "任蔡州教授。",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1092,
   "value": 6,
   "event": "《赠江子和兄弟》；二月在蔡州。有诗与江子和兄弟唱和",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "在京师。与苏轼、范正思有来往",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "任宿州教授。苏轼贬英州，过宿州与说之相聚，并将应制举时所用的歙砚赠与说之",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "丁父忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 4,
   "event": "《趋府马上，悠然思陈无己三兄，成诗寄之》；与陈师道有诗赠答",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "丁父忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "丁忧服满",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1099,
   "value": 2,
   "event": "《元符二年十一月十六日，赵德麟检校诸邑，李方叔……说之寄题四绝句》；十一月，在让阳与赵令畤、李廌相会，游灵隐寺",
   "place": "襄阳市（灵隐寺）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1100,
   "value": 9,
   "event": "《元符三年应诏封事》；以宣德郎知磁州武安县，四月应诏上书",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1101,
   "value": 6,
   "event": "《易规》；在磁州武安任上，作《易规》",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "因元符末应诏封事落邪中等",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 1103,
   "value": 6,
   "event": "改承议郎，知定州无极县，有政绩，建问山堂",
   "place": "石家庄市（无极县）",
   "lng": "114.982821",
   "lat": "38.185381"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "被劾罢，领嵩山中岳庙祠禄，隐居嵩山",
   "place": "嵩山",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 1105,
   "value": 8,
   "event": "《王氏双松堂记》；四月作文",
   "place": "嵩山",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 1106,
   "value": 4,
   "event": "正月，党禁除",
   "place": "运城市（芮城县）",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "六月，长子卒",
   "place": "运城市（芮城县）",
   "lng": "110.701032",
   "lat": "34.699336"
  },
  {
   "time": 1108,
   "value": 6,
   "event": "返京城，不久为宫学教授，识朱弁，携归东里，妻以兄女",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "在京任宫学教授。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "冬，赴任监明州船场。与欧阳修子欧阳棐游",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1111,
   "value": 10,
   "event": "《祭邹志完文》；在明州，四月，祭友文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1112,
   "value": 10,
   "event": "《仁王护国般若经疏序》；四月为天台僧作序",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1114,
   "value": 10,
   "event": "秋，数往来郑蔡间",
   "place": "驻马店市（汝南县）",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "《记京房易传后》；在鄜州任上",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 1116,
   "value": 10,
   "event": "《京氏易式序》；在鄜州任上",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 1117,
   "value": 4,
   "event": "《偶题》；罢官归新郑东里，与叶梦得等人结社唱和",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居新郑东里，刘壮舆曾录其父刘恕遗稿寄往东里",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "以朝请大夫提点南京鸿庆宫，仍赋闲东里",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1120,
   "value": 7,
   "event": "夏，在京师。冬至，祭鼎阁差充太祝",
   "place": "郑州市（新郑市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "正月，在新郑东里",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1122,
   "value": 6,
   "event": "朝请大夫，知成州军事",
   "place": "陇南市（成县）",
   "lng": "105.748699",
   "lat": "33.756752"
  },
  {
   "time": 1123,
   "value": 10,
   "event": "在成州，赐紫金鱼袋，乞宫观，不与。成州秋旱，减免民税，激怒转运使，上书申辩",
   "place": "陇南市（成县）",
   "lng": "105.748699",
   "lat": "33.756752"
  },
  {
   "time": 1124,
   "value": 4,
   "event": "《再和圆机喜雪之作》；在成州时，与郭执中唱和甚多",
   "place": "陇南市（成县）",
   "lng": "105.748699",
   "lat": "33.756752"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《钝庵新记》；在新郑东里",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1126,
   "value": 10,
   "event": "《靖康元年应诏封事》；二月，应诏上书",
   "place": "郑州市（新郑市）",
   "lng": "113.748037",
   "lat": "34.402241"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "《题破琴诗后》；在高邮",
   "place": "扬州市（仪征市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1128,
   "value": 9,
   "event": "《正月二十八日避难至海陵……》；正月自真州避难至海陵",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1129,
   "value": 0,
   "event": "正月七日卒，赠通奉大夫",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
