// 诗人行迹数据：晏殊
export default {
 "name": "晏殊",
 "birth": 991,
 "death": 1055,
 "life": [
  {
   "time": 991,
   "value": 1,
   "event": "是日，晏殊出生。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 992,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 993,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 994,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 995,
   "value": 2,
   "event": "《残句》（白塔青松古道栖，塔高松矮不能齐。时人莫讶青松小，他日松高塔又低）；有诗题所居道旁白塔。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 996,
   "value": 1,
   "event": "本年前后，随父归高安探亲，姑系于此。",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 997,
   "value": 2,
   "event": "知学问，为文章，乡里号为神童。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 998,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 999,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "不详",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "李虚己许妻以女，因荐于杨大年。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "是月，江南旱，张知白、李防安抚江南，以神童荐晏殊于朝廷。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1005,
   "value": 4,
   "event": "《崇因寺》（苔径雨余惟落叶，石楼风静锁闲云）；举神童，过进贤崇因寺，有诗题壁。",
   "place": "南昌市（进贤县）",
   "lng": "116.249026",
   "lat": "28.382657"
  },
  {
   "time": 1006,
   "value": 3,
   "event": "迁太常寺奉礼郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 6,
   "event": "《州县图经》；是月，与李宗谔、王曾、张知白等同修《州县图经》。",
   "place": "抚州市（南丰县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1008,
   "value": 6,
   "event": "是月，有黄云迎日，与钱惟演等人咸上赞颂，以美盛德，颂文已佚。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 7,
   "event": "《大酺赋》；是日，献观酺赋，诏试学士院，命为集贤校理。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 6,
   "event": "《东封圣制颂序》；是月，真宗召近臣观龙图阁书，又出圣制《会真宫碑》《九天司命天尊殿铭》《泰山重修圣象记》，又制五言诗一首，赐王旦等和，晏殊作颂序。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 6,
   "event": "《土训纂录》；是月，预修书籍。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 4,
   "event": "《两朝祥瑞赞序》；是月，图两朝所获瑞物于二圣殿庑，真宗作赞，晏殊作赞序。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 4,
   "event": "《汾阳祥瑞赞》；是月，真宗召群臣诣文德殿，观汾阴祥瑞图，晏殊作赞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 6,
   "event": "是月，从真宗祀亳州太清宫。",
   "place": "亳州市（太清宫）",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1015,
   "value": 10,
   "event": "是月，被赞文有贞元、元和风格。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 9,
   "event": "是月，为记室咨议。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 9,
   "event": "是月，真宗诣玉清昭应宫恭谢，晏殊献颂，已佚。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 10,
   "event": "是月，陪驾南郊，献颂，已佚。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1019,
   "value": 10,
   "event": "是月，知制诰晏殊为参详官。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 9,
   "event": "《祖士衡起居舍人告词》；是月，为祖士衡作告词。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 10,
   "event": "《天章阁颂》；是月，天章阁建成，献颂。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1022,
   "value": 10,
   "event": "《残句》（颁凤诺之诏，植鸡星之竿。贯索而天牢空，丰隆惊而蛰户震。丹凤衔诏，苍蝇漏音。旋彫轸御，端闱国史）；是月，御正阳门宣制覃庆，晏殊作颂。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1023,
   "value": 10,
   "event": "是月，仁宗诣玉清昭应宫恭谢，晏殊献颂。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1024,
   "value": 4,
   "event": "《真宗实录》；是日，因参修《真宗实录》成而加检讨官，迁礼部侍郎，知审官院。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 6,
   "event": "是月，试身言书判五十四人。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1026,
   "value": 7,
   "event": "《进两制三馆牡丹歌诗状》；是月，内出后苑双头牡丹图，令馆阁献诗，晏殊进状。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1027,
   "value": 10,
   "event": "《丁卯上元灯夕》（九衢风静烛无烟）；是日，上元灯夕作诗二首。",
   "place": "商丘市（高辛庙）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 10,
   "event": "《假中示判官张寺丞王校勘》；是月，作诗示张亢、王琪。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1029,
   "value": 0,
   "event": "《上元日诣昭应宫分献凝命殿以宪职不预班独归书事》；是日，上元日作诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 7,
   "event": "是月，知礼部贡举，举欧阳修第一，夸奖蔡襄。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 10,
   "event": "《四夷朝贡请遣官记异域风俗奏》；是月，上奏书请遣官记异域风俗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 7,
   "event": "是月，撰宸妃李氏墓铭。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 10,
   "event": "《癸酉岁元日中书致斋感事诗》；是月，元日作诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 10,
   "event": "寄诗文给范仲淹，已佚，范仲淹回寄书信和诗文。",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "自亳州徙知陈州。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1036,
   "value": 4,
   "event": "《次韵和天章范待制上元从幸会灵观》；作诗次韵范仲淹。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "为文彦博之父文洎撰墓志。",
   "place": "周口市",
   "lng": "114.703433",
   "lat": "33.631958"
  },
  {
   "time": 1038,
   "value": 9,
   "event": "是月，自陈州召还为御史中丞，充理检使。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 4,
   "event": "本年前后，数建利害，请罢监军和以阵图授诸将及制财用为出入之要，姑系于此。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 6,
   "event": "本年康定之纪元，从晏殊之建请。《浣溪沙·一曲新词酒一杯》；无可奈何花落去，似曾相识燕归来。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941",
   "highlight": true
  },
  {
   "time": 1041,
   "value": 3,
   "event": "是月，所荐何中立充集贤校理。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "《壬午岁元日雪》；是日，作诗咏雪。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 0,
   "event": "与宋祁颇多唱和，晏殊作品已佚。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 4,
   "event": "《木兰花》（东风昨夜回梁苑）；是日，会两禁于私邸，作词。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 7,
   "event": "《煮茶》；在颍州，饮酒赋诗自若。《蝶恋花·槛菊愁烟兰泣露》；昨夜西风凋碧树，独上高楼，望尽天涯路。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879",
   "highlight": true
  },
  {
   "time": 1046,
   "value": 10,
   "event": "是月，所荐邵必充集贤校理。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "欧阳修有《与晏元献公书》，荐荥阳主簿魏广。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "自颍州移陈州。",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1049,
   "value": 6,
   "event": "范仲淹由邓州移知杭州，过陈州来谒。",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1050,
   "value": 6,
   "event": "《庭莎记》；作记述庭中莎草。",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1051,
   "value": 9,
   "event": "在永兴军任上辟张洞。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1052,
   "value": 6,
   "event": "本年前后，游山，作诗，已佚，姑系于此。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1053,
   "value": 4,
   "event": "宋祁作诗相寄。",
   "place": "郑州市（巩义市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1054,
   "value": 4,
   "event": "丁忧的欧阳修有书信谢晏殊遣使慰唁。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "是日，卒。",
   "place": "许昌市（禹州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
