// 诗人行迹数据：曾公亮
export default {
 "name": "曾公亮",
 "birth": 999,
 "death": 1078,
 "life": [
  {
   "time": 999,
   "value": 1,
   "event": "出生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "公亮妹生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "公亮弟公奭生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "公亮弟公定生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "公亮弟公望生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "公度进士及第",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居乡？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "至晚从是年开始，游学于外地",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "游学？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "曾到京城游学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "游学？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "游学？",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "二月持表入京，贺仁宗即位，授官不往",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1024,
   "value": 3,
   "event": "三月参加科举考试，进士第五名",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "会稽任上，治理鉴湖",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "会稽任上，有吏治才华",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "会稽任上",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "会稽任上",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1029,
   "value": 4,
   "event": "因购置田产贬监湖州酒务",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "湖州任上",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "回京述职，迁光禄寺丞，后特迁秘书省著作佐郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "加官一等，为秘书丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "丁父忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "丁父忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "丁父忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "监在京都商税院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "迁太常博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "在京师任太常博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "上疏论边事，授国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "迁屯田员外郎。《宿甘露寺僧舍》；枕中云气千峰近，床底松声万壑哀。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941",
   "highlight": true
  },
  {
   "time": 1041,
   "value": 3,
   "event": "集贤校理",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "集贤校理",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "参与修《武经总要》，兼天章阁侍讲、史馆检讨，还参与修《太常新礼》《庆历祀仪》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "知太常礼院，请求为御书作注释，得到仁宗同意",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "参与编修《唐书》，并与欧阳修有文字往来",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "由史馆检讨而为史馆修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "因修《庆历编敕》成，加勋，衣三品服",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "居家服侍母病，并答仁宗诏问《上仁宗答诏条画时务》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "丁母忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 4,
   "event": "受诏看详诸州军编配罪人员犯情理轻重",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "讲对于迩英阁，封庐陵郡开国候，并加食邑，八月为契丹国母生辰使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "与狄青讨论相关军事方略",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "以翰林学士权同知贡举，廷试中指点郑獬",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "以端明殿学士知郑州，为政有声，获号“曾开门”",
   "place": "郑州市",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "在郑州接待文彦博，获其认可",
   "place": "郑州市",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "翰林学士、左司郎中、知制诰、权知审刑院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "以参知政事同提点详定编敕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "公亮生日，有诏抚慰，欧阳修执笔",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "为桥道顿递使，八月讨论郭皇后祔庙事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "因病欲引退，朝廷劝慰，",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "闰八月二十日，公亮为次相",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "上《删定编敕》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "仁宗去世，公亮撰册文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "乞寝罢生日器币、鞍马等",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "公亮等为蔡襄说情留京师未果",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "受到御史弹劾；有挽苏洵辞；举荐人才",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "进封英国公",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "上表言事；公亮为郊祀大礼使；遭翰林学士杨绘指责；公亮独相",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "奉诏处理王广渊条奏置义仓事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "与王安石争论青苗法，反对神宗罢免司马光",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "判永兴军",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "公亮乞还，朝廷同意",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "公亮家居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "朝廷因边界事下诏咨询公亮，公亮主张主动防御",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "朝廷因辽国边界事下诏咨询公亮，公亮主张主动防御",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "公亮为幼子孝纯乞求转官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "公亮陪祀南郊",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "闰正月二十三日，公亮卒，追赠公亮为太师、中书令",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
