// 诗人行迹数据：曾巩
export default {
 "name": "曾巩",
 "birth": 1019,
 "death": 1083,
 "life": [
  {
   "time": 1019,
   "value": 1,
   "event": "曾巩生",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "父曾易占为临川县尉，曾巩随父居临川",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "父曾易占为临川县尉，曾巩随父居临川",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "曾巩随父居临川",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "曾巩随父居临川，始读书",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "曾巩父易占中进士第，与兄之子曾斝同榜",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "曾巩始从先生受书",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "曾巩十二岁能文，日试六论，援笔而成，辞甚伟",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "曾巩父易占知泰州如皋，曾巩随父至任上，攻读古文",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1033,
   "value": 2,
   "event": "《上李连州书》；曾巩随父在如皋任所读书，有《上李连州书》",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "曾巩随父在如皋任所，为学甚勤",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "曾巩随父在如皋任所",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1036,
   "value": 2,
   "event": "《游信州玉山小岩记》；曾巩与叔父易丰，兄曾斝、曾绎,弟曾牟、曾宰同游信州玉山小岩，作《游信州玉山小岩记》",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "曾巩随父归，居临川",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "曾巩居临川，得欧阳修文章，口诵而心记之",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "不详",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1040,
   "value": 2,
   "event": "曾巩从父易占寓南康",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1041,
   "value": 5,
   "event": "《王无咎字序》；南城王无咎请字，曾巩作《王无咎字序》",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1042,
   "value": 7,
   "event": "曾巩由太学选拔参加礼部试落第",
   "place": "抚州市（临川区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 9,
   "event": "王安石至家省亲，因谒曾巩",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1044,
   "value": 9,
   "event": "曾巩与刘伯声游已三年，始别",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1045,
   "value": 9,
   "event": "曾巩居临川，与张持相识并研讨学问",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1046,
   "value": 9,
   "event": "《吴太初哀辞》；曾巩居临川，吴景初来视，因追为其兄太初哀辞",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "《丁亥三月十五日》；曾巩居临川，作《丁亥三月十五日》",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1048,
   "value": 9,
   "event": "《菜园院佛殿记》；曾巩居临川居父忧，作《菜园院佛殿记》。《墨池记》；羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728",
   "highlight": true
  },
  {
   "time": 1049,
   "value": 9,
   "event": "曾巩葬其父于南丰龙池乡青风里源头",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1050,
   "value": 9,
   "event": "《谢杜相公书》；曾巩作《谢杜相公书》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1051,
   "value": 9,
   "event": "《雨中》；曾巩居南丰，作《雨中》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1052,
   "value": 9,
   "event": "《胡君墓志铭》；曾巩居南丰，撰《胡君墓志铭》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "曾巩表兄吴蕃（字彦弼）来问候",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1054,
   "value": 0,
   "event": "《祭吴彦弼文》；曾巩作《祭吴彦弼文》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1055,
   "value": 9,
   "event": "《与杜相公书》；曾巩作《与杜相公书》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1056,
   "value": 9,
   "event": "《抚州颜鲁公祠堂记》；曾巩居南丰，作《抚州颜鲁公祠堂记》",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "曾巩及弟赠牟、曾布、从弟曾阜、妹婿王无咎、王彦深，俱中进士第",
   "place": "扬州市（仪征市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "曾巩调太平州司法参军，自江西赴任",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "《依韵和酬提刑都官寒食阻风见寄》；曾巩作《依韵和酬提刑都官寒食阻风见寄》",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "《与王深父书》；曾巩作《与王深父书》",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1061,
   "value": 9,
   "event": "曾巩居京师，编校史馆书籍",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "曾巩编校史馆书籍，任馆阁校勘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 10,
   "event": "《仁宗皇帝挽词三首》；曾巩撰《仁宗皇帝挽词三首》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 0,
   "event": "《祭亡妻晁氏文》；曾巩撰《祭亡妻晁氏文》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 10,
   "event": "《为人后议》；曾巩作《为人后议》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 10,
   "event": "《上巳日瑞圣园锡燕呈诸同舍》；曾巩作《上巳日瑞圣园锡燕呈诸同舍》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 0,
   "event": "《英宗皇帝挽词二首》；曾巩撰《英宗皇帝挽词二首》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "曾巩在京师编校史馆书籍，为集贤校理，兼判官告院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "曾巩为英宗实录检讨官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "《南湖行二首》；曾巩作《南湖行二首》",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "《看花》；曾巩作《看花》",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "曾巩好友刘伯声卒",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "《贺北京留守韩侍中正旦状》；曾巩作《贺北京留守韩侍中正旦状》",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《谢熙宁七年历日表》；曾巩作《谢熙宁七年历日表》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《谢熙宁八年历日表》；曾巩作《谢熙宁八年历日表》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "冬，曾巩至洪州，权知洪州军州事，充江南西路兵马都钤辖",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "《谢熙宁十年历日表》；曾巩作《谢熙宁十年历日表》",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1078,
   "value": 10,
   "event": "《谢元丰元年历日表》；曾巩撰《谢元丰元年历日表》",
   "place": "抚州市（南丰县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "《明州谢到任表》；曾巩知明州军州事，是年正月二十五日到任，作《明州谢到任表》",
   "place": "镇江市（甘露寺、多景楼）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "《谢元丰三年历日表》；曾巩作《谢元丰三年历日表》",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "《再乞登对状》；曾巩在京勾当三班院，作《再乞登对状》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 0,
   "event": "《正月十一日迎驾呈诸同舍》；曾巩作《正月十一日迎驾呈诸同舍》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "曾巩持母丧过金陵，王安石登舟吊之",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
