// 诗人行迹数据：曾协
export default {
 "name": "曾协",
 "birth": 1119,
 "death": 1173,
 "life": [
  {
   "time": 1119,
   "value": 1,
   "event": "是年出生",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1123,
   "value": 0,
   "event": "父曾纁卒于毗陵",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "母强氏亲授以经而督之学",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "生活于此",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "赴京应试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "应试不第，遂绝意科目",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "以右承务郎监临安府新城县税",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "以书信请汪藻为父曾纁撰墓志铭",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "监临安府新城县税",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "监临安府新城县税",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "监临安府新城县税",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "监临安府新城县税",
   "place": "秀洲区（秀洲区新城街道）",
   "lng": "120.720108",
   "lat": "30.768406"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "《上建康晁留守恭道启》；上书建康留守晁谦之，希求援引",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "《代从兄作伯母事述》；代从兄为伯母苏氏作行状",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "闲居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "《左朝请大夫前知建昌军陆公行状》；以世赏得官，初为右宣义郎湖州长兴县丞",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1156,
   "value": 7,
   "event": "《贺新湖州程枢密启》；程克俊知湖州，上启致贺",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1157,
   "value": 0,
   "event": "《右中散大夫提举台州崇道观强公行状》；在湖州长兴县丞任上。强行父卒，为撰行状",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1158,
   "value": 6,
   "event": "《嵊县丞通太守启》；为嵊县丞。有通太守启",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1159,
   "value": 9,
   "event": "《贺周内翰茂振启》；周麟之除翰林学士，上启致贺",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "《行在诸军司粮料院谢启》；监镇江诸军司粮料院。到任，有谢启",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1161,
   "value": 8,
   "event": "《辛巳上时相书》；闲居镇江，有上时相书",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1162,
   "value": 5,
   "event": "《送赵有翼通守吴兴》；赵师严（字有翼）自六院除湖州通判，有诗相送",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "闲居镇江",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1164,
   "value": 4,
   "event": "《贺张舍人安国启》；寓居湖州。张孝祥除中书舍人，上启致贺",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1165,
   "value": 7,
   "event": "《临安倅通姜运使庭彦启》；任临安府通判。上启两浙转运副使姜诜",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1166,
   "value": 7,
   "event": "《直节堂记》；任临安府通判。有《直节堂记》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 2,
   "event": "《送赵德庄右司赴江东漕八首》；闲居临安。赵彦端以左朝散郎直显谟阁任江东转运司副使，有诗相送",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "闲居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 2,
   "event": "《贺梁枢密启》；闲居临安。梁克家除签书枢密院事，上启致贺",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 2,
   "event": "《棣华堂记》；闲居临安。有《棣华堂记》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "五月，曾协由知吉州改知抚州",
   "place": "永州市（零陵区）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1172,
   "value": 7,
   "event": "《永州到任谢表》；三月到任，有谢表",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "《题本事方后》；知永州，有文《题本事方后》",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  }
 ]
};
