// 诗人行迹数据：曾几
export default {
 "name": "曾几",
 "birth": 1084,
 "death": 1166,
 "life": [
  {
   "time": 1084,
   "value": 1,
   "event": "出生",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡赣县",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "居乡赣县。以兄弼恩荫授将仕郎。",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "在开封。大观年间铨试礼部。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在开封，赐上舍出身。为宣义郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在开封，入秘书为校书郎。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在开封，林灵素作《神霄录》，朝士争趋之，曾几与李纲、傅崧卿称疾不往视，曾几出为应天少尹。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "在应天少尹任。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "在应天少尹任。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "在应天少尹任。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡赣县，丁内艰。",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡赣县，丁内艰。",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡赣县，丁内艰。",
   "place": "赣州市（赣县）",
   "lng": "115.01832",
   "lat": "25.866307"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "在开封，丁内艰服除，主管内外宗室财用。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "在开封，主管内外宗室财用。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在扬州。提举淮东路茶盐公事。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "在扬州。提举淮东路茶盐公事。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  }
 ]
};
