// 诗人行迹数据：曾慥
export default {
 "name": "曾慥",
 "birth": 1127,
 "death": 1155,
 "life": [
  {
   "time": 1127,
   "value": 3,
   "event": "登第前即入仕为仓部员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "在仓部员外郎任上、登进士第",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "除江西转运判官，当在建炎三、四年间，姑系于此",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "任江西转运判官",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "因对国家言语不顺，罢江西转运判官",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1136,
   "value": 2,
   "event": "《类说》六十卷；授京西路转运判官兼宣抚司随军转运，以亲年高辞",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "以尚书户部员外郎总领应办湖北京西路宣抚使司大军钱粮",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在太府少卿任上",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "为太府卿总领湖广江西京西财赋、湖北京西军马钱粮",
   "place": "南昌市（玉隆观）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "在提举洪州玉隆观任上",
   "place": "南昌市（玉隆观）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "在提举洪州玉隆观任上",
   "place": "南昌市（玉隆观）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "知虔州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1145,
   "value": 4,
   "event": "《乐府雅词》；在虔州任知州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "在虔州任知州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "在虔州任知州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "移知荆南府",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "在荆南任知府",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "《皇宋诗选》（守赣、帅荆两任间）；在荆南任知府",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1151,
   "value": 9,
   "event": "《到夔州》；知夔州，有诗；期间与郭印有唱和",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "在夔州任知州",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1153,
   "value": 4,
   "event": "《跋苏养直词翰》；以右文殿修撰知庐州",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "受岳父吴幵之累罢知庐州任",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "是年卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
