// 诗人行迹数据：曾肇
export default {
 "name": "曾肇",
 "birth": 1047,
 "death": 1107,
 "life": [
  {
   "time": 1047,
   "value": 1,
   "event": "曾肇生",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "居乡，是年兄晔卒",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "居乡，是年兄巩、牟、布及从兄阜、姐夫王补之俱中进士第",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "居乡，是年次姐卒",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡，是年七姐嫁王补之",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "居乡，是年兄宰进士及第",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "居乡，是年兄牟卒，母朱太夫人入京师",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "举进士，调黄岩县主簿（暂任）",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲，是年兄宰卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 0,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲，是年姐夫王补之卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在京任崇文校书、馆阁校勘兼国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "在京同知太常礼院，是年九姐德操卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "从兄庠卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "兄宰葬于南丰龙池乡之源头",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "除集贤校理，转殿中丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "在京任殿中丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "《进元丰九域志表》；与王存等奉敕撰《元丰九域志》十卷，是年书成，为作书序",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "在京任殿中丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "除大理寺丞集贤校理",
   "place": "抚州市（南丰县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "在乡守孝",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "在乡守孝",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "服除，入为户部郎中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "擢起居舍人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 7,
   "event": "《论文德殿受册奏》；因受册事上奏宣仁皇后，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 7,
   "event": "《缴王觌外任词头奏》；谏议大夫王觌以论胡宗愈出守润，公上奏为之言",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 6,
   "event": "《论亢旱乞罢春宴奏》；与彭汝砺因春旱同时上疏请旨罢宴，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "徙邓州，治水利",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "移知应天府，兼南京留守，大兴学校，亲加训导",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1092,
   "value": 10,
   "event": "入为吏部侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 6,
   "event": "《荐徐积为太学状》；知江宁府，有文荐徐积",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1094,
   "value": 5,
   "event": "出知瀛洲，与兄布易地，充高阳关路安抚使",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1095,
   "value": 4,
   "event": "《滁阳庆历前集序》；知滁州，为滁人徐徽文集作序",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "在泰州任知州",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1097,
   "value": 4,
   "event": "徙知海州",
   "place": "连云港市",
   "lng": "119.229571",
   "lat": "34.602342"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "知海州",
   "place": "连云港市",
   "lng": "119.229571",
   "lat": "34.602342"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "知海州",
   "place": "连云港市",
   "lng": "119.229571",
   "lat": "34.602342"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "复召为中书舍人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 9,
   "event": "在京为翰林学士",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 5,
   "event": "落龙图阁学士，谪知和州，道除舒州灵仙观，徙居岳州",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "责授濮州团练副使，安置汀州",
   "place": "长汀县（长汀县汀州镇）",
   "lng": "116.369249",
   "lat": "25.838359"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "在汀州安置",
   "place": "长汀县（长汀县汀州镇）",
   "lng": "116.369249",
   "lat": "25.838359"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "在汀州安置",
   "place": "长汀县（长汀县汀州镇）",
   "lng": "116.369249",
   "lat": "25.838359"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "移台州，未至，复朝散郎，遂还居润州里第",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "兄布先肇一日卒于润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
