// 诗人行迹数据：朱松
export default {
 "name": "朱松",
 "birth": 1097,
 "death": 1143,
 "life": [
  {
   "time": 1097,
   "value": 1,
   "event": "二月，生于徽州婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "是年在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "是年在京，学贡京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "是年初在京",
   "place": "黄山市（歙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "是年初在婺源",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "是年初在京，上舍登第",
   "place": "南平市（松溪县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "是年在政和",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1120,
   "value": 0,
   "event": "是年在政和，父森卒，丁忧",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1121,
   "value": 4,
   "event": "是年在政和，丁父忧。期间苦读经史文章",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1122,
   "value": 2,
   "event": "《跋山谷食时五观》；是年在建州，丁父忧",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 1123,
   "value": 7,
   "event": "丁忧期满，八月调任南剑州尤溪县尉。",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1124,
   "value": 4,
   "event": "《祭丘君文》；在尤溪，祭奠友人丘君",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《宣和乙巳题野人陈氏之馆》；在尤溪，于陈氏之馆题诗抒怀",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在尤溪",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1127,
   "value": 9,
   "event": "《丁未春怀舍弟时在京师》；在尤溪，三月宋金交战，其弟参加战争，作诗怀之",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "是年在福州，任长乐县尉，",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "十二月，权职建州",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1130,
   "value": 5,
   "event": "是年初在政和",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1131,
   "value": 7,
   "event": "正月，在尤溪",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "《溪上》；正月初，寇未平，举家去福州，度鸡屿洋，寓居桐江",
   "place": "三明市（尤溪县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "《贺谢参政除万寿侍读启》；是年在石井，七月，上书贺谢克家提举万寿观兼侍读",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1134,
   "value": 0,
   "event": "初在石井",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "丁内艰",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "丁内艰",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1137,
   "value": 5,
   "event": "服除",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1138,
   "value": 6,
   "event": "《上赵丞相劄》；二月，上书丞相赵鼎，欲投诗文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 9,
   "event": "初在临安",
   "place": "南平市（建瓯市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 4,
   "event": "《尊胜院佛殿记》；为尊胜院佛殿作记",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "《张元干幽严尊祖事实跋》；是年在福州。十月七日为张元干文作跋",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1143,
   "value": 0,
   "event": "是年在建安。韦斋台州崇道观任满，满祠再请",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
