// 诗人行迹数据：朱敦儒
export default {
 "name": "朱敦儒",
 "birth": 1081,
 "death": 1159,
 "life": [
  {
   "time": 1081,
   "value": 1,
   "event": "是日，生于西都洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1090,
   "value": 2,
   "event": "《古镜》；少从陈东野学，尝赋古镜，东野奇之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1106,
   "value": 2,
   "event": "《念奴娇•杨子安侍郎寿》；是年在洛阳，遇杨畏，作词贺其寿",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "是年与洪觉范造访朱戴上，书载上子朱翌词于扇上",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1117,
   "value": 2,
   "event": "《望海潮•丁酉西内成乡人请作望幸曲》；是年在洛阳，有词",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1122,
   "value": 5,
   "event": "是年在开封为官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "是年在开封为官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "是年在开封为官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 5,
   "event": "是年辞官隐居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "是年被诏至京，命以初品官与学校差遣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 9,
   "event": "是年开始南奔",
   "place": "淮安市（淮阴区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 4,
   "event": "《桂枝香•南都病起》；春，有词",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1129,
   "value": 5,
   "event": "是年在江西，五、六月，张浚宣抚川陕，奏诏岩壑赴军前计议，不赴",
   "place": "",
   "lng": "115.91646",
   "lat": "28.68047"
  },
  {
   "time": 1130,
   "value": 8,
   "event": "《雨中花•岭南旧作》；是年初，至南雄州，有词",
   "place": "韶关市（南雄市）",
   "lng": "114.317421",
   "lat": "25.125335"
  },
  {
   "time": 1131,
   "value": 9,
   "event": "《鹊桥仙•康州同子权兄弟饮梅下》；是年在广东广西一带，与友人饮酒作词",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 4,
   "event": "是年广西宣谕明橐荐岩壑",
   "place": "",
   "lng": "108.334063",
   "lat": "22.821171"
  },
  {
   "time": 1133,
   "value": 7,
   "event": "诏特补右迪功郎",
   "place": "",
   "lng": "108.334063",
   "lat": "22.821171"
  },
  {
   "time": 1134,
   "value": 4,
   "event": "《念奴娇•梅次赵仙源韵》；是年入江西，春，有词",
   "place": "宜春市（樟树市）",
   "lng": "115.91646",
   "lat": "28.68047"
  },
  {
   "time": 1135,
   "value": 7,
   "event": "是年在秀州，依赵子昼而居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "是年在临安，与徐敦立造访王鋕，并询鋕子王明清以国史中数事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 10,
   "event": "《相见欢•东风吹尽江梅》；是年初春在平江，行在供职，有词",
   "place": "宁波市（香山石楼）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "是年四月在临安，为枢密行政咨议参军",
   "place": "杭州市（烟霞洞）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 6,
   "event": "《点绛唇》（春雨春风）；是年在临安，初春，有词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "此年未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "是年为左朝奉郎江南东路制置大司参议官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "此年未详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1143,
   "value": 2,
   "event": "《胜胜慢·雪》；是年疑在临安有《胜胜慢·雪》词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 2,
   "event": "是年二月，诏为两浙东路提点刑狱公事",
   "place": "嘉兴市（丁武兰亭）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1145,
   "value": 10,
   "event": "《朝中措》（上元席上和赵智夫时小雨）；此日，与江阴知州赵智夫有词唱和",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1146,
   "value": 10,
   "event": "《临江仙》（西子溪头春到也）；春，在会稽，有词",
   "place": "绍兴市（和乐堂）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1147,
   "value": 5,
   "event": "《千秋岁•贯方七月五日生日为寿》；是年在临海，有词",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "此年不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1149,
   "value": 2,
   "event": "是年在临海，诏许守本官致仕",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1150,
   "value": 7,
   "event": "《沁园春•辞会》；是年在临海，有词",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1151,
   "value": 10,
   "event": "是年在嘉禾",
   "place": "嘉兴市（岩壑）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "嘉兴市（岩壑）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "此年不详，姑系于此",
   "place": "嘉兴市（岩壑）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1154,
   "value": 2,
   "event": "《如梦令》（好笑山翁年纪）；是年在嘉禾，此日有词",
   "place": "嘉兴市（岩壑）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "此日，诏除鸿胪少卿",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 2,
   "event": "《念奴娇》（老来可喜）；《念奴娇》（老来可喜）作于绍兴二十五年十月之后，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 9,
   "event": "《洞仙歌》（今年生日）；是年正月，有词",
   "place": "市辖区（松江区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 4,
   "event": "《西江月》（元是西都散汉）；是年在嘉禾，有词",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1159,
   "value": 0,
   "event": "是年在秀州，正月初八日三更，卒",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  }
 ]
};
