// 诗人行迹数据：朱熹
export default {
 "name": "朱熹",
 "birth": 1130,
 "death": 1200,
 "life": [
  {
   "time": 1130,
   "value": 1,
   "event": "生于南剑州尤溪郑安道南溪别墅",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "春正月，在尤溪",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "正月初，随父由长溪往福州，渡鸡屿洋，寓桐江",
   "place": "三明市（尤溪县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在泉州石井",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "随父归尤溪，始入小学",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "随父离尤溪，寓居政和星溪，守祖母丧",
   "place": "南平市（政和县）",
   "lng": "118.864127",
   "lat": "27.371738"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在政和，父守丧，尽室饥寒，长兄、二兄约在此时夭亡",
   "place": "南平市（政和县）",
   "lng": "118.864127",
   "lat": "27.371738"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "随母寄居浦城",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "随母来临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "赵构定都临安，元旦布诏天下，与金议和。父对朱熹感慨叹息久之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "随父自临安归，寓建阳登高山丘羲家",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在建安环溪精舍受教，厉志儒家圣贤之学",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "随父往游福州，初识傅自得约在此时",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1143,
   "value": 0,
   "event": "父卒。熹受命禀学于武夷三先生：胡宪、刘勉之、刘子翚",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1144,
   "value": 2,
   "event": "葬父于崇安县五夫里之西塔山",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "刘子翚为朱熹取字元晦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1146,
   "value": 0,
   "event": "夏，胡寅自衡山来访武夷三先生，朱熹侍坐见之",
   "place": "南平市（开善寺）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1147,
   "value": 0,
   "event": "约在是年春寄书宗杲问禅，宗杲有答书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1148,
   "value": 8,
   "event": "娶刘勉之长女刘清四",
   "place": "杭州市（西湖）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1149,
   "value": 0,
   "event": "刘勉之卒，胡寅来祭，哀之",
   "place": "上饶市（婺源县）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1150,
   "value": 9,
   "event": "《与程允夫书》；离婺源往歙县，至望京门、飞来山、八山小径拜见祝氏母家与外祖父祝确，往篁墩谒朱氏先世故居。有书致程洵论作诗文",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1151,
   "value": 10,
   "event": "春，赴临安铨试中等，授左迪功郎、泉州同安县主簿，待次",
   "place": "湖州市（弁山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1152,
   "value": 0,
   "event": "《客舍听雨》；往武夷山冲佑观访道，斋心焚修，有诗",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1153,
   "value": 10,
   "event": "《春日即事》；春间，斋居晨昏诵读道经，有诗",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1154,
   "value": 10,
   "event": "《同安县谕学者》；整顿县学，颁布《谕学者》",
   "place": "厦门市（同安区）",
   "lng": "118.158633",
   "lat": "24.728575"
  },
  {
   "time": 1155,
   "value": 10,
   "event": "《朝散郎致仕陈公行状》；作陈汝楫行状",
   "place": "厦门市（同安区）",
   "lng": "118.158633",
   "lat": "24.728575"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "立赵鼎祠",
   "place": "厦门市（同安区）",
   "lng": "118.158633",
   "lat": "24.728575"
  },
  {
   "time": 1157,
   "value": 10,
   "event": "《题囊山寺》；春，再还同安候代者，途中有题囊山寺诗",
   "place": "厦门市（同安区）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "《和刘抱一》；春正月，居五夫，奉亲讲学，读《集古录》，有和刘抱一诗",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "《答刘平甫》书一；有书予刘玶，劝其读书讲学，并抄寄《二南说》商讨《诗》学",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "《次张彦辅赏梅韵》；张栋赴建安任，寄赏梅诗，有次其韵",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "有与李侗论学答问书，讨论周敦颐《太极图说》等",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "拜谒李侗于建安",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "以左仆射陈康伯荐，召赴行在",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1164,
   "value": 9,
   "event": "《次韵芮察院送□宝文赴浙漕二首》；春正月，芮烨出为广东运判，有诗送之",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1165,
   "value": 10,
   "event": "陈俊卿入为吏部侍郎，有省劄趣朱熹就职",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "《林用中字序》；林用中来学，为作字序，处以家馆，以教朱塾、朱埜二子",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "《答何叔京》书六；有书答何镐",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1168,
   "value": 9,
   "event": "《送张仲隆序》；张仲隆应诏入都，有序送之",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "子朱在出生",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1170,
   "value": 9,
   "event": "葬祝孺人于建阳崇泰里后山天湖之阳寒泉坞",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1171,
   "value": 9,
   "event": "《寄吴公济兼简李伯谏五首》；有诗寄吴楫、李宗思，再咏儒释之异",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1172,
   "value": 9,
   "event": "《语孟精义序》；《语孟精义》成，作序",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "魏掞之卒，为料理家事",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "至建宁吊梁克家忧",
   "place": "三明市（建宁县）",
   "lng": "116.852546",
   "lat": "26.836845"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "《次王宰立春日大雪韵》；与崇安县宰王齐舆踏雪寻芳，有次其韵",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1176,
   "value": 0,
   "event": "《立春大雪邀刘圭甫诸兄游天湖》；与刘珪、刘子翔游天湖、将军岩、金斗，有诗唱酬",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "《祭柯国材文》；柯翰卒，为文祭之",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "《寄题宜春使君定叟张兄隐斋》；袁州守张枃书来为隐斋乞诗，寄题之",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《书徽州婺源县中庸集解板本后》；婺源县宰张汉印刻石（敦+山）《中庸集解》及周敦颐《通书》，朱熹为作跋",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "《乞宫观劄子》；请祠不报",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "开场济粜",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "《奏巡历合奏闻陈乞事件状》；巡历绍兴府属县",
   "place": "绍兴市（嵊州市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "差主管台州崇道观",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1184,
   "value": 0,
   "event": "《鄂州社稷壇记》；为鄂州守罗愿、通判刘清之作《鄂州社稷壇记》，有《答社壇说》",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1185,
   "value": 0,
   "event": "《跋应仁仲所刊郑司业诗》；跋应恕所刊郑伯熊金华被召八诗",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1186,
   "value": 0,
   "event": "《金华潘文公文集序》；应广东安抚潘畤之请，为潘良贵文集作序",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "《律吕新书序》；蔡元定《律吕新书》成，朱熹为作序",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "正月初，有旨趣入朝奏事之任",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1189,
   "value": 0,
   "event": "《记参政龚公陛辞奏稿后》；为龚茂良《陛辞奏劄》作跋",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "《书画象自警》；对镜写真，题辞自警",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1191,
   "value": 0,
   "event": "《回申转运司乞候冬季打量状》；中旬，申转运司，经界乞候冬季打量",
   "place": "泉州市（晋江市）",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "《答林子方》书一；林枅来知福州，多垂询问政，书劄往还",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1193,
   "value": 0,
   "event": "辛弃疾召赴行在，经建阳考亭与朱熹、陈亮会晤论政",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "《辞免知潭州状二》；有旨趣之任，复辞",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1195,
   "value": 0,
   "event": "《书释奠申明指挥后》；跋《绍熙州县释奠仪图》，由邵囦刊于长沙",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1196,
   "value": 0,
   "event": "《丙辰正月三日赠彭世昌归山》；陆九渊门人彭兴宗下山求书来访，朱熹有诗赠之",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1197,
   "value": 0,
   "event": "《书河图洛书后》；因閤皂山道士甘叔怀归，刻《河图》、《洛书》、《先天图》于閤皂山摩崖，为三图作跋，并有词送之",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1198,
   "value": 0,
   "event": "《聘士刘公先生墓表》；作刘勉之墓表",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1199,
   "value": 0,
   "event": "《书钓台壁间何人所题后》；跋钓台壁上所题《水调歌头·不见严夫子》词",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1200,
   "value": 9,
   "event": "《和刘叔通怀游子蒙之韵》；正月开基节，有和刘淮怀游开之韵",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  }
 ]
};
