// 诗人行迹数据：权德舆
export default {
 "name": "权德舆",
 "birth": 759,
 "death": 818,
 "life": [
  {
   "time": 759,
   "value": 1,
   "event": "本年生。父皋，母李氏",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 760,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 761,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 762,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 763,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 764,
   "value": 1,
   "event": "薛十九罢砀山尉过访，有诗赠别",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 765,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 766,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 767,
   "value": 0,
   "event": "父卒于丹徒，李华为撰墓表而殡",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 768,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 769,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 770,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 771,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 772,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 773,
   "value": 1,
   "event": "少年时，曾流寓丰城龙雾渡",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 774,
   "value": 0,
   "event": "谒独孤及于常州郡斋",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 775,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 776,
   "value": 2,
   "event": "润州丹阳县尉李公夫人范阳卢氏墓志铭；居丹阳，作舅母卢氏墓志",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 777,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 778,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 779,
   "value": 1,
   "event": "居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 780,
   "value": 4,
   "event": "游刺史马炫之门，与其族子马正字交往",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 781,
   "value": 6,
   "event": "在扬州杜佑幕中，署朝职为试右金吾卫兵曹参军",
   "place": "杭州市（建德市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 782,
   "value": 4,
   "event": "春，还扬州复命，仍为江淮水陆运使幕僚。同僚有张登、崔述、卢坦",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 783,
   "value": 7,
   "event": "秋夜侍姑叔宴会序；在江淮水陆运使幕中。七月，叔父自洛阳往新定，经丹阳，侍宴饯送",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 784,
   "value": 4,
   "event": "甲子岁元日呈郑侍御明府；元日，在丹阳作诗呈县令郑侍御",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 785,
   "value": 1,
   "event": "二月，与夫人崔氏结缡于扬州。时崔造在京任给事中，柳氏太夫人主婚",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 786,
   "value": 6,
   "event": "贺崔相国书；二月，外舅崔造拜相，有书致贺",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 787,
   "value": 0,
   "event": "同陆太祝鸿渐崔法曹载华见萧侍御留后说得卫抚州报推事使张侍御却回前刺史戴员外无事喜而有作三首；萧侍御喜陆太祝自信州移居洪州玉芝观诗序；正月，戴叔伦坐谤被推案，会得澄清，和陆羽诗同为之庆",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 788,
   "value": 4,
   "event": "送灵澈上人庐山回归沃洲序；五月，在南昌送诗僧灵澈归沃州",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 789,
   "value": 1,
   "event": "春，葬太夫人于丹阳，请梁肃作墓志。居丹阳丁忧",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 790,
   "value": 6,
   "event": "朝散大夫使持节都督容州诸军事守容州刺史兼侍御史充本管经略招讨制置等使谯县开国男赐紫金鱼袋戴公墓志铭；正月，为友人戴叔伦撰墓志铭。时居丹阳丁母忧",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 791,
   "value": 6,
   "event": "从事淮南府过亡友杨校书旧厅感念愀然遂书十韵；正月，李兼征为国子祭酒，府罢。时任观察支使，带宪职为监察御史里行。裴胄继任江西观察使，与淮南节度使杜佑辟书同日至京，遂应杜佑辟",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 792,
   "value": 6,
   "event": "正月，始至京师。十四日任职，散官为将仕郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 3,
   "event": "六月，上疏再论裴延龄不宜判度支",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 4,
   "event": "祭故韩祭酒文；太中大夫守国子祭酒颍川县开国男赐紫金鱼袋赠户部尚书韩公行状；三月，作文祭韩洄，为撰行状。时散官已迁征事郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 4,
   "event": "祭外姑河东县君文；三月，外姑病故，作文祭之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 3,
   "event": "在驾部员外郎任、知制诰。与同僚祭李泌",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 4,
   "event": "在驾部员外郎任，充进士试策官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 4,
   "event": "四月一日，迁尚书司勋郎中，兼知制诰，散官为朝议郎，赐绯鱼袋，勋官如故。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 3,
   "event": "冬月，擢中书舍人，勋散赐如故",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 7,
   "event": "淮西招讨事宜；正月，上《淮西招讨事宜》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 3,
   "event": "冬，以中书舍人典礼部贡举。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 4,
   "event": "任中书舍人，放进士二十三人及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 4,
   "event": "任礼部侍郎，放进士二十人及第，据京兆尹李实请托",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 3,
   "event": "任礼部侍郎，冬，典贡举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 6,
   "event": "唐德宗皇帝谥册文；正月，撰德宗谥册文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 6,
   "event": "元和元年蒙恩封成纪县伯时室中封安喜县君感庆兼怀聊申贺赠；赐爵成纪县伯，夫人封安喜县君",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 3,
   "event": "春，改太子宾客，散官迁朝议大夫，勋封赐如故。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 3,
   "event": "三月，复任兵部侍郎，散官迁太中大夫，勋官迁上柱国，爵封襄武县开国侯。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 7,
   "event": "昭义军事宜状；四月十五日，上奏论昭义军事宜。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 4,
   "event": "山东行营事宜状；三月二十七日，上山东行营条件",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 4,
   "event": "谢权知门下省过官状；任宰相，二月，权知门下省过官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 6,
   "event": "请祔庙状；正月二十五日，上请祔庙状。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 6,
   "event": "正月七日，罢知政事，仍守礼部尚书，时爵已进扶风郡开国公，余如故。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 4,
   "event": "谢除太常卿表；十月二十四日，复入为太常卿。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 4,
   "event": "祭子婿独孤少监文；四月，作文祭婿独孤郁。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 0,
   "event": "任刑部尚书。九月十七日，从弟少成卒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 9,
   "event": "二月，奏请子弟营护迁祔。十五日宪宗优诏批答",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 818,
   "value": 3,
   "event": "任山南西道节度使。八月，因病乞还，诏以崔从代之。",
   "place": "汉中市（洋县）",
   "lng": "107.030197",
   "lat": "33.07382"
  }
 ]
};
