// 诗人行迹数据：李侗
export default {
 "name": "李侗",
 "birth": 1093,
 "death": 1163,
 "life": [
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1116,
   "value": 2,
   "event": "初见罗豫章先生书；受学于罗从彦，由是退而屏居山田，结茅水竹之间。谢绝事故，于是不事科举。",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "朱熹随父朱松拜会李侗",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "朱熹来受业",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "子信甫及友直同登王十朋榜进士",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1158,
   "value": 4,
   "event": "朱熹来见",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "与朱熹两书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "七月后，与朱熹书八则",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1161,
   "value": 5,
   "event": "与朱熹书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "春，朱熹迎谒先生于建安，遂与俱归延平",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1163,
   "value": 0,
   "event": "二子更请迎养，自建安如铅山，访外家于昭武",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
