// 诗人行迹数据：李峤
export default {
 "name": "李峤",
 "birth": 645,
 "death": 714,
 "life": [
  {
   "time": 645,
   "value": 1,
   "event": "是年李峤生于赵州赞皇县",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 646,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 647,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 648,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 649,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 650,
   "value": 0,
   "event": "是年具体活动不详，是年父卒",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 651,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 652,
   "value": 1,
   "event": "是年就学，有学业",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 653,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 654,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 655,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 656,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 657,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 658,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 659,
   "value": 1,
   "event": "是年通五经",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 660,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 661,
   "value": 1,
   "event": "是年具体活动不详",
   "place": "石家庄市（赞皇县）",
   "lng": "114.392383",
   "lat": "37.671859"
  },
  {
   "time": 662,
   "value": 1,
   "event": "是年在国子监太学，为薛元超所称荐",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 663,
   "value": 4,
   "event": "《贺麟迹表》；由国子监太学生赴举。进《贺麟迹表》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 664,
   "value": 1,
   "event": "是年进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 665,
   "value": 2,
   "event": "待吏部铨选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 666,
   "value": 1,
   "event": "待吏部铨选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 667,
   "value": 1,
   "event": "待吏部铨选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 668,
   "value": 1,
   "event": "待吏部铨选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 669,
   "value": 3,
   "event": "释褐泾州安定县尉",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 670,
   "value": 6,
   "event": "《送骆奉礼从军》；在安定县尉任，有诗",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 671,
   "value": 4,
   "event": "《上巡察覆囚使历城张明府书》；在安定县尉任。上书历城张明府，希冀援手",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 672,
   "value": 3,
   "event": "在安定县尉任",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 673,
   "value": 3,
   "event": "在安定县尉任",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 674,
   "value": 3,
   "event": "在安定县尉任。冬，赴制举",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 675,
   "value": 3,
   "event": "应制举登科。迁雍州长安县尉",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 10,
   "event": "在长安县尉任。秋，转三原县尉",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 677,
   "value": 7,
   "event": "在三原县尉任，遭谗口诬枉，得以洗刷清白",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 678,
   "value": 9,
   "event": "《王屋山第之侧杂构小亭暇日与群公同游》；在英王府僚属任，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 679,
   "value": 2,
   "event": "《早发苦竹馆》；迁监察御史。六月，奉使岭南监军事，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 680,
   "value": 2,
   "event": "《谢端午赐物表》；奉使岭南监军事，端午节有文",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 681,
   "value": 2,
   "event": "《谢端午赐衣表》；奉使岭南监军事，端午节有文",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 682,
   "value": 5,
   "event": "是年春，奉使回。高宗嘉之",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 683,
   "value": 10,
   "event": "在监察御史任。十二月，中宗即位。召李峤之子及苏瓌之子苏颋，使诵所通之书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 684,
   "value": 3,
   "event": "在监察御史任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 685,
   "value": 4,
   "event": "《自叙表》；本月，上表自举，迁侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 686,
   "value": 3,
   "event": "在侍御史任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 687,
   "value": 3,
   "event": "在侍御史任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 688,
   "value": 10,
   "event": "《奉和拜洛应制》；迁司勋郎中。本月，从武后拜洛受图，有应制之作",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 689,
   "value": 4,
   "event": "《为武重规让司礼卿表》；转司封郎中，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 690,
   "value": 10,
   "event": "《奉和皇帝上礼抚事述怀应制》；迁给事中，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 10,
   "event": "《为何舍人贺御书杂文表》；是年在给事中任，有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 10,
   "event": "以覆狄仁杰等忤旨，一月，出为润州司马，充使往宣州采银",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 693,
   "value": 3,
   "event": "在润州司马任。诏入，为风阁舍人",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 694,
   "value": 9,
   "event": "《为绛州刺史孔祯等上献食表》；在凤阁舍人任。有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 695,
   "value": 10,
   "event": "《请令御史检校户口表》；在凤阁舍人任。上表请检校逃户",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 696,
   "value": 10,
   "event": "在凤阁舍人任。腊月，武后封神岳，禅少室，为司牧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 697,
   "value": 10,
   "event": "在凤阁舍人任。本月，突厥默啜求六州降户及单于都护府之地，武后不许，李峤亦以为不可",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 10,
   "event": "是年春，知凤阁侍郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 6,
   "event": "在凤阁侍郎、同凤阁鸾台平章事任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 10,
   "event": "《流杯亭侍宴诗序》；本月，武后幸汝州。游流杯亭，与群臣宴饮，同赋诗，李峤为诗序",
   "place": "洛阳市（嵩山）",
   "lng": "113.198935",
   "lat": "33.772051"
  },
  {
   "time": 701,
   "value": 9,
   "event": "《谢加授通议大夫表》；本月，武后幸长安，李峤为神都副留守。改元大赦，加通议大夫，兼检校文昌左丞，馀如故",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 702,
   "value": 10,
   "event": "是年春，重试张九龄",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 10,
   "event": "在成均祭酒、兼检校文昌左丞、神都留守任。闰四月，以本宫同凤阁鸾台平章事，同月，知纳言事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 704,
   "value": 10,
   "event": "《请辍近侍典大州疏》；在知纳言事任。三月，上疏请辍近侍典大州",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 7,
   "event": "在地官尚书任。正月，中宗即位。二月，复国号唐。以附会张易之兄弟，出为豫州刺史。未行，又贬为通州刺史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 706,
   "value": 10,
   "event": "本月，以吏部尚书同中书门下三品",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 707,
   "value": 10,
   "event": "在守中书令任。七月六日，皇太子重俊与左羽林大将军李多祚等矫制发羽林军杀武三思、武崇训；斩关而入，索韦后、安乐公主、上官婕妤，与宰臣等拥兵屯太极殿，闭门自守。事平，八日，大赦天下。二十七日，为中书令",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 10,
   "event": "在中书令任。此日，宫中言韦后衣箱中有五色云起，中宗令图之示百官。韦巨源请布示天下，大赦。迦叶志忠上表进《桑条歌》十二篇，郑愔又引申之，作《桑条乐词》十首。宗楚客又讽赵延禧表陈符命",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 709,
   "value": 10,
   "event": "《奉和人日清辉阁宴群臣遇雪应制》；在中书令任，仍领修文馆大学士、监修国史。人日，中宗幸清辉阁，诸学士从驾，应制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 10,
   "event": "在特进、同中书门下三品任，仍领修文馆大学士、监修国史。元旦，中宗赐群臣柏叶，赋诗，诸学士应制",
   "place": "焦作市（沁阳市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 1,
   "event": "已致仕，所在地不详，姑系于此",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 712,
   "value": 1,
   "event": "已致仕，所在地不详，姑系于此",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 713,
   "value": 2,
   "event": "本月，玄宗于禁中得李峤景龙四年上韦后请处置相王诸子密表。或请诛之，张说为说于玄宗，所在地不详，姑系于此",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 714,
   "value": 0,
   "event": "随子李畅在虔州",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  }
 ]
};
