// 诗人行迹数据：李光
export default {
 "name": "李光",
 "birth": 1078,
 "death": 1159,
 "life": [
  {
   "time": 1078,
   "value": 1,
   "event": "出生",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居家上虞",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "居家上虞，父卒",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居家上虞，丁父忧",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居家上虞，丁父忧",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "服除，在开封太学。并游学四方。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "在开封，太学读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "在开封，太学读书始识胡浚明",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "在开封，妹卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "在开封，太学读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "在开封，进士及第",
   "place": "临汾市（古县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "任岳阳县尉",
   "place": "临汾市（古县）",
   "lng": "111.927071",
   "lat": "36.272456"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "任岳阳县尉",
   "place": "临汾市（古县）",
   "lng": "111.927071",
   "lat": "36.272456"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "任岳阳县尉",
   "place": "临汾市（古县）",
   "lng": "111.927071",
   "lat": "36.272456"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "在岳阳。妹夫莫叔达卒",
   "place": "临汾市（古县）",
   "lng": "111.927071",
   "lat": "36.272456"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "莫叔达墓记；任岳阳县尉",
   "place": "临汾市（古县）",
   "lng": "111.927071",
   "lat": "36.272456"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "任开化令",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在开化。长子孟博生",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "任开化令",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "开化新学建成，李光请程俱为之作记",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在开化。次子孟坚生",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1117,
   "value": 4,
   "event": "老钦阇黎以政和七年九月十七日夜圆寂，趺坐如生，道俗叹仰。邑丞向仁叔作偈赞悼，因次其韵；在开化老钦阇黎圆寂，邑丞向仁叔作偈赞悼，李光因次其韵",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "政和戊戌孟夏补试文武遣兴一首；在开化，孟夏有诗",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "知常熟县",
   "place": "苏州市（常熟市）",
   "lng": "120.758863",
   "lat": "31.65977"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "在京任太常博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "在京任太常博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "在京任太常博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "在京迁司封员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 5,
   "event": "乞开言路札子；在京有乞开言路札子",
   "place": "无锡市（宜兴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "在京任司勋员外郎，迁符宝郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 10,
   "event": "在京任右司谏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 6,
   "event": "在开封，为朝奉郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 4,
   "event": "知江州",
   "place": "杭州市（桐庐县）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1129,
   "value": 4,
   "event": "在上虞，四子孟珍生",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1130,
   "value": 9,
   "event": "金兵逼境，李光率众坚守，宣州城赖以全",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "在临安，除知洪州，固辞",
   "place": "铜陵市（五松山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "除吏部尚书谢表；在临安，擢吏部尚书",
   "place": "宣城市（宣州区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 6,
   "event": "闲乐先生奏议序；宫祀居乡上虞，为陈师锡《闲乐奏议》作序",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "甲寅仲秋水涨，独民先兄、元发弟徙居招提，日有登览棋酒之胜，连日雨复大作，水且洊至，举室几于湿浸，仰二公之旷逹，叹辎重之为累。辄成鄙句以寄，并呈志尹、宣教表兄洎往来诸友兄一笑；宫祀居乡上虞，仲秋，水盛涨，有诗与诸兄弟交游唱和",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "辞免知湖州状；在上虞。复宝文阁待制，知湖州",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "送廖用中侍郎知漳州；在临安任礼部尚书，有诗送廖刚知漳州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 10,
   "event": "跋阎立本列帝图；在温州，有跋文题阎立本列帝图",
   "place": "绍兴市（上虞区）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "次韵师川见赠；在洪州任江南西路安抚大使。春，李光与徐俯游洪州南楼，有诗唱和",
   "place": "南昌市（南楼）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "在临安府任参知政事，以金人来和大赦天下，赦文布告天下。张浚移书泰发、孙近痛陈议和",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 0,
   "event": "挽李忠定；宫祀居乡。李纲卒，有诗挽悼",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1141,
   "value": 7,
   "event": "宫祀居乡。与傅自得游",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1142,
   "value": 10,
   "event": "予得罪南迁，朝廷枢密院准备差遣张君送伴，凡八十日。予嘉其勤。于其行也，作诗送之；抵达藤州。有诗送枢密使臣",
   "place": "梧州市（藤县）",
   "lng": "110.921469",
   "lat": "23.38088"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "癸亥上元，余谪藤江。是时初开乐禁，人意欣欣。吴元预作《纪事二绝》，颇入风雅，戏和其韵；在藤州。与吴元预唱和",
   "place": "梧州市（藤县）",
   "lng": "110.921469",
   "lat": "23.38088"
  },
  {
   "time": 1144,
   "value": 9,
   "event": "养生堂记；在藤州。为仲兄李德充作记",
   "place": "梧州市（藤县）",
   "lng": "110.921469",
   "lat": "23.38088"
  },
  {
   "time": 1145,
   "value": 10,
   "event": "离藤州",
   "place": "梧州市（藤县）",
   "lng": "110.921469",
   "lat": "23.38088"
  },
  {
   "time": 1146,
   "value": 10,
   "event": "丙寅元日偶出，见桃李已离披，海南风土之异，不无感叹。独追维三伏中荔支之胜，又江浙所不及也。因并见于诗；在琼州。有诗多首抒怀",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1147,
   "value": 0,
   "event": "丁卯二月二十七日，与客纵步至判官陈师正所居，前有花竹，后有港浦。爱其幽胜，退作此诗。师正历官九任，今年六十有一，母年九十二岁。杜门养亲，不复仕宦，盖琼士之安贫守道者也；在琼州。与客至陈师正居所，退而赋诗",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1148,
   "value": 4,
   "event": "叙游二十韵呈亨叔、列之；在琼州。有诗",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1149,
   "value": 10,
   "event": "己巳二月三日晚食罢，步至林氏园，了然道人新筑小亭，爱其閴寂，独坐久之，白上人来出门，又逢魏子，归而写之，以诗偶翻旧稿见之，恍然因书以示庭植；在琼州。李光步至林氏园，又至了然道人小亭，逢魏安石，有诗",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1150,
   "value": 10,
   "event": "在琼州。究治李光撰私史事，送大理寺勘实。乃陆升之告发",
   "place": "海口市（琼山区）",
   "lng": "110.360845",
   "lat": "20.009654"
  },
  {
   "time": 1151,
   "value": 0,
   "event": "辛未岁旦，用苏子由韵，成两诗寄诸子侄；在昌化军。用苏辙韵作诗，寄诸子侄",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1152,
   "value": 0,
   "event": "昌化虽穷寂，今岁偶诸处寄酒，东船至得北果。又老庖自海康来，人日与客饮，邂逅成醉，座中赋此；在昌化军。人日，与客饮，赋诗遣兴",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1153,
   "value": 6,
   "event": "赠裴道人；居昌化有诗",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1154,
   "value": 7,
   "event": "在昌化军。李光门客孙仲鳌罢",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1155,
   "value": 10,
   "event": "与王彦恭书；王趯复职知雷州，李光在儋州有书安抚",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "丙子正月二十三日纪事；在昌化，有诗纪事",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1157,
   "value": 9,
   "event": "丁丑岁冬夜，发家书二首；在郴州，发家书有感",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1158,
   "value": 7,
   "event": "在郴州，复左朝奉大夫,任便居住",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1159,
   "value": 0,
   "event": "自郴州北上。曾几闻讯，有诗",
   "place": "黄冈市（蕲春县）",
   "lng": "113.021311",
   "lat": "25.776711"
  }
 ]
};
