// 诗人行迹数据：李弥逊
export default {
 "name": "李弥逊",
 "birth": 1089,
 "death": 1153,
 "life": [
  {
   "time": 1089,
   "value": 1,
   "event": "在苏州吴县，出生",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在开封，进士及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "单州司户",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "丁父忧",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "丁父忧",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "阳谷县主簿",
   "place": "聊城市",
   "lng": "115.992077",
   "lat": "36.462681"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "在开封，除国朝会要所检阅文字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在开封，任秘书省校书郎、充编修六典检阅文字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在开封，出为提举河东路学事，未赴",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在开封，守尚书司封员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "在开封，擢为起居郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "隐居苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "隐居苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1121,
   "value": 9,
   "event": "《秋居杂韵十首》其一；与李纲游蒋山（钟山），有诗纪事",
   "place": "南京市（钟山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "隐居苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "隐居苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "隐居苏州吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "知冀州。全力抗击金兵。金人犯河朔，诸郡皆警备，弥逊捐金帛，致勇士，修城堞，决河护堑，邀击其游骑，斩首甚众。兀术北还，戒师毋犯其城",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在开封，召为卫尉少卿，有旨冀州守御有劳，进秩二等。",
   "place": "宜春市（上高县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "除江东路转运判官就领郡事",
   "place": "扬州市（仪征市）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡吴县丁母忧",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡吴县丁母忧",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡吴县。丁母忧服除，四月，奉太平观祠",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1131,
   "value": 2,
   "event": "《次韵李伯纪丞相游贤沙凤池之作》；奉太平观祠。与李纲等游贤沙凤池，有诗次韵李纲",
   "place": "福州市（贤沙寺;凤池山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1132,
   "value": 6,
   "event": "弥逊祠满知饶州",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在饶州，丐崇道观祠",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "在饶州",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "在临安，李弥逊召对便殿，首奏“当坚定规模，排斥奸言”。又谓：“朝廷一日无事，幸一日之安，一月无事，幸一月之安，欲求终岁之安，已不可得，况能定天下大计乎？”帝嘉其谠直。辅臣有不悦者，以直宝文阁知吉州。陛辞，帝曰：“朕欲留卿，大臣欲重试卿民事，行召卿矣。”",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在临安，秋，迁起居郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "在临安，试户部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "在临安，春，以不附秦桧和议，再上疏乞归田",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 0,
   "event": "《次李丞相送行二首》；李纲有诗为李弥逊归隐连江西山送行，李弥逊有诗次韵",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1141,
   "value": 9,
   "event": "《次韵苏粹之发干见赠二首》其一；在连江隐居，榜其别业曰筠庄，自号筠溪真隐。有诗与苏粹之",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "《仲宗过筠庄作诗见招且有借庵之意次其韵》；在连江隐居，张元干过访不遇后有诗，李弥逊次韵",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1144,
   "value": 5,
   "event": "《次韵叶观文游鼓山》；在连江西山隐居。与叶梦得游鼓山，有诗唱和",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "在连江隐居。张元干、苏粹之陪富直柔到访筠溪",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "与富直柔、张元干等游福建侯官精严寺。",
   "place": "福州市（精严寺）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1150,
   "value": 2,
   "event": "《蝶恋花·福州横山阁》；与富直柔、张元干等游横山阁",
   "place": "福州市（横山阁）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在连江西山隐居",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  },
  {
   "time": 1153,
   "value": 0,
   "event": "卒于连江萧寺",
   "place": "福州市（连江县）",
   "lng": "119.546047",
   "lat": "26.20372"
  }
 ]
};
