// 诗人行迹数据：李如圭
export default {
 "name": "李如圭",
 "birth": 1167,
 "death": 1233,
 "life": [
  {
   "time": 1167,
   "value": 1,
   "event": "本年生于庐陵吉水谷村，能言即学诵《诗》",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "腊月深冬随父入都应举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "三月，在都城，中童子科，孝宗赐迪功郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "本年返乡庐陵，潜心读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "本年居庐陵潜心读书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1176,
   "value": 0,
   "event": "正月，居庐陵潜心读书，其岳母欧阳氏卒。时欧阳氏之女已许嫁如圭，因年幼，当未完婚",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "本年居庐陵潜心读书，年龄稍长后开始修撰礼书",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "本年在庐陵，与静春先生刘清之庐陵槐阴精舍相与论学",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1189,
   "value": 2,
   "event": "九月，与周必大会于庐陵。时静春先生刘清之病笃，周必大是月致仕返庐陵，前往探视，时李如圭常往静春先生槐阴精舍，会周必大",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "本年出仕，任福州教授,赴漕举",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "本年在福州教授任上",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "本年在福州教授任上。两赴漕举，并中漕举",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "本年至都城，程亮榜登第，举进士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "本年或任桃源县薄",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "本年或在桃源县薄任上",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "本年或在桃源县薄任上，与朱熹编修礼书",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "本年或在桃源县薄任上",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "八月十三日，与王子羽、刘正之、黄铢游于桂林郡，宴集龙隐，临流班坐，洗醆更酌，久之而去",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "本年迁从事郎，任夔州路安抚司主官机宜文字,时夔州路安抚使为何异，亦庆元党人，曾得周必大举荐入国子监。李如圭此任，周必大当有举荐之功",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1203,
   "value": 0,
   "event": "正月，母段氏卒，返庐陵，丁母忧",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "二月，葬母于吉州庐陵县移风坊丰塘之原",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "本年居家庐陵，丁母忧",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵。其弟如金乡试中举",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵。其弟如金郑性之榜登第",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "本年行踪不详，或居家庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1224,
   "value": 2,
   "event": "《汉法酒令》；嘉定末年，或居家庐陵。作《汉法酒令》，具体时间不详，故系于此",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "本年以后，知宝庆府",
   "place": "邵阳市",
   "lng": "111.474133",
   "lat": "27.245167"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "本年在知宝庆府任上",
   "place": "邵阳市",
   "lng": "111.474133",
   "lat": "27.245167"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "本年在知宝庆府任上",
   "place": "邵阳市",
   "lng": "111.474133",
   "lat": "27.245167"
  },
  {
   "time": 1228,
   "value": 0,
   "event": "大约本年，任福建抚干，大约绍定年间卒，具体时间不详，姑系于此",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1229,
   "value": 0,
   "event": "大约在绍定年间卒，具体时间不详，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1230,
   "value": 0,
   "event": "大约在绍定年间卒，具体时间不详，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1231,
   "value": 0,
   "event": "大约在绍定年间卒，具体时间不详，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1232,
   "value": 0,
   "event": "大约在绍定年间卒，具体时间不详，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1233,
   "value": 0,
   "event": "大约在绍定年间卒，具体时间不详，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
