// 诗人行迹数据：李商隐
export default {
 "name": "李商隐",
 "birth": 812,
 "death": 858,
 "life": [
  {
   "time": 812,
   "value": 1,
   "event": "父为获嘉县令，是年，李商隐生",
   "place": "新乡市（获嘉县）",
   "lng": "113.663577",
   "lat": "35.265827"
  },
  {
   "time": 813,
   "value": 0,
   "event": "随父在获嘉，仲姊裴氏卒于获嘉，年十九",
   "place": "新乡市（获嘉县）",
   "lng": "113.663577",
   "lat": "35.265827"
  },
  {
   "time": 814,
   "value": 1,
   "event": "父罢获嘉令，随父入浙东幕府",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 815,
   "value": 1,
   "event": "随父在浙东越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 816,
   "value": 1,
   "event": "随父在浙东越州，开始阅读经书",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 817,
   "value": 1,
   "event": "春正月，随父在浙西润州",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 818,
   "value": 1,
   "event": "随父在浙西润州",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 819,
   "value": 1,
   "event": "随父在浙西润州",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 820,
   "value": 1,
   "event": "随父在浙西润州",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 821,
   "value": 0,
   "event": "父卒，奉丧侍母归郑州荥阳。自述“四海无可归之地，九族无可倚之亲。”（《祭裴氏姊文》）郑州东甸占籍为民。与弟李义叟，此后数年，师从叔李褎。李褎“亲授经典，教为文章。”",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 822,
   "value": 1,
   "event": "在郑州，居父丧",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 823,
   "value": 1,
   "event": "父丧除后，于郑州东甸占籍为民",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 824,
   "value": 1,
   "event": "郑州东甸占籍为民。与弟义叟，跟随从叔李褎学经典，为文章",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 825,
   "value": 1,
   "event": "郑州东甸占籍为民。与弟义叟，跟随从叔李褎学经典，为文章",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 826,
   "value": 5,
   "event": "富平少侯；仍居郑州。于此后数年，学仙玉阳",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 827,
   "value": 0,
   "event": "无愁果有愁曲北齐歌（东有青龙西白虎）；在郑州，著《才论》、《圣论》，以古文为士大夫所知。徐氏姊卒于是年",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 828,
   "value": 1,
   "event": "在郑州",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 829,
   "value": 6,
   "event": "初食笋呈座中；在郑州，初食笋，作诗",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 830,
   "value": 7,
   "event": "春游；在郓州令狐楚幕，楚授以骈文奏章之道，春游有诗",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 831,
   "value": 4,
   "event": "赠宇文中丞；正月，在长安。得令狐楚资助参与进士科考试，不第。作诗委婉拒绝宇文鼎的举荐帮助",
   "place": "泰安市（东平县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 6,
   "event": "正月，在长安。得令狐楚资助第二次参与进士科考试，不第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 9,
   "event": "正月，在长安第三次参与进士科考试，不第",
   "place": "郑州市（荥阳市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 0,
   "event": "在华州，依重表叔、华洲刺史崔戎，戎送其习业南山",
   "place": "华县（华县华州）",
   "lng": "109.765095",
   "lat": "34.515476"
  },
  {
   "time": 835,
   "value": 9,
   "event": "春，长安第四次应举，不第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 9,
   "event": "别令狐拾遗书；春夏在长安，于令狐绹、李肱等交往令狐楚聘为幕，未及赴任",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 9,
   "event": "上崔华州书；长安进士及第，上崔华州书",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 10,
   "event": "春，应吏部博学宏词科，落第",
   "place": "平凉市（泾川县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 10,
   "event": "别薛岩宾；在泾原，王茂元幕",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 840,
   "value": 10,
   "event": "为濮阳公上华州陈相公状；得河阳节度使李执方资助，移家长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 10,
   "event": "为汝南公华州贺赦表；离弘农尉，在华州周墀幕",
   "place": "华县（华县华州）",
   "lng": "109.765095",
   "lat": "34.515476"
  },
  {
   "time": 842,
   "value": 10,
   "event": "入赴陈许节度使王茂元幕",
   "place": "许昌市（长葛市）",
   "lng": "113.774691",
   "lat": "34.223034"
  },
  {
   "time": 843,
   "value": 0,
   "event": "赠别前蔚州契芘使君；在京居母丧",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 9,
   "event": "祭处士房叔父文；年初在故乡为裴氏姊及侄女寄寄等营葬",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 845,
   "value": 10,
   "event": "正月十五夜闻京有灯，恨不得观；闲居永乐，有诗。《登乐游原》；夕阳无限好，只是近黄昏。",
   "place": "保定市（满城区）",
   "lng": "115.328545",
   "lat": "38.955261",
   "highlight": true
  },
  {
   "time": 846,
   "value": 10,
   "event": "昭肃皇帝挽歌辞三首；十月，服阙入京，重官秘书省正字",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 10,
   "event": "喜舍弟羲叟及第上礼部魏公；在秘书省，子衮师生",
   "place": "荆州市（江陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 10,
   "event": "人日即事；在江陵，有诗",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 849,
   "value": 10,
   "event": "和孙朴韦蟾孔雀咏；周至县尉任",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 850,
   "value": 10,
   "event": "戏题枢言草阁三十二韵；在徐州幕，有诗。《无题·相见时难别亦难》；春蚕到死丝方尽，蜡炬成灰泪始干。",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143",
   "highlight": true
  },
  {
   "time": 851,
   "value": 0,
   "event": "越燕二首；在徐州幕。《夜雨寄北》；何当共剪西窗烛，却话巴山夜雨时。",
   "place": "宝鸡市（大散关）",
   "lng": "117.29235",
   "lat": "34.210143",
   "highlight": true
  },
  {
   "time": 852,
   "value": 10,
   "event": "献相国京兆公启二；谒见杜悰求提携",
   "place": "绵阳市（三台县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 853,
   "value": 10,
   "event": "二月二日；在梓州柳仲郢幕，有诗",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 854,
   "value": 10,
   "event": "剑州重阳亭铭并序；在梓幕",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 855,
   "value": 10,
   "event": "梓州罢吟寄同舍；在梓州柳仲郢幕",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 856,
   "value": 10,
   "event": "重过圣女祠；年初归长安，寻经柳仲郢推荐，奏充盐铁推官。重过圣女祠，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 10,
   "event": "正月崇让宅；在长安任盐铁推官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 858,
   "value": 0,
   "event": "井泥四十韵；回长安，辞盐铁推官后还乡。《锦瑟》；此情可待成追忆，只是当时已惘然。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  }
 ]
};
