// 诗人行迹数据：李埴
export default {
 "name": "李埴",
 "birth": 1161,
 "death": 1238,
 "life": [
  {
   "time": 1161,
   "value": 1,
   "event": "少随父居",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "少随父居",
   "place": "自贡市",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "少随父居",
   "place": "自贡市",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "少随父居",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "少随父居",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "少随父居。闰正月初一，随父焘及众兄弟赴云安，泊舟万户驿横石滩。",
   "place": "泸州市（云安万户驿横石滩）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "少随父居",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "少随父居",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "少随父居",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "授承务郎，官制干",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "丁忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "丁忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "丁忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "服除居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "省试中选",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "与兄壁同登余复榜进士，埴治诗赋，声华甚藉，召试入馆职。师刘清之卒。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "丁母忧，回籍奔丧",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "丁母忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "丁母忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "服除赴阙",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "除秘书省校书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "罢校书郎，知巴州",
   "place": "巴中市",
   "lng": "106.753912",
   "lat": "31.872851"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "《云安桔堂记》；撰《云安桔堂记》",
   "place": "巴中市",
   "lng": "106.753912",
   "lat": "31.872851"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 4,
   "event": "《备兵要略》；奏陈备兵要略",
   "place": "成都市（都江堰市）",
   "lng": "103.653155",
   "lat": "30.994321"
  },
  {
   "time": 1205,
   "value": 3,
   "event": "任夔州路运判",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1206,
   "value": 3,
   "event": "吴曦反叛，埴拒伪归朝",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1207,
   "value": 4,
   "event": "奉诏入对",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1208,
   "value": 4,
   "event": "开禧德安守城录；除荆湖北路安抚使兼知江陵府，撰《开禧德安守城录》",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1209,
   "value": 3,
   "event": "荆湖北路安抚使兼江陵知府任上",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1210,
   "value": 4,
   "event": "任成都府路提点刑狱",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "直秘阁、成都府路提刑",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "以成都府路帅臣兼领叙州兵事",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1213,
   "value": 3,
   "event": "除起居舍人，再兼史职",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1214,
   "value": 3,
   "event": "迁朝议大夫、起居郎兼国史院编修官、实录院检讨官，兼侍讲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1215,
   "value": 3,
   "event": "以兄壁故，降两官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1216,
   "value": 3,
   "event": "以兄壁故，降两官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "以兄壁故，降两官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 4,
   "event": "《续帝学》；著《续帝学》十卷",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "张福乱平，埴守潼，建治城隍",
   "place": "泸州市（牛头山）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "在潼川府任",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "除沿江置制司副使兼知鄂州",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1222,
   "value": 3,
   "event": "在沿江置制司副使兼知鄂州任上，与魏了翁结通家之好",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1223,
   "value": 3,
   "event": "在沿江置制司副使兼知鄂州任上，设勤武堂，振刷军备",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1224,
   "value": 6,
   "event": "《鄂州重修北榭记》；在沿江置制司副使兼知鄂州任上，撰《鄂州重修北榭记》",
   "place": "武汉市（岳鄂王祠）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1225,
   "value": 3,
   "event": "在沿江置制司副使兼知鄂州任上",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1226,
   "value": 4,
   "event": "《南风之歌》；与诸司争曲直不相能，诏以焕章阁待制知遂宁府",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1227,
   "value": 0,
   "event": "《舆地纪胜序》；在遂宁任上，八月虞刚简卒，撰文祭之",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1228,
   "value": 3,
   "event": "在遂宁任上，于眉之北郊创筑别墅，名曰北园，魏了翁为之记",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "与眉州郡守黄申共创眉州贡院，魏了翁为之记",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1230,
   "value": 4,
   "event": "《定斋集序》；撰《定斋集序》",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "以焕章阁待制知遂宁府，擢焕章阁直学士、四川安抚制置使，兼知成都府",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "接替桂如渊守蜀抗元",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "是年夏，生日，魏了翁以诗贺",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "除权刑部尚书，被召赴行都，过泸州，魏了翁以诗赠",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 3,
   "event": "除礼部尚书兼侍读。埴奏胡瑗、孙复、邵雍、欧阳修、周敦颐、司马光、苏轼、张载、程颐、程颢十人，从祀孔庙。又奏请将子思并与升祀，列在十哲之间。皆从之。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 3,
   "event": "以端明殿学士、宣奉大夫除资政殿学士，知眉州。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1237,
   "value": 3,
   "event": "除资政殿学士、同知枢密院事、四川宣抚使。埴请退休，不允。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1238,
   "value": 0,
   "event": "奏蜀渐次恢复。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  }
 ]
};
