// 诗人行迹数据：李德裕
export default {
 "name": "李德裕",
 "birth": 787,
 "death": 849,
 "life": [
  {
   "time": 787,
   "value": 1,
   "event": "生于西京万年县安邑坊，乃李吉甫次子，庶出，其父李吉甫年三十岁，时任太常博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 788,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 789,
   "value": 1,
   "event": "父李吉甫此时约为屯田员外郎兼太常博士，为宰相李泌、窦参所器重",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 790,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 791,
   "value": 1,
   "event": "父李吉甫转驾部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 792,
   "value": 2,
   "event": "父李吉甫坐窦参党，贬明州员外长史，时年三十五",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 1,
   "event": "父李吉甫任明州员外长史，李德裕随父居明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 794,
   "value": 1,
   "event": "父李吉甫任明州员外长史，李德裕随父居明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 795,
   "value": 1,
   "event": "父李吉甫由明州员外长史迁为忠州刺史，夏，赴任，李德裕随父至忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 796,
   "value": 1,
   "event": "父李吉甫为忠州刺史，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 797,
   "value": 1,
   "event": "父李吉甫为忠州刺史，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 798,
   "value": 1,
   "event": "父李吉甫为忠州刺史，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 799,
   "value": 1,
   "event": "父李吉甫为忠州刺史，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 800,
   "value": 1,
   "event": "父李吉甫为忠州刺史，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 801,
   "value": 1,
   "event": "父李吉甫因病罢忠州刺史，但仍住忠州，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 802,
   "value": 1,
   "event": "父李吉甫本年除郴州刺史，因病未赴任，李德裕随父居忠州",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 803,
   "value": 1,
   "event": "父李吉甫于本年夏赴任郴州刺史，七月，改授饶州刺史，约本年冬赴任，李德裕随父迁居",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 804,
   "value": 1,
   "event": "父李吉甫为饶州刺史，李德裕随父居饶州",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 805,
   "value": 1,
   "event": "父李吉甫为饶州刺史，李德裕随父居饶州。八月，李吉甫由饶州召入为考功郎中、知制诰，十二月，为中书舍人，充翰林学士。李德裕随父入京",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 806,
   "value": 1,
   "event": "父李吉甫为中书舍人、翰林学士，十二月，加银青光禄大夫。李德裕居京，不愿应科举，未入仕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "父李吉甫拜相，为中书侍郎、同平章事，封赞皇侯",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "二月，父李吉甫进封赵国公。九月，李吉甫为宦官所抑，出镇扬州，授淮南节度使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "父李吉甫为淮南节度使，李德裕随父居扬州，仍未入仕，与淮南节度使掌书记王起交游",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 810,
   "value": 1,
   "event": "父李吉甫为淮南节度使，李德裕随父居扬州，约在本年十二月，罢淮南节度使任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 811,
   "value": 1,
   "event": "正月，父李吉甫再次拜相，李德裕随父入京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 1,
   "event": "父李吉甫为相，李德裕居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 4,
   "event": "《七言九韵雨中自秘书省访王三侍御，知早入朝，便入集贤。侍御任集贤校书，及升柏台，又与秘阁相对。同院张学士，亦余特厚，故以诗赠之》；父李吉甫为相，下诏赠其父官，并与其子一官，李德裕即以荫补校书郎，与集贤校书王起有诗唱和。因父居相位，为避嫌，李德裕于本年或稍后辞去校书郎，出外为方镇幕府从事，具体不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 0,
   "event": "十月丙午，父李吉甫卒，赠司空。李德裕开始守制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "李德裕丁父忧，守制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "李德裕丁父忧，守制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 4,
   "event": "《祭唐叔文》；约于本年，李德裕应张弘靖之辟，为河东节度使掌书记。本年，作《祭唐叔文》",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 818,
   "value": 10,
   "event": "《代高平公进书画状》；李德裕在河东军幕，为河东节度使掌书记，本年代张弘靖撰进书画表",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 819,
   "value": 4,
   "event": "《掌书记厅壁记》文；李德裕在河东军幕，为河东节度使掌书记。五月，随张弘靖入朝，除监察御史",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 820,
   "value": 4,
   "event": "《长安秋夜》；正月庚子，宪宗为宦官所杀，穆宗立。闰正月，李德裕为翰林学士，二月加屯田员外郎。秋夜有感作诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 6,
   "event": "《驸马不许至要官私第状》；本年仍为翰林学士，正月，上疏言驸马不得至要官私第。二月，元稹为翰林学士，与李德裕、李绅相善，时称“三俊”。二月，沈传师迁中书舍人，李德裕与其善，自此之后，多有唱和。三月，李德裕为考功郎中，依前知制诰、翰林学士。十一月戊午，试制科举人，制词为李德裕起草",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 6,
   "event": "《荐处士李源表》；正月二十九日加翰林学士承旨，二月四日迁中书舍人，二月十九日改御史中丞，三月，荐故东都留守李憕子源为谏议大夫。任御史中丞时，荐引崔琯为御史知杂。由于李逢吉排挤，九月，李德裕由御史中丞出为润州刺史、浙西观察使。辟李蟾为观察判官，辟郑亚为幕府从事。本年在润州纳徐盼为妾",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 6,
   "event": "《玄真子渔歌记》；李德裕在浙西观察使任。在任期间，注意改革旧俗。四月，李德裕撰文记访求张志和《渔歌》事。九月，元稹由同州刺史改为越州刺史、浙东观察使，赴任途中，与李德裕会晤于润州，有诗唱和。李德裕在浙西，辟刘三复为掌书记",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 824,
   "value": 0,
   "event": "《奏银妆具状》；李德裕在浙西观察使任。正月壬申，穆宗因服方药暴卒，敬宗即位。七月，李德裕上疏言罢进事，有《奏银妆具状》。九月，复上疏。十二月，李德裕上疏言请禁泗州度僧尼。元稹本年有诗寄李德裕",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 825,
   "value": 9,
   "event": "《丹扆六箴》；李德裕在浙西观察使任。二月，李德裕上《丹扆六箴》以规谏敬宗",
   "place": "镇江市（平泉朝游）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 826,
   "value": 10,
   "event": "《谏敬宗搜访道士疏》；李德裕在浙西观察使任。上疏劝谏敬宗勿信润州人周息元神仙方术之说。撰《三圣记》（《茅山三象记》）。李德裕妻刘氏约于本年前后在茅山燕洞宫传授上清法箓。李德裕上疏言勿信亳州出圣水能疗疾。李德裕妾徐氏生子烨，字季常",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 827,
   "value": 4,
   "event": "《唐故左神策军护军中尉兼左街功德使知内侍省事刘公神道碑铭》；李德裕在浙西观察使任。九月，李德裕与元稹并加检校礼部尚书。大和初年，段成式在李德裕浙西幕府。冬，为刘弘规撰神道碑",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 828,
   "value": 10,
   "event": "《寄茅山孙炼师》；李德裕在浙西观察使任。加银青光禄大夫。有诗寄孙炼师",
   "place": "镇江市（虎丘寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 829,
   "value": 0,
   "event": "《招隐山观玉蕊树戏书即事奉寄江西沈大夫阁老》；本年八月前，李德裕仍在浙西观察使任。春，与沈传师唱和，有《玉蕊花唱和诗》",
   "place": "渭南市（华阴市）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 830,
   "value": 10,
   "event": "《上巳忆江南禊事》；本年春，李德裕作《上巳忆江南禊事》，刘禹锡和之。十月前，李德裕任义成节度使",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 831,
   "value": 0,
   "event": "《黄冶赋》；李德裕在西川节度使任，至南召访查被俘民人约四千人归成都，巩固关防、训练士卒，招降吐蕃之维州守将。牛僧孺反对李德裕招降维州主张。李德裕本年作《黄冶赋》，反对方士炼丹长生之术。工部侍郎庾敬休约于本年前后奏议茶税钱，并遣使与李德裕商量制置。七月，元稹卒，李德裕与刘禹锡有诗往来，悼念元稹。冬，李德裕又作诗悼念元稹、韦处厚，及怀杜元颍，并寄沈传师",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 832,
   "value": 4,
   "event": "《奉送相公十八丈镇扬州》；李德裕本年十二月前在西川节度使任，治关塞、改旧俗等。著《西南备边录》一书，佚。与刘禹锡有诗悼薛涛，佚。十二月丁未，李德裕入为兵部尚书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 833,
   "value": 6,
   "event": "《大和新修辨谤略序》；二月，李德裕以兵部尚书守本官同中书门下平章事，七月，拜中书侍郎。入相之后，即对朝政进行改革，出李宗闵之党杨虞卿、杨汝士等人于外，进用李回、沈传师等人。禁抑两淮大贾。七月，李德裕请将刘从谏由泽潞徙宣武，文宗不从。八月，李德裕奏请进士应通经术，停诗赋试。又言诸王应出阁为诸州上佐等。李德裕于今明年内主持修撰《大和辨谤略》，书成奏上，并作序",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 9,
   "event": "《请罢呈榜奏》；正月，李德裕奏请罢进士名单先呈宰相以定取舍之旧例，有《请罢呈榜奏》",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 10,
   "event": "《白芙蓉赋》；王璠、李汉等诬李德裕曾阴结漳王，图谋不轨，赖宰相路隋解救，四月，免浙西观察使，改宾客分司。未行，即因对文宗“大不敬”贬为袁州刺史。初夏，作赋咏白芙蓉",
   "place": "马鞍山市（和县）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 836,
   "value": 10,
   "event": "《伤年赋》；本年春，李德裕仍在袁州刺史任，结识当地士人卢肇。由于固疾缠身，不适卑湿袁州气候，叹归期无日，怀有急流勇退、韬晦保身之意，作赋伤流年",
   "place": "宜春市（丰城市）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 837,
   "value": 10,
   "event": "本年五月前，李德裕在浙西观察使任，五月改为淮南节度使，代牛僧孺，牛僧孺任东都留守",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 838,
   "value": 4,
   "event": "《余所居平泉村舍近蒙韦常侍大尹特改嘉名因寄诗以谢》；李德裕在淮南节度使任，日本僧人圆仁等到扬州，谒见李德裕。有诗寄韦长",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 839,
   "value": 7,
   "event": "《金松赋并序》；李德裕在淮南节度使任。春，游孔融故台，得奇木，植于庭，作赋咏之。四月，加检校尚书左仆射。秋，赵嘏有诗献李德裕",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 840,
   "value": 0,
   "event": "《春暮思平泉杂咏二十首》；正月，文宗卒，武宗即位。七月前，李德裕仍在淮南节度使任。春，忆洛阳平泉山庄，作组诗咏之",
   "place": "洛阳市（惠林寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 841,
   "value": 10,
   "event": "《论故循州司马杜元颍状》；本年李德裕在京为相，杜元颍与李德裕善，因赦令复其官。李德裕子李烨约于本年为浙西观察使卢商从事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 10,
   "event": "《论九宫贵神合是大祠状》；时李德裕在京为相，正月上旬，论祀九宫贵神",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 0,
   "event": "《讨回鹘制》；时李德裕在京为相，正月十一日，石雄等大破回鹘乌介部，迎太和公主归唐，二奏捷至，李德裕奉宣撰《讨回鹘制》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 10,
   "event": "《论刘稹送款与李石状》；时李德裕在京为相正月初一，河东横水栅都将杨弁作乱，逐河东节度使李石，据太原，并与刘稹相通。正月初四，李德裕上《论刘稹送款与李石状》，谓刘稹乃缓兵之计，不应受降，且请令诸道从速进兵",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 10,
   "event": "《奉和圣制南郊礼毕诗》；时李德裕在京为相。正月，南郊礼毕，皇帝撰诗，李德裕奉和",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 10,
   "event": "《请先降使至党项屯集处状》；时李德裕在京为相。正月十一日，李德裕奏请先降使至党项屯集处了解族情，然后定夺是否诛讨",
   "place": "荆州市（江陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 7,
   "event": "二月，白敏中使其党李咸论李德裕执政时阴事，李德裕由东都留守改为太子少保，分司。二月，郑亚坐李德裕之党，由给事中出为桂管观察使，辟李商隐为掌书记",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 848,
   "value": 10,
   "event": "去年冬十二月，李德裕被贬潮州司马，约本年正月初起行，由洛阳沿水路南下，经江淮赴潮州。温庭筠有伤李德裕远贬诗《题李相公敕赐屏风》。李德裕南贬，妻刘氏，子浑、钜及女同行。正月初五，右补阙丁柔立上疏为李德裕辨冤，贬南阳县尉。正、二月间，白敏中等所兴覆勘吴湘狱结案，李回、郑亚、魏铏、元寿、蔡京等皆被贬。崔嘏、刘濛等亦被贬。",
   "place": "常德市（澧县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 849,
   "value": 0,
   "event": "正月，李德裕至贬所崖州",
   "place": "海口市",
   "lng": "110.206424",
   "lat": "20.050057"
  }
 ]
};
