// 诗人行迹数据：李壁
export default {
 "name": "李壁",
 "birth": 1159,
 "death": 1222,
 "life": [
  {
   "time": 1159,
   "value": 1,
   "event": "少随父居",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "少随父居",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "少随父居",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "少随父居",
   "place": "自贡市（公井）",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "少随父居",
   "place": "自贡市（公井）",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "少随父居",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "少随父居",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "少随父居。闰正月初一，随父焘及众兄弟赴云安，泊舟万户驿横石滩。",
   "place": "泸州市（云安万户驿横石滩）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "少随父居",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "少随父居",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "少随父居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "少随父居",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "少随父居",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "《祭兄垕文》；少随父居。兄垕卒，撰文祭之。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "少随父居",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "春，任永康军通判，主管刑工部架阁文字。",
   "place": "成都市（都江堰市）",
   "lng": "103.653155",
   "lat": "30.994321"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "丁忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "丁忧居家",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "服除，仍任永康军通判。以导江竹估钱最重，力请于有司，得旨均之诸邑。",
   "place": "成都市（都江堰市）",
   "lng": "103.653155",
   "lat": "30.994321"
  },
  {
   "time": 1188,
   "value": 4,
   "event": "《太常因革礼序》；任永康军通判。高宗崩，洪迈奏开高宗实录馆。",
   "place": "成都市（都江堰市）",
   "lng": "103.653155",
   "lat": "30.994321"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "孝宗内禅，光宗即位。壁与弟埴同赴省试，壁以词赋冠多士，埴亦中选。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "壁与弟埴同登余复榜进士。壁除将作监簿。壁师刘清之卒。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "丞相留正荐壁，召试馆职，对策中，除正字。",
   "place": "眉山市（丹棱县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "丁母忧居家。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "丁母忧居家。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "服除，召赴阙。抵建康，上光宗书议定省之礼。除秘书省正字。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "4月除著作佐郎，兼刑部郎官、实录院修纂。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 0,
   "event": "2月赵汝愚卒，韩侂胄专权。4月壁请外，除知阆州。以旱请于制置使，得米五千石赈灾。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "任阆州知州。数与朱熹书信往还。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "任阆州知州。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "任阆州知州。夏，壁辑《中兴诸臣奏议》，询及朱熹。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "改任汉州知州。",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "任汉州知州。朝散郎。",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "任汉州知州。朝散郎。",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1203,
   "value": 5,
   "event": "任副都承旨",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 0,
   "event": "以宗正少卿兼权同修国史实录院同修撰。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 4,
   "event": "壁与刘德秀荐永康军布衣何致应贤良方正直言极谏科。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 4,
   "event": "韩侂胄锐意用兵，壁劝参政钱象祖力阻之。不成，象祖罢。壁遂转向附和。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 3,
   "event": "罢丘崇，以张岩代之。壁力主和议，韩侂胄不纳。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "责居抚州",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "责居抚州两年，诏令自便。是岁壁归眉州，卫泾致书通候。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "闲居家乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "闲居家乡。复中大夫，提举临安府洞宵宫",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "闲居家乡。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1213,
   "value": 0,
   "event": "《祭姊丈张伸文》；闲居家乡。壁姊丈张伸卒，为文祭之。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "闲居家乡。门人李醇儒欲板行所著《王荆公诗笺注》，录其较本集多72首，议论亦精到，魏了翁序。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "闲居家乡。诏提举洞宵宫李壁降三官罢宫观。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "闲居家乡",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "闲居家乡。壁六十生辰，程公许为撰《拟九颂》以寿。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "闲居家乡。是岁壁复官里居。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "闰3月28日，除端明殿学士知遂宁府。吴泳以诗送之。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "赴任遂宁，闻警迟疑，与宫祠。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "奉祠居家。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1222,
   "value": 0,
   "event": "六月壁卒于家，年64。始属疾，即亲草遗表。叶适、魏了翁为文祭之。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  }
 ]
};
