// 诗人行迹数据：李清照
export default {
 "name": "李清照",
 "birth": 1084,
 "death": 1156,
 "life": [
  {
   "time": 1084,
   "value": 1,
   "event": "父格非官郓州教授",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "父格非官郓州教授，母王氏卒",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "父格非入补太学录",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "父格非官太学",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "父格非官太学",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "父格非官太学正，得屋于经衢之西，名其室曰有竹",
   "place": "济南市（章丘市）",
   "lng": "117.532344",
   "lat": "36.685415"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "父格非官太学正，随父居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "父格非官太学博士。续娶王拱辰孙女，清照受其鞠育，爱好文学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "父格非官校对黄本书籍，随父居汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "随父格非旅居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "父格非通判广信军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "父格非召为校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "父格非为著作郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "父格非为礼部员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 2,
   "event": "《春残》；春，在开封有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 4,
   "event": "《点绛唇》（蹴罢秋千）；在开封有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 5,
   "event": "《浣溪沙》（莫许杯深琥珀浓）；在开封有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 4,
   "event": "在汴京适太学生赵明诚，夫妇志同道合，共赏文物",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 2,
   "event": "《如梦令》（昨夜雨疏风骤）；在汴京有词抒伤春情绪",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "《怨王孙》（帝里春晚）；赵明诚出仕。春，有词忆念赵明诚",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 2,
   "event": "明诚官京师，共赏书画奇器",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "舅赵挺之为尚书右仆射兼中书侍郎，清照再次上诗救父，存句",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 4,
   "event": "夫赵明诚在鸿胪直舍跋欧阳修集古录跋尾",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "舅赵挺之卒于汴京",
   "place": "青州市（青州市益都）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 8,
   "event": "《如梦令》（常记溪亭日暮）；回乡探父，游西湖，有词记游溪亭",
   "place": "济南市（溪亭）",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1109,
   "value": 2,
   "event": "《凤凰台上忆吹箫》(香冷金猊)；赵明诚出游，有词抒思念之情",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1110,
   "value": 2,
   "event": "《浣溪沙》(小院闲窗春色深)；居青州，有词",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "与明诚题名于云巢石",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居青州",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1113,
   "value": 4,
   "event": "《分得知字》；有诗",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "明诚题易安画像",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1115,
   "value": 2,
   "event": "明诚屡获金石刻辞，于“归来堂”起大橱藏之，与清照相对赏玩",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1116,
   "value": 5,
   "event": "《点绛唇》(寂寞深闺)；明诚外出访古，有词忆念之",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居青州",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居青州",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居青州",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居青州",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1121,
   "value": 5,
   "event": "《蝶恋花》（暖雨和风初破冻）；春，明诚出游，有词抒孤栖之感",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1122,
   "value": 2,
   "event": "《晓梦》；夫妇居莱州，明诚屡得石刻碑铭，清照有诗",
   "place": "烟台市（莱州市）",
   "lng": "119.948763",
   "lat": "37.182657"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居莱州，于静治堂助明诚整理《金石录》",
   "place": "烟台市（莱州市）",
   "lng": "119.948763",
   "lat": "37.182657"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "随夫居淄州",
   "place": "淄博市（淄川区）",
   "lng": "117.973141",
   "lat": "36.649837"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "夫妇居淄州。",
   "place": "淄博市（淄川区）",
   "lng": "117.973141",
   "lat": "36.649837"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "夏，夫妻共赏白居易所书《楞严经》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "离青州南渡，载书十五车",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1128,
   "value": 9,
   "event": "《殢人娇》（玉瘦香浓）；春，抵达江宁。有词咏旅邸后庭梅花",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1129,
   "value": 0,
   "event": "《菩萨蛮》（归鸿声断残云碧）；有词叹时局",
   "place": "马鞍山市（和县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1130,
   "value": 4,
   "event": "追随高宗辗转浙东，到台州",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "复追随高宗赴越州，文物被盗五簏",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1132,
   "value": 4,
   "event": "追随高宗赴临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 5,
   "event": "《好事近》（风定落花深）；有词抒伤春之情",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 8,
   "event": "《金石录后序》；作《金石录后序》",
   "place": "杭州市（桐庐县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 4,
   "event": "《武陵春》（风住尘香花已尽）；在金华，有词抒孤独之感",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 2,
   "event": "《转调满庭芳》（芳草池塘）；居临安，有词写避乱归来，甫至临安心境",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居临安。张琰为父格非《洛阳名园记》作序",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 4,
   "event": "《永遇乐》（落日熔金）；居临安。元宵节有词怀京洛旧事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "《山花子》（揉破黄金万点明）；居临安。有词咏丹桂，并借以怀乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居临安。谢伋作《四六谈麈》，收清照《祭赵湖州文》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 7,
   "event": "《皇帝閤春帖子》；居临安。有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居临安。曾慥《乐府雅词》成，录其词22首",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "《声声慢》（寻寻觅觅）；居临安。有词《声声慢》写国破家亡晚年孀居之惨戚",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居临安。访米友仁，为米元章二帖求跋",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居临安。欲以其学传孙氏女",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "是年卒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
