// 诗人行迹数据：李正民
export default {
 "name": "李正民",
 "birth": 1073,
 "death": 1151,
 "life": [
  {
   "time": 1073,
   "value": 1,
   "event": "出生",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "入宣城官学",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在宣城官学",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在宣城官学",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在宣城官学",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在宣城官学",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "在汴京中词学兼茂科，入上等",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 4,
   "event": "《送汪彦章之宜兴》；在汴京任秘书省正字。春，汪藻自京沿水路往阳羡（今江苏宜兴），李正民有诗送行",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "在汴京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "授通判登州，遂逢靖康之乱",
   "place": "威海市",
   "lng": "122.128245",
   "lat": "37.519322"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在通判登州任",
   "place": "威海市",
   "lng": "122.128245",
   "lat": "37.519322"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "在通判登州任",
   "place": "威海市",
   "lng": "122.128245",
   "lat": "37.519322"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "在杭州，任尚书左司员外郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "在杭州，由尚书吏部员外郎除吏部左司员外郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1130,
   "value": 4,
   "event": "在虔州，差充两浙江西湖南抚谕使，诣虔州问安隆祐太后",
   "place": "赣州市（会昌县）",
   "lng": "115.79246",
   "lat": "25.606652"
  },
  {
   "time": 1131,
   "value": 6,
   "event": "文；在绍兴，上劄子论时事",
   "place": "吉安市（安福县）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "在吉州",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在吉州。因办军储迁一官，后为江南东西路宣谕官刘大中纠劾，命遂罢。李正民不安于位，自请投闲，未允",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1134,
   "value": 4,
   "event": "《谢宫祠表》；罢为宫祠，有谢表。居衢州",
   "place": "衢州市（柯山）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "寓居衢州",
   "place": "衢州市（柯山）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "寓居衢州",
   "place": "衢州市（柯山）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "寓居衢州。在嘉兴府海盐、湖州分别置田产，移居之",
   "place": "衢州市（柯山）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1138,
   "value": 7,
   "event": "《辞免筠州恩命第一状》；年初，差知筠州，辞不赴。有辞免状。没有其他差遣，得宫祠",
   "place": "衢州市（柯山）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1139,
   "value": 4,
   "event": "《起知淮宁府恩命状》；起知淮宁府，上辞免状",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "在江宁府。金人败盟，兵取河南、陕西，李正民等以城降，被掳于金",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在金国（淮宁府）为虏",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1142,
   "value": 6,
   "event": "宋金和议，金放还李正民等，正民仍任徽猷阁待制。在海盐县有文",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "《寄宣守内翰汪彦章》；在海盐县。有诗寄知宣州汪藻",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1144,
   "value": 7,
   "event": "《法喜寺政十方记》；提举江州太平观。寓居嘉兴府海盐县，有文",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1145,
   "value": 4,
   "event": "《资政寺佛殿记》；提举江州太平观。寓居嘉兴府海盐县，有文",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "《重修学记》；提举江州太平观。寓居嘉兴府海盐县，有文",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "提举临安洞霄宫。寓居嘉兴府海盐县",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "提举临安洞霄宫。寓居嘉兴府海盐县",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "提举临安洞霄宫。寓居嘉兴府海盐县",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "提举临安洞霄宫。寓居嘉兴府海盐县",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1151,
   "value": 0,
   "event": "卒。葬湖州乌程县南衡山中",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  }
 ]
};
