// 诗人行迹数据：李昴英
export default {
 "name": "李昴英",
 "birth": 1201,
 "death": 1257,
 "life": [
  {
   "time": 1201,
   "value": 1,
   "event": "生于广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1206,
   "value": 0,
   "event": "在广州。母黎氏卒",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "在广州，曾于珠江海珠慈度寺读书",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "在广州。",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "在广州。从许巨川学",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1222,
   "value": 2,
   "event": "在广州。秋，参加乡科，以《春秋》抡元，崔与之等深器重焉",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "在临安。第一次参加科举未中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "在广州。从崔与之游",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "在广州。再荐于乡",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1226,
   "value": 9,
   "event": "在临安。春，登王会龙榜鼎甲第三名",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 2,
   "event": "和广帅宋自牧劝驾韵；在广州。有诗一首",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "在广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1229,
   "value": 6,
   "event": "在汀州推官任。汀州守虐下，悍兵欲杀守，李昴英以身翼，守得免",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1230,
   "value": 4,
   "event": "送周士元序；在汀州，任推官。有文一篇",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "在汀州，任推官。三子志道生",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1232,
   "value": 0,
   "event": "在汀州，任推官。朱积宝合磜寇围汀州，平之，除太学正",
   "place": "龙岩市（长汀县）",
   "lng": "116.364216",
   "lat": "25.839274"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "在广州。丁继母艰",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1234,
   "value": 2,
   "event": "义鹿记；在广州。有文一篇",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1235,
   "value": 3,
   "event": "在广州。服除，除武学博士，未赴",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1236,
   "value": 7,
   "event": "诗隐楼记；在临安。有文一篇",
   "place": "广州市（诗隐楼）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1237,
   "value": 4,
   "event": "在临安。改兼沂靖惠王府教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 10,
   "event": "书亡友张德明拥书楼；在临安。有文一篇",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1239,
   "value": 0,
   "event": "在临安。兼史馆校勘。",
   "place": "三明市（建宁县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1240,
   "value": 0,
   "event": "在建宁。因彭方劾，李昴英罢，奉其父李天斐归",
   "place": "三明市（建宁县）",
   "lng": "116.852546",
   "lat": "26.836845"
  },
  {
   "time": 1241,
   "value": 7,
   "event": "在增城，奉柩归里，丁父忧。累召不起",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1242,
   "value": 5,
   "event": "德庆府营造记；在增城，丁父忧。有文",
   "place": "广州市（增城区）",
   "lng": "113.817503",
   "lat": "23.266693"
  },
  {
   "time": 1243,
   "value": 8,
   "event": "题节推张端义荃翁集；在广州。有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1244,
   "value": 9,
   "event": "瑞鹤仙（玉城春不夜）；在广州。有词",
   "place": "惠州市（罗浮山）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1245,
   "value": 4,
   "event": "在广州。杜范入相，荐为监司，授吏部郎官，乞祠不允，再召始应召",
   "place": "惠州市（罗浮山）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1246,
   "value": 10,
   "event": "元老壮猷之堂记；在广州。有文",
   "place": "清远市（英德市）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1247,
   "value": 0,
   "event": "暮春，归广州，父老争持彩帜郊迎焉",
   "place": "广州市（天庆观）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 10,
   "event": "辞免除福建提刑状；在广州。诏依旧直秘阁，除福建提刑，有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1249,
   "value": 0,
   "event": "与广权帅邱迪嚞治盗书；在广州。上书广帅邱迪嚞治盗，全活者数百人",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1250,
   "value": 0,
   "event": "书胡致堂叙古千文后；在广州。有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1251,
   "value": 5,
   "event": "肇庆府放生咸若亭记；在肇庆。有文",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1252,
   "value": 10,
   "event": "请谥李韶方大琮状；在广州，是年，有诗",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1253,
   "value": 10,
   "event": "贺新郎（元日除书湿）；在赣州。元日有词",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1254,
   "value": 6,
   "event": "在临安。除大宗正卿，赴阙，兼国史院编修、宝録院检讨",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1255,
   "value": 10,
   "event": "乞行御史洪天锡劾阉寺之言疏；在临安。上疏劾卢允升、董宋臣，不报",
   "place": "广州市（罗浮山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 9,
   "event": "城头月（工夫作用中宵昼）；在惠州。元日登罗浮山蓬莱阁有词",
   "place": "惠州市（罗浮山）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "增城新创贡士库记；在广州。有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  }
 ]
};
