// 诗人行迹数据：李曾伯
export default {
 "name": "李曾伯",
 "birth": 1198,
 "death": 1268,
 "life": [
  {
   "time": 1198,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1216,
   "value": 2,
   "event": "丙子登岘山；登岘山",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1217,
   "value": 2,
   "event": "满江红•丁丑登均州武当山；登临武当山",
   "place": "十堰市（武当山）",
   "lng": "110.80454",
   "lat": "32.635042"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "侍父？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "随父赴蜀",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1221,
   "value": 2,
   "event": "和清湘蒋省干酒色财气韵；仍随父在蜀，曾与蒋省干唱和交游",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1222,
   "value": 2,
   "event": "念奴娇•壬午徽州道间；壬午昌化道间；夏初，过徽州",
   "place": "杭州市（临安市）",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "？",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1224,
   "value": 8,
   "event": "满江红•甲申春侍亲来利州道间；侍亲赴利州",
   "place": "绵阳市（三台县）",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1225,
   "value": 2,
   "event": "甲申宁庙挽词二首；正月，作宋宁宗挽词二首",
   "place": "广元市",
   "lng": "105.849993",
   "lat": "32.441808"
  },
  {
   "time": 1226,
   "value": 4,
   "event": "丙戌春过梓潼即事；春，曾过梓潼，有即事诗",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1227,
   "value": 7,
   "event": "丁亥沔阳春时即事简吴叔永；春，在湖北沔阳，有诗寄吴叔永",
   "place": "湖北省直辖县级行政区划（仙桃市）",
   "lng": "113.46109",
   "lat": "30.368184"
  },
  {
   "time": 1228,
   "value": 2,
   "event": "醉蓬莱•戊子为亲庭寿时方出蜀；父子出蜀居荆州，有词",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1229,
   "value": 2,
   "event": "贺新郎•已丑为亲庭寿；十月，居荆州，为乃父作寿词《贺新郎》",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1230,
   "value": 4,
   "event": "京西提举司平籴仓记；知襄阳府襄阳县，九月，作《京西提举司平籴仓记》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "知襄阳府襄阳县",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1232,
   "value": 4,
   "event": "壬辰过鄂渚简张子直总干二首；是年，曾过武昌鄂渚",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "知襄阳府襄阳县",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1234,
   "value": 7,
   "event": "甲午七夕在京和朱子木韵；七夕，在临安，与朱子木等唱和",
   "place": "嘉兴市（嘉善县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 6,
   "event": "水调歌头•乙未沿檄过颍寿（骤雨送行色）；喜迁莺•乙未中秋同诸北客玩月于颍州之南楼（轻云暮捲）；秋，护军过颍、寿，有词",
   "place": "六安市（南楼）",
   "lng": "116.529651",
   "lat": "31.741226"
  },
  {
   "time": 1236,
   "value": 3,
   "event": "在庐州淮西幕中任职",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1237,
   "value": 6,
   "event": "醉蓬莱；春，自兵间还幕，曾有焚舟之惊。后又题词于江州（今江西九江）琵琶亭",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1238,
   "value": 4,
   "event": "戊戌冬护军援庐濡，自栅江入，今日过之，恍然如昨梦，因成；冬，自栅江护军援庐濡",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 1239,
   "value": 6,
   "event": "水龙吟•已亥寿史督相；四月，赴建康，任江东转运司判官",
   "place": "南京市（茅山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1240,
   "value": 6,
   "event": "庚子祈雨蒋山赠月老；沁园春•庚子登凤凰台和壁间韵；秋，仍在建康任上，曾祈雨于蒋山，又登凤凰台，作《沁园春》和壁间韵",
   "place": "南京市（凤凰台）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1241,
   "value": 3,
   "event": "二月十六，跋苏轼《春帖子词》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1242,
   "value": 3,
   "event": "正月，权兵部侍郎、淮东安抚制置使兼知扬州，上朝陛辞。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1243,
   "value": 4,
   "event": "正月十八日，为华文阁待制，依旧淮东西制置使，知扬州",
   "place": "扬州市（高邮市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1244,
   "value": 4,
   "event": "淮阃谢宸翰奖谕；正月一日，为宝章阁直学士，依旧淮东安抚制置使，知扬州，兼淮西制置使",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1245,
   "value": 4,
   "event": "水调歌头；九月，寿城之战获捷，作凯歌《水调歌头》二首",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1246,
   "value": 6,
   "event": "淳祐丙午正旦日蚀应诏奏；闰四月三日，可斋以台谏论，落职奉祠，寻罢祠禄",
   "place": "镇江市（多景楼）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1247,
   "value": 2,
   "event": "水龙吟•丁未约诸叔父玩月期而不至时适有台论；识岩壑旧隠；孟冬，得朱敦儒旧居，作《识岩壑旧隐》",
   "place": "嘉兴市（岩壑）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1249,
   "value": 4,
   "event": "己酉赴桂过抚州樟原得雨；己酉八桂劝驾；已酉夏咏月岩；起为广西经略安抚使，知静江府",
   "place": "桂林市（乳洞）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1250,
   "value": 6,
   "event": "庚戌题雪观用方孚若韵；三月二十四日，为徽猷阁学士、京湖安抚制置使，知江陵府",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1251,
   "value": 3,
   "event": "四月二十七日，调都统高达、幕府王登收复襄樊两城",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1252,
   "value": 4,
   "event": "可斋杂稿原序；夏五月，于荆州杞梓堂作《可斋杂稿原序》，刊刻诗文集《可斋杂稿》三十四卷",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1253,
   "value": 6,
   "event": "乞休致奏；再乞休致奏；三乞休致并荐代奏；四乞休致申省状；三月至六月，四上《乞休致奏》",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1254,
   "value": 4,
   "event": "可斋续稿序；四月十六日，又成《可斋续稿》，收录两年间新作，共八卷",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1255,
   "value": 4,
   "event": "一剪梅•乙卯中秋；中秋，在渝州（治今重庆），作《一剪梅》",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "四月二十二日，诏为资政殿大学士，兼福建安抚使，辞免，以大学士提举洞霄宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 3,
   "event": "正月一日，为荆湖南路安抚使兼知潭州",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1258,
   "value": 3,
   "event": "正月二十三日，罢广西经略，以广南制置大使兼知静江府",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1259,
   "value": 6,
   "event": "己未春病，谢赐雄乌参附钟乳阳起石；四月，上勅可斋备广西、行广郡守赏罚",
   "place": "桂林市（西山）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1260,
   "value": 4,
   "event": "庚申病中作；五月五日，可斋以闭城自守，落职解官",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1261,
   "value": 4,
   "event": "辛酉首夏，余云谷自四眀来访，且录示丙辰年所和永国韵。恍然唤起昨梦，嗟壮健之不可复得。今病废无它问，谩书五十六字谢之，时病犹未愈；四月，在病中，余云谷自四明来访",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1264,
   "value": 4,
   "event": "四月二十五日，以观文殿学士知庆元府兼沿海制置使",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1265,
   "value": 3,
   "event": "正月，以病未痊，乞守本官致仕，上降诏不允，后再奏，又不允",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "居乡",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "以观文殿学士殁于家，赠少保、开府仪同三司",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  }
 ]
};
