// 诗人行迹数据：李昉
export default {
 "name": "李昉",
 "birth": 925,
 "death": 996,
 "life": [
  {
   "time": 925,
   "value": 1,
   "event": "十月，出生于真定，为叔父李沼嗣子",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 926,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 927,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 928,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 929,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 930,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 931,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 932,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 933,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 934,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 935,
   "value": 1,
   "event": "本年，居乡",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 936,
   "value": 1,
   "event": "约于本年，始随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 937,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 938,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 939,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 940,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 941,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 942,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 943,
   "value": 1,
   "event": "本年，随父居开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 944,
   "value": 3,
   "event": "约于本年，居京师，以荫补太庙斋郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 945,
   "value": 3,
   "event": "本年，在京为太庙斋郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 946,
   "value": 3,
   "event": "约于本年，居京师，选授太子校书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 947,
   "value": 4,
   "event": "赠贾黄中；本年，在京为太子校书，有诗赠贾黄中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 948,
   "value": 3,
   "event": "春，在京为太子校书，登王溥榜进士第，授秘书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 949,
   "value": 3,
   "event": "约于本年，在京为秘书郎，以冯道之荐，与吕端同直弘文馆，后改右拾遗、集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 950,
   "value": 3,
   "event": "本年，在京集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 951,
   "value": 3,
   "event": "本年，在京集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 952,
   "value": 3,
   "event": "本年，在京集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 953,
   "value": 3,
   "event": "本年，在京集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 954,
   "value": 3,
   "event": "本年，在京集贤殿修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 955,
   "value": 4,
   "event": "济州刺史任公屏盗碑；九月，在京为左拾遗、集贤殿修撰，奉诏撰任汉权屏盗碑",
   "place": "六安市（寿县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 956,
   "value": 3,
   "event": "五月，随南征军还京，擢主客员外郎、知制诰、集贤殿直学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 957,
   "value": 3,
   "event": "本年，在京为主客员外郎、知制诰、集贤殿直学士，加史馆修撰、判馆事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 958,
   "value": 4,
   "event": "二月，随周世宗南征，至高邮，授屯田郎中、翰林学士",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 959,
   "value": 3,
   "event": "春，在京为翰林学士，丁内艰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 960,
   "value": 4,
   "event": "正月，在京为母守丧，起复屯田郎中、翰林学士，加中书舍人",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 961,
   "value": 3,
   "event": "本年，在京为翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 962,
   "value": 3,
   "event": "七月，在京，罢翰林学士，迁给事中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 963,
   "value": 6,
   "event": "四月四日，在京为给事中，奉命祭祀南岳",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 964,
   "value": 3,
   "event": "春，自衡州代还",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 965,
   "value": 3,
   "event": "本年，在彰武军行军司马任",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 966,
   "value": 3,
   "event": "本年，在彰武军行军司马任",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 967,
   "value": 3,
   "event": "本年，在彰武军行军司马任，不愿内徙，为生业以老",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 968,
   "value": 3,
   "event": "本年，在彰武军行军司马任",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 969,
   "value": 3,
   "event": "本年，在彰武军行军司马任，因宰相赵普荐其可大用，召还，复拜中书舍人",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 970,
   "value": 3,
   "event": "三月，在京为中书舍人，受诏知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 971,
   "value": 3,
   "event": "六月十二日，在京为中书舍人，受诏与刘温叟重定《开元礼》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 972,
   "value": 3,
   "event": "二月，在京为中书舍人，奉诏校定《开宝新定尚书释文》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 973,
   "value": 7,
   "event": "二月二十八日，在京为翰林学士，受诏权知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 974,
   "value": 3,
   "event": "五月，在京为太常少卿，复拜中书舍人、翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 975,
   "value": 4,
   "event": "寄孟宾于；本年，在京为翰林学士，有诗寄孟宾于",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 976,
   "value": 4,
   "event": "正月十六日，在京为翰林学士，受命与扈蒙、李穆等于礼部贡院同阅诸道所解孝弟力田及有文武材干者",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 977,
   "value": 4,
   "event": "正月七日，在京为翰林学士，受命与扈蒙定进士优劣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 978,
   "value": 4,
   "event": "正月二十四日，在京为翰林学士，受命与扈蒙等修《太祖实录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 979,
   "value": 3,
   "event": "三月，随宋太宗征北汉，车驾次其故里，获赐羊酒，召公侯及里中父老于其居第宴饮，七日而罢，丞相至藩侯皆赋诗刻石",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 980,
   "value": 6,
   "event": "九月四日，在京为翰林学士承旨，以《太祖实录》成书，获赐袭衣、金带、锦彩、银器",
   "place": "邯郸市（大名县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 981,
   "value": 3,
   "event": "本年，在京为翰林学士承旨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 982,
   "value": 6,
   "event": "正月九日，在京为翰林学士承旨，受诏详定士庶车服丧葬制度",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 983,
   "value": 4,
   "event": "曹翰罪状议；五月，在京为翰林学士承旨，参议曹翰案",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 984,
   "value": 4,
   "event": "正月，在京为宰相，与宋太宗言赵廷美悖逆事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 985,
   "value": 3,
   "event": "九月九日，在京为宰相，受命于私第宴饮近臣，获赐御制七言二韵诗一首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 986,
   "value": 4,
   "event": "二月十七日，在京为宰相，获赐御制寒食诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 987,
   "value": 6,
   "event": "三月十七日，在京为宰相，随宋太宗于后苑赏花钓鱼，奉命赋《赏花钓鱼》诗，获赐御制五言诗一章",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 988,
   "value": 6,
   "event": "正月二十六日，在京为宰相，受命属和宋太宗《喜雪》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 4,
   "event": "正月，在京为尚书右仆射，奉诏陈备边之策",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 10,
   "event": "八月一日，在京为右仆射，与李至等就秘阁观书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 7,
   "event": "九月三日，在京为右仆射，以本官兼中书侍郎、同平章事、监修国史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 5,
   "event": "正月，在京为宰相，上表贺舒州甘露降",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 993,
   "value": 10,
   "event": "乞封所生父母奏；二月七日，在京为宰相，上疏请封亲生父母",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 3,
   "event": "五月二十一日，在京为右仆射，以特进、司空致仕，朝会宴飨，令缀宰相班，岁时赐予不绝",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 4,
   "event": "正月十五日，在京家居，随宋太宗于乾元楼观灯",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 0,
   "event": "正月十日，在京家居，陪祀南郊，礼毕入贺，因拜舞仆地，卧疾",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
