// 诗人行迹数据：李渊
export default {
 "name": "李渊",
 "birth": 566,
 "death": 635,
 "life": [
  {
   "time": 600,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 601,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 602,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 603,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 604,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 605,
   "value": 2,
   "event": "《大海寺造像记》；是年在长安，为大海寺造像写文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 606,
   "value": 2,
   "event": "《草堂寺为子祈疾疏》；是年在长安，在草堂寺，为子祈疾疏，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 607,
   "value": 3,
   "event": "隋炀帝即位后，曾任荥阳太守，姑系于此",
   "place": "郑州市",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 608,
   "value": 3,
   "event": "隋炀帝即位后，曾任楼烦太守，姑系于此",
   "place": "",
   "lng": "112.569095",
   "lat": "37.87976"
  },
  {
   "time": 609,
   "value": 3,
   "event": "是年约在长安任殿内少监，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 610,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 611,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 612,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 613,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 614,
   "value": 1,
   "event": "是年约在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 615,
   "value": 1,
   "event": "是年拜山西河东慰抚大使，突厥犯塞，渊乘而击败之",
   "place": "",
   "lng": "112.569095",
   "lat": "37.87976"
  },
  {
   "time": 616,
   "value": 1,
   "event": "是年夏四月，司农少卿裴之隐奉皇帝玺绶于李渊。渊辞让，百僚上表劝进，至于再三，乃从之。炀帝逊于旧邸。改大兴殿为太极殿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 617,
   "value": 10,
   "event": "是年拜太原留守，击高阳历山飞贼甄翟儿于西河，破之",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 618,
   "value": 10,
   "event": "《改元大赦诏》；是年在长安，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 619,
   "value": 10,
   "event": "《禁行刑屠杀诏》；是年在长安，有诏书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 620,
   "value": 10,
   "event": "是年春正月，幸蒲州，命祀舜庙",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 621,
   "value": 10,
   "event": "《令太子建成统军诏》；是年在长安，有诏书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 622,
   "value": 10,
   "event": "《令京官五品以上及诸州总管刺史各举一人诏》；是年在长安，有诏书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 623,
   "value": 10,
   "event": "是年春二月，校獵于骊山",
   "place": "西安市（骊山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 624,
   "value": 10,
   "event": "《置大中正敕》；是年在长安，有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 625,
   "value": 6,
   "event": "《册李凤为豳王文》；是年在长安，有文",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 626,
   "value": 10,
   "event": "《授裴寂司空诏》；是年在长安，有诏书",
   "place": "西安市（昆明池）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 627,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 628,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 629,
   "value": 6,
   "event": "《徙居大安宫诏》；是年在长安，徙居大安宫。有诏书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 630,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 631,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 632,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 633,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 634,
   "value": 3,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 635,
   "value": 4,
   "event": "《遗诏》；是年在长安，有诏书。崩于垂拱前殿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
