// 诗人行迹数据：李焘
export default {
 "name": "李焘",
 "birth": 1115,
 "death": 1184,
 "life": [
  {
   "time": 1115,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "博览经传，不喜王安石之学",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "应乡荐，举眉州解魁",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1134,
   "value": 2,
   "event": "《两汉鉴》；慕司马光、范祖禹学行，开始史学著述",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1135,
   "value": 2,
   "event": "《反正论》14篇；追念靖康变故，著文陈述救时大务，人多奇之",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "献《反正论》14篇于朝，乞择宗室贤者使摄储贰，留守形胜，或别出征伐，使民无异望。",
   "place": "眉山市（丹棱县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "《通论》；诏郡国各举贤良方正直言之士以闻。李焘乃携所撰《通论》谒蜀帅张焘。因故不果荐，友人晁公遡作书勉之。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "生活于此",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "《续资治通鉴长编》；华阳县主簿。始撰《续资治通鉴长编》。秦桧闻其名，招徕之，焘不与通。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "《华阳县主簿厅内东壁记》；华阳县主簿。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1144,
   "value": 5,
   "event": "《重修主簿厅事记》；华阳县主簿。秦桧禁野史，焘以是获重罪，自此淹屈州郡殆20年；是岁罢华阳县主簿；将去，重修主簿厅事，自为记。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "任隆州监税",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "任隆州监税。弟熹荫补雅州芦山县酒务",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "注嘉州军事推官，未上。丁父忧。居家著书。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "第四子熟生。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "以太府寺丞面对，论比年州郡监司多差未出官选入押纲，以觊赏典。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "《当直司箴》；服除，注雅州军事推官",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "《跋汉碑蜀郡掾治道记》；任雅州军事推官。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "任雅州军事推官。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "任雅州军事推官。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1154,
   "value": 4,
   "event": "《双流逍遥堂记》；任雅州军事推官。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "《宋兴以来百官公卿年表》；任雅州军事推官。编纂《续资治通鉴长编》。断时段，定体例，成年表。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "任雅州军事推官。",
   "place": "雅安市",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 1157,
   "value": 4,
   "event": "《天禧以来御史年表》、《天禧以来谏官年表》；任宣教郎知双流县。日坐厅事，讼至立决。重修城隍庙。纂成《天禧以来御史年表》、《天禧以来谏官年表》",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "任宣教郎知双流县。",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "任宣教郎知双流县。四川安抚使王刚中闻焘名，奏以为干办公事。",
   "place": "成都市（双流县）",
   "lng": "103.930161",
   "lat": "30.58077"
  },
  {
   "time": 1160,
   "value": 4,
   "event": "《李棁等十事》；任四川制置司干办公事。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "任四川制置司干办公事。盛赞王刚中有功不居。第七子埴生。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "任荣州知州。筑州城防洪堤",
   "place": "自贡市",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1163,
   "value": 4,
   "event": "《啸台摩崖记》、《隆兴元年进续资治通鉴长编奏状》；任荣州知州。进自建隆迄开宝十有七年《续资治通鉴长编》17卷",
   "place": "自贡市",
   "lng": "104.784891",
   "lat": "29.345379"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "任潼川府路转运判官。革旧弊，立良法；上之朝，颁之州郡。",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "丁母忧。肆力长编。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "丁母忧。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1167,
   "value": 4,
   "event": "丁母忧。汪应辰荐焘于宰执。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1168,
   "value": 7,
   "event": "《乾道四年进续资治通鉴长编表》；进国初至治平《续资治通鉴长编》108卷",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 4,
   "event": "奏请矫正卑弱文风，从之。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 7,
   "event": "诏复实录院，首以焘为检讨官",
   "place": "荆州市（荆州四望楼）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "《制科题目编序》；任荆湖北路转运副使。孝宗御殿，引见赐制科出身李垕，并唱名推恩，周必大贺。",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "主管潼川府路安抚司公事，兼知泸州。",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1173,
   "value": 4,
   "event": "《曲水留题》、《朐肕记》；闰正月初一，焘携子甥等赴云安，泊舟万户驿横石滩。",
   "place": "泸州市（云安万户驿横石滩）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1174,
   "value": 6,
   "event": "《淳熙元年论修续资治通鉴长编奏状》；表进治平以后至中兴以前《续资治通鉴长编》280卷。被诏赴阙，适城中火，上章自劾。诏除江南西路转运副使。",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "任江南西路转运副使。制一路财赋都簿如潼川府科约。进神宗、哲宗两朝长编340册、417卷。诏除秘问修撰。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1176,
   "value": 3,
   "event": "正月内召，任秘书监、权国史院同修国史、实录院同修撰。子垕任秘书省校书郎，父子同典史事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 5,
   "event": "孝宗幸太学，命焘执经，有劳，特转一官。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 0,
   "event": "任常德府知府。春，抵武陵任所。吕祖谦数与书论修史事。",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1179,
   "value": 4,
   "event": "任常德府知府。吕祖谦作书与焘，言病中曲折。",
   "place": "眉山市（丹棱县）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "奉祠家居。子垕卒。",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1181,
   "value": 3,
   "event": "任遂宁知府。奏请减遂宁酒税，自停茶钱。周必大称焘全蜀先进，中朝老成。焘出《说文解字五音韵谱》向虞仲房求教。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1182,
   "value": 4,
   "event": "《淳熙九年进续资治通鉴长编表》；任遂宁知府。整顿《续资治通鉴长编》以进，凡1613卷、687册。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "任遂宁知府。上《续资治通鉴长编》全书定本，自建隆迄靖康凡980卷、《举要》68卷，孝宗藏之秘府。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "乞致仕，优诏不允。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
