// 诗人行迹数据：李煜
export default {
 "name": "李煜",
 "birth": 937,
 "death": 978,
 "life": [
  {
   "time": 937,
   "value": 1,
   "event": "李煜生于本年7月7日，初名从嘉",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 938,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 939,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 940,
   "value": 1,
   "event": "《花间集》结集，欧阳炯序作于本年四月。与后主不相及",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 941,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 942,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 943,
   "value": 0,
   "event": "先祖卒，中主嗣位",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 944,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 945,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 946,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 947,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 948,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 949,
   "value": 1,
   "event": "小周后约生于此年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 950,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 951,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 952,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 953,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 954,
   "value": 1,
   "event": "纳大周后（后本年十九岁）",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 955,
   "value": 1,
   "event": "十二月，以安定郡公为沿江巡抚使",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 956,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 957,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 958,
   "value": 1,
   "event": "后主长子仲宇生。中主璟改名景，去帝号，称国主。去交泰年号，称显德五年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 959,
   "value": 1,
   "event": "自郑王徙吴王，以尚书令知政事居东宫。开崇文馆招贤士",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 960,
   "value": 1,
   "event": "或在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 961,
   "value": 1,
   "event": "二月，迁都洪州。更名煜,立为太子，留金陵监国。六月庚申，中主殂于南都。七月，嗣位于金陵。次子仲宣生",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 962,
   "value": 1,
   "event": "正月，葬中主于顺陵。三月，遣冯延鲁贡宋",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 963,
   "value": 1,
   "event": "大周后作霓裳羽衣曲",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 964,
   "value": 0,
   "event": "《挽辞二首》；十月，次子仲宣卒。煜作《挽辞二首》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 965,
   "value": 1,
   "event": "正月十日，后蜀被宋所灭。葬昭惠后于懿陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 966,
   "value": 5,
   "event": "八月，受宋命，令知制诰潘佑作书与南汉主，约与俱事宋",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 967,
   "value": 1,
   "event": "在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 968,
   "value": 2,
   "event": "《送弟从益出镇宣州》；作诗序送弟从益出镇宣州。十一月，立小周后为国后",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 969,
   "value": 1,
   "event": "仲春，游北苑作诗。命徐铉为序。诗今佚",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 970,
   "value": 2,
   "event": "后主佞佛，有谏者辄被罪",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 971,
   "value": 1,
   "event": "十月，闻宋灭南汉，大惧。去唐号，称江南国主",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 972,
   "value": 2,
   "event": "正月，下令贬损仪制。衣紫袍见宋使，备藩臣礼",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 973,
   "value": 1,
   "event": "夏，宋卢多逊来聘，求江南图经，以伐南唐",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 974,
   "value": 2,
   "event": "《却登高赋》；秋，上宋祖表，求从善归国。不许。作却登高赋",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 975,
   "value": 1,
   "event": "六月，宋师汇合吴越兵，进围金陵；十一月，金陵城陷，李煜率群臣肉袒出降，南唐亡",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 976,
   "value": 2,
   "event": "《浪淘沙》（帘外雨潺潺）；正月至汴梁，封违名侯；十一月，加特进，改封陇西公。每怀故国，郁郁不自聊",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 977,
   "value": 2,
   "event": "《上太宗乞潘慎修掌记室手表》；潘慎修为李氏旧臣，煜乞旧人相伴",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 978,
   "value": 0,
   "event": "《虞美人》（春花秋月何时了）；遥望故国，悲不自胜，作词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
