// 诗人行迹数据：李翱
export default {
 "name": "李翱",
 "birth": 774,
 "death": 836,
 "life": [
  {
   "time": 774,
   "value": 1,
   "event": "是年出生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 775,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 776,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 777,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 778,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 779,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 780,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 781,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 782,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 783,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 784,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 785,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 786,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 787,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 788,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 789,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 790,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 791,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 792,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 793,
   "value": 1,
   "event": "至长安就府试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 1,
   "event": "是年约在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 1,
   "event": "是年约在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 4,
   "event": "《谢杨郎中书》；以所著文章献右司郎中杨於陵，累获称誉，有书信称谢",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 5,
   "event": "《感知己赋并序》；四举进士下第，有赋作追思梁肃之相知并自伤",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 8,
   "event": "《鉴止水赋》；春，进士擢第，知贡举顾少连",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 8,
   "event": "《远游联句》；早春，在汴州，孟郊自汴南归，李翱与韩愈、孟郊等联句，未几，亦去汴南游",
   "place": "宿州市（泗县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 800,
   "value": 1,
   "event": "至徐州，有书致时任徐州节度推官的韩愈，劝其入京求进，韩愈有书答之",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 801,
   "value": 9,
   "event": "在汴州，葬祖父李楚金于陈留安丰乡",
   "place": "安阳市（滑县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 802,
   "value": 0,
   "event": "《陆歙州述》；或在滑州任观察判官，祠部员外郎陆傪赴任歙州途中卒于洛阳，李翱作传",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 803,
   "value": 4,
   "event": "《故朔方节度掌书记殿中侍御史昌黎韩君夫人京兆韦氏墓志铭》；葬妻韦你于陈留安丰乡冈原并作墓志",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 806,
   "value": 2,
   "event": "《唐故金紫光禄大夫检校礼部尚书使持节都督广州诸军事兼广州刺史兼御史大夫充岭南节度营田观察制置本管经略等使东海郡开国公食邑二千户徐公行状》；寓居洛阳，为岭南节度使徐申作行状",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 808,
   "value": 4,
   "event": "《祭中天王文》；寓居洛阳，夏，有文代河南尹郑馀庆作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 809,
   "value": 9,
   "event": "去洛阳南行赴任，韩愈、石洪等假舟送行",
   "place": "郑州市（巩义市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 810,
   "value": 7,
   "event": "《解惑》；在循州任，迁葬王处士时作文以解人所惑",
   "place": "宣城市（宣州区）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 811,
   "value": 3,
   "event": "在浙东观察使李逊幕任判官",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 812,
   "value": 6,
   "event": "《奉酬刘言史宴光风亭》；在浙东幕，春，有诗奉酬刘言史寄诗",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 813,
   "value": 4,
   "event": "《答皇甫湜书》；在浙东幕，有书答皇甫湜言及其欲著唐史",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 814,
   "value": 6,
   "event": "《叔氏墓志铭》；在浙东幕，改葬叔父李术，作墓志铭",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 815,
   "value": 4,
   "event": "《幽怀赋并序》；任河南府掾，河北成德节度使王承宗之乱未平，有赋作以舒忧",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 817,
   "value": 4,
   "event": "以论事于宰相罢府掾",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 818,
   "value": 4,
   "event": "《劝裴相不自出征书》；在长安，有书上宰相裴度，反对其亲征淄青节度使李师道",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 10,
   "event": "《论事于宰相书》；在长安，上书宰相崔群指其未尽谏诤之责",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 2,
   "event": "与因凌蔑公卿贬为建州刺史的李景俭相善，坐贬朗州刺史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 0,
   "event": "在朗州任",
   "place": "常德市（澧县）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 822,
   "value": 3,
   "event": "春，莅任舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 823,
   "value": 7,
   "event": "《江州南湖堤铭并序》；在舒州任，江州刺史李渤筑湖堤竣工，李翱作堤铭",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 824,
   "value": 0,
   "event": "在礼部郎中任，夏，韩愈请告养疾城南庄，李翱时与韩愈相晤",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 6,
   "event": "曾入中书面责宰相李逢吉，以疾请告，后免礼部郎中，二月，李逢吉奏授庐州刺史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 4,
   "event": "《唐故特进左领军卫上将军兼御史大夫平原郡王赠司空柏公神道碑》；征为谏议大夫，路出蔡州，因柏元封之托，为其父为作神道碑",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 828,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 829,
   "value": 5,
   "event": "拜中书舍人",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 831,
   "value": 0,
   "event": "《戏赠诗》；在郑州任，是年前后有诗赠郑州管城县令",
   "place": "郑州市",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 832,
   "value": 3,
   "event": "春，赴桂州莅任",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 833,
   "value": 4,
   "event": "改授潭州刺史，湖南观察使",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 834,
   "value": 3,
   "event": "在潭州任，是年或稍前尝遇故苏州刺史韦夏卿之女沦为舞妓，李翱为其选士而嫁",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 835,
   "value": 3,
   "event": "转户部侍郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 0,
   "event": "卒于任",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  }
 ]
};
