// 诗人行迹数据：李璟
export default {
 "name": "李璟",
 "birth": 916,
 "death": 961,
 "life": [
  {
   "time": 916,
   "value": 1,
   "event": "李璟出生于江宁，父昪（先主）时为昇州（江宁）刺史",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 917,
   "value": 1,
   "event": "先主徙润州，李璟或从之",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 918,
   "value": 1,
   "event": "先主入广陵，代徐温子知训。李璟或从之",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 919,
   "value": 1,
   "event": "先主为吴王左仆射参政事，或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 920,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 921,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 922,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 923,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 924,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 925,
   "value": 4,
   "event": "《咏新竹》；或随父在扬州。十岁咏新竹",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 926,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 927,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 928,
   "value": 1,
   "event": "或随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 929,
   "value": 1,
   "event": "或随父在扬州。先主始专吴政",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 930,
   "value": 2,
   "event": "《庐山百花亭刊石句》；在扬州。十月，于庐山瀑布前，筑读书台，有诗句",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 931,
   "value": 3,
   "event": "十一月，为司徒同平章事，知中外左右诸军事，留江都辅政",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 932,
   "value": 1,
   "event": "在扬州，姑系于此",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 933,
   "value": 1,
   "event": "在扬州。次子弘茂生",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 934,
   "value": 1,
   "event": "十一月，自江都还金陵",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 935,
   "value": 1,
   "event": "在金陵。九月，先主加太师大元帅，封齐王",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 936,
   "value": 3,
   "event": "在金陵。三月，为太尉、副元帅",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 937,
   "value": 0,
   "event": "在金陵。三月，固辞为王太子。中主让位，启宫闱之变，致其弟景遂（晋王）被弑于太子弘冀",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 938,
   "value": 3,
   "event": "徙封齐王",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 939,
   "value": 3,
   "event": "四月，固辞太子，为诸道兵马大元帅判六军诸卫，守太尉，录尚书事",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 940,
   "value": 3,
   "event": "在江宁。本年被立为皇太子，固让而从。七子从善生",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 941,
   "value": 3,
   "event": "在江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 942,
   "value": 3,
   "event": "在江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 943,
   "value": 0,
   "event": "二月，先主卒，三月，李璟嗣位",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 944,
   "value": 3,
   "event": "或在建州，伐王延政中",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 945,
   "value": 3,
   "event": "八月，克建州，执王延政归",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 946,
   "value": 3,
   "event": "八月，在金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 947,
   "value": 3,
   "event": "正月，立景遂为皇太弟。徙景达为齐王，长子弘冀为燕王",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 948,
   "value": 3,
   "event": "正月，吴越钱俶立",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 949,
   "value": 4,
   "event": "《元日赋诗》；元日与弟景遂等宴雪赋诗，徐铉为前后序，侍臣皆有图有咏",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 950,
   "value": 3,
   "event": "正月，下悔兵之诏",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 951,
   "value": 4,
   "event": "《祭悟空禅师文》；九月，以香茶乳药之奠，致祭于右街清凉寺悟空禅师",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 952,
   "value": 3,
   "event": "正月，援兗州之师败绩，周人来责",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 953,
   "value": 3,
   "event": "在江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 954,
   "value": 3,
   "event": "后主十八岁。纳大周后",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 955,
   "value": 4,
   "event": "《四祖塔院疏》；正月十日，作《四祖塔院疏》，有正疏，篆额，蕲",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 956,
   "value": 3,
   "event": "一月八日，周世宗亲征南唐",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 957,
   "value": 3,
   "event": "二月十七日，周世宗再亲征。十二月，东都等地陷",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 958,
   "value": 4,
   "event": "《上周世宗表》；五月,避周祖讳，改名景。去帝号，称国主。去交泰年号，称显德五年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 959,
   "value": 0,
   "event": "九月四日，太子弘冀卒。后主居东宫，开崇文馆招贤士。六月周世宗卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 960,
   "value": 3,
   "event": "三月遣使朝贡于宋",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 961,
   "value": 4,
   "event": "《御制诗》；二月，迁都洪州，三月至南都。北望忽忽不乐作诗有此句。立后主为太子，留金陵监国",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  }
 ]
};
