// 诗人行迹数据：李绅
export default {
 "name": "李绅",
 "birth": 772,
 "death": 846,
 "life": [
  {
   "time": 772,
   "value": 1,
   "event": "是年生于乌程县署",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 773,
   "value": 1,
   "event": "乳病暴作，改名绅",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 774,
   "value": 1,
   "event": "是年或居乌程，姑系于此",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 775,
   "value": 1,
   "event": "父任常州晋陵令，随父迁居常州无锡县",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 776,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 777,
   "value": 0,
   "event": "父卒，母授学",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 778,
   "value": 1,
   "event": "在常州，丁父忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 779,
   "value": 1,
   "event": "在常州，丁父忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 780,
   "value": 1,
   "event": "在常州，父服除",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 781,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 782,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 783,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 784,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 785,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 786,
   "value": 1,
   "event": "是年在慧山寺读书",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 787,
   "value": 1,
   "event": "是年在慧山寺读书",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 788,
   "value": 1,
   "event": "是年或在慧山寺读书，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 789,
   "value": 1,
   "event": "是年或在慧山寺读书，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 790,
   "value": 1,
   "event": "客游乌程",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 791,
   "value": 1,
   "event": "再游乌程",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 792,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 793,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 794,
   "value": 1,
   "event": "客游苏州，以诗受知于苏州刺史韦夏卿",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 795,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 796,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 797,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 798,
   "value": 8,
   "event": "《古风二首》；赴长安举进士试，以《古风》诗向吕渭行卷，其子吕温看到绅诗后极为称赏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 1,
   "event": "是年或居常州无锡，姑系于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 800,
   "value": 5,
   "event": "客游越州，经剡县见江西观察使崔芃并结识僧人修真",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 801,
   "value": 1,
   "event": "在长安应试，识韩愈",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 2,
   "event": "《古风（一作悯农）二首》；春，在长安应试，结识韩愈，韩愈荐绅于陆傪；识吕温，落第南返",
   "place": "绍兴市（嵊州市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 2,
   "event": "《苏州画龙记》；客游苏州，有文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 804,
   "value": 2,
   "event": "《莺莺歌》；复至长安，宿靖安里元稹第，听元稹谈及莺莺事，作《莺莺歌》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 1,
   "event": "在长安，再次应进士试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 2,
   "event": "在长安，与元稹、庾敬休等游曲江",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 3,
   "event": "入幕浙西，为李锜掌书记",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 808,
   "value": 2,
   "event": "《龙宫寺诗并序》；应浙东观察使薛苹之邀客游越州并与僧人修真晤，时修真已病",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 809,
   "value": 4,
   "event": "是年在长安。释褐为校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 0,
   "event": "是年在长安。在校书郎任，兄李继卒于无锡县私第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 3,
   "event": "是年在长安。在校书郎任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 3,
   "event": "是年在长安。在校书郎任，因公至常州、苏州，与孟简、范传正相会",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 3,
   "event": "是年在长安。为国子助教",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 3,
   "event": "在长安。约于本年为国子助教，与白居易有诗寄酬，李诗已佚，白诗存",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 3,
   "event": "在国子助教任，春，与元稹、白居易、樊宗师等游城南，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 4,
   "event": "《唐故试太常寺奉礼郎赵郡李府君墓志文》；在国子助教任，葬兄于长安白鹿原",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 3,
   "event": "在国子助教任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 3,
   "event": "在国子助教任",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 4,
   "event": "入山南西道节度使幕",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 820,
   "value": 4,
   "event": "是年在长安。召为翰林学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 4,
   "event": "是年在长安。与元稹、李德裕同在翰林，人称“三俊”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 4,
   "event": "《忆夜直金銮殿承旨》；是年在长安。迁中书舍人，充翰林承旨学士，赐紫",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 4,
   "event": "是年在长安。受李逢吉排挤，改任御史中丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 10,
   "event": "贬为端州司马",
   "place": "肇庆市（高要区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 3,
   "event": "携眷游高要县七星岩石室并题名",
   "place": "肇庆市（高要区）",
   "lng": "112.464837",
   "lat": "23.032"
  },
  {
   "time": 826,
   "value": 3,
   "event": "在江州长史任",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 827,
   "value": 3,
   "event": "在江州长史任",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 828,
   "value": 6,
   "event": "《溯西江》；迁滁州刺史，从江州赴滁州途中有诗",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 829,
   "value": 7,
   "event": "《追和韦应物《登北楼》（残句）》；在滁州任",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 830,
   "value": 4,
   "event": "《闻里谣效古歌》；转寿州刺史，离滁州时，乡人留恋，绅有诗记之",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 831,
   "value": 3,
   "event": "在寿州任，郁浑应百篇举，李绅命百题试之",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 832,
   "value": 7,
   "event": "在寿州任，荐郁浑应百篇科",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 833,
   "value": 10,
   "event": "授太子宾客，分司东洛",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 834,
   "value": 0,
   "event": "在浙东任，春，筑满桂楼",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 835,
   "value": 10,
   "event": "《龙宫寺碑》；在浙东任，修龙宫寺，有碑记",
   "place": "苏州市（虎丘）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 836,
   "value": 10,
   "event": "分司东洛，时与白居易游",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 837,
   "value": 4,
   "event": "在汴州任，奏“蝗虫入境，不食田苗”",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 838,
   "value": 4,
   "event": "在汴州任，作《追昔游诗》，编为三卷并为序",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 839,
   "value": 3,
   "event": "在汴州任，加检校兵（一作吏）部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 840,
   "value": 3,
   "event": "移镇淮南，以淮南节度副使知节度使，管内营田观察处置使，代入相的李德裕",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 841,
   "value": 3,
   "event": "在淮南任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 842,
   "value": 3,
   "event": "入朝为相",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 3,
   "event": "在宰相任，为门下侍郎，监修国史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 3,
   "event": "出镇淮南",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 845,
   "value": 3,
   "event": "在淮南任，御史崔元藻至扬州复推吴湘案",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 846,
   "value": 0,
   "event": "在淮南任，劾舒州刺史苏滌“无政”",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  }
 ]
};
