// 诗人行迹数据：李纲
export default {
 "name": "李纲",
 "birth": 1083,
 "death": 1140,
 "life": [
  {
   "time": 1083,
   "value": 1,
   "event": "闰六月初十日,生于父亲任所秀州华亭，时李夔为县尉",
   "place": "市辖区（松江区）",
   "lng": "121.233011",
   "lat": "31.038472"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "在无锡，随父居家丁忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "在无锡，随父居家丁忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "随父，在松溪，时李夔为松溪县尉",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "随父，在松溪，时李夔为松溪县尉",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "随父，在松溪，时李夔为松溪县尉",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "随父，在松溪，时李夔为松溪县尉",
   "place": "南平市（松溪县）",
   "lng": "118.791853",
   "lat": "27.53255"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "随父，在池州，时李夔任池州军事推官",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "随父，在池州，时李夔任池州军事推官",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "随父，在池州，时李夔任池州军事推官",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "随父，在池州，时李夔任池州军事推官",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "或随父，在钱塘，时李夔知钱塘县",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "或随父，在钱塘，时李夔知钱塘县",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "或随父，在延安，时李夔充鄜延路经略安抚司勾当公事",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "或随父，在延安，时李夔辟充鄜延路经略安抚司勾当公事",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "或随父，在延安，时李夔充鄜延路经略安抚司勾当公事",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "本年前后，曾游庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "本年当在开封，时李夔以太学博士召，道除太常博士，转朝奉郎，迁知大宗正丞事",
   "place": "渭南市（华阴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "正月七日，居毗陵，丁母忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居无锡，丁母忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居无锡，丁母忧",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "随父在京师，补国子监生第一，弟经补入国子监，亦以魁选，时李夔任职京师",
   "place": "上饶市（德兴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "随父在京师，举进士未第，时李夔任职京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "八月七日，随父在京师，长子仪之生，时李夔任职京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "十月三十日，随父在京师，次子宗之生，时李夔任职京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "调将仕郎，任真州司法参军",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "在真州司法参军任上",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "在真州司法参军任上",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "二月二十六日，在真州司法参军任上，三子集之生",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在汴京，中莫俦榜进士乙科，特旨升甲，授承务郎，相州教授，易镇江",
   "place": "镇江市（丹徒区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在镇江教授任上",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "召赴阙，赴汴京，除国子正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "《谒告迎奉亲闱闻有醴泉之除作诗寄二弟》（薄宦便甘旨）；本年任尚书考工员外郎，谒告迎奉，闻父亲有醴泉之除，作诗寄二弟，具体地点不详，姑系于此",
   "place": "湖州市（吴兴区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "本年在汴京尚书比部员外郎任上，转承事郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "本年在汴京，差充礼部贡院参详官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "四月，在汴京礼部贡院参详官任上，复召对",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 10,
   "event": "《吊国殇文》；春，在汴京同知贡举任上，有吊国殇文",
   "place": "苏州市（虎丘）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 0,
   "event": "《元日》；正月初一日，在沙县监税务任上，有元日诗",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "正月，北归途中，磨勘转宣教郎，具体地点不详，姑系于此",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "本年居忧梁溪",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1123,
   "value": 9,
   "event": "本年居忧梁溪，八月，服阕",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1124,
   "value": 10,
   "event": "《谢知秀州表》；本年居梁溪，除知秀州，有谢表，但并未赴任",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1125,
   "value": 10,
   "event": "三月，居梁溪，除太常少卿",
   "place": "镇江市（丹徒区）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1126,
   "value": 0,
   "event": "正月三日，在汴京，除亲征行营使司参谋官，团结兵马于殿前司",
   "place": "开封市（祥符区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 0,
   "event": "去年年底或本年年初，赴临江途中，次临川",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1128,
   "value": 0,
   "event": "约在五月中下旬，赴阙途中，次泗上，以汴流浅涸，舍舟陆行，是时四方勤王之师旅皆已放散，因留湖南、金陵兵卒于泗，奏取指挥，独取数百人防护以往",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "《书襄陵春秋集传后》；正月五日，赴万安途中，为许翰春秋集传作序。具体地点不详，姑系于此",
   "place": "常德市（德山）",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1130,
   "value": 0,
   "event": "《游都峤山》；正月初一日，北归途中，次容南，公游都峤山，留五绝句于栖真观中",
   "place": "玉林市（容县）",
   "lng": "110.56439",
   "lat": "22.863698"
  },
  {
   "time": 1131,
   "value": 9,
   "event": "《上元日与王丰甫叶梦授会饮》；正月十五日，寓居邵武军泰宁县。同友人会饮，有诗",
   "place": "三明市（泰宁县）",
   "lng": "117.182396",
   "lat": "26.905781"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "正月四日，寓居长乐南台天宁寺，韩世忠围建州城，剿强寇范汝为，久不下，疑城中人皆附贼，欲屠城。公劝止，民始得全活",
   "place": "福州市（闽清县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1133,
   "value": 10,
   "event": "《祭高祖妣文》；六月二日，赴任途中，途次邵武，往省祖茔，有祭高祖妣文",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1134,
   "value": 9,
   "event": "《春晓闻众禽声有感》；正月，寓居长乐。有春晓闻众禽声有感诗",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "《和二甥诗》；约在正月初一日后初九日前，寓居长乐，庭中酴醾盛开，张氏二甥以诗来，戏和其韵",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "正月十一日，寓居长乐，高宗降诏委公选差近上属官，往诣江西管下点检赈济旱伤灾民",
   "place": "上饶市（上饶县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1137,
   "value": 10,
   "event": "《与张相公第十七书》；正月十三日，在南昌，江南西路安抚制置大使兼知洪州任上，与宰相张浚书云：朝廷欲致中兴，用兵只是一事，要当以进人材，修政事，故根本，明是非，分别君子与小人为先",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1138,
   "value": 9,
   "event": "正月，还次长乐",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1139,
   "value": 9,
   "event": "二月八日，寓居长乐，诏除知潭州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "寓居长乐，正月十一日，高宗遣中使徐珣传宣抚问",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  }
 ]
};
