// 诗人行迹数据：李白
export default {
 "name": "李白",
 "birth": 701,
 "death": 762,
 "life": [
  {
   "time": 701,
   "value": 1,
   "event": "李白生于四川江油。随父居住。",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 702,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 703,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 704,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 705,
   "value": 1,
   "event": "发蒙读书，能诵六甲",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 706,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 707,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 708,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 709,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 710,
   "value": 1,
   "event": "攻读《诗》《书》及诸子百家",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 711,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 712,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 713,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 714,
   "value": 1,
   "event": "随父居",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 715,
   "value": 9,
   "event": "始事干谒，始慕神仙，好剑术，喜任侠",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 716,
   "value": 2,
   "event": "《拟恨赋》；十五岁前后，有赋",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 717,
   "value": 1,
   "event": "居江油",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 718,
   "value": 4,
   "event": "隐居大匡山读书",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 719,
   "value": 2,
   "event": "《访戴天山道士不遇》；访戴天山道士，不遇，有诗",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 720,
   "value": 9,
   "event": "《登锦城散花楼》；春，游成都，有诗",
   "place": "乐山市（峨眉山市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 721,
   "value": 1,
   "event": "读书匡山",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 722,
   "value": 1,
   "event": "读书匡山",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 723,
   "value": 1,
   "event": "读书匡山",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 724,
   "value": 5,
   "event": "《别匡山》；下匡山，有诗",
   "place": "绵阳市（江油市）",
   "lng": "104.731092",
   "lat": "31.762818"
  },
  {
   "time": 725,
   "value": 9,
   "event": "《宿巫山下》；至巫山，有诗。《望庐山瀑布》；飞流直下三千尺，疑是银河落九天。",
   "place": "重庆直辖县行政区划（巫山县）",
   "lng": "109.885346",
   "lat": "31.080436",
   "highlight": true
  },
  {
   "time": 726,
   "value": 9,
   "event": "《对酒》（葡萄酒，金叵罗）；在金陵，有诗送别友人。《静夜思》；床前明月光，疑是地上霜。举头望明月，低头思故乡。",
   "place": "南京市（征虏亭）",
   "lng": "118.802891",
   "lat": "32.064735",
   "highlight": true
  },
  {
   "time": 727,
   "value": 9,
   "event": "《岘山怀古》；登岘山，有诗",
   "place": "襄阳市（岘山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 728,
   "value": 5,
   "event": "《早春于江夏送蔡十还家云梦序》；早春，游江夏，作文送别友人",
   "place": "武汉市（鹦鹉洲）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 729,
   "value": 9,
   "event": "在安陆，安州都督马公许为奇才",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 730,
   "value": 9,
   "event": "《秋夜于安府送孟赞府兄还都序》；在安陆，有文。《黄鹤楼送孟浩然之广陵》；孤帆远影碧空尽，唯见长江天际流。",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254",
   "highlight": true
  },
  {
   "time": 731,
   "value": 9,
   "event": "《春归终南山松龙旧隐》；春离坊州返长安，仍寓居终南山，有诗",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 732,
   "value": 9,
   "event": "《送梁公昌从信安王北征》；春，在洛阳，有诗送友人",
   "place": "孝感市（安陆市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 733,
   "value": 9,
   "event": "居安陆白兆山桃花岩。构石室，开山田，日以读书、赋诗、弹琴、饮酒为事，一似绝意仕进者",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 734,
   "value": 9,
   "event": "《上韩荆州书》；春游襄阳，谒韩朝宗，有文",
   "place": "孝感市（安陆市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 735,
   "value": 7,
   "event": "元演邀游太原",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 736,
   "value": 9,
   "event": "《宴郑参卿山池》；在太原，有诗",
   "place": "太原市（雁门关）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 737,
   "value": 9,
   "event": "《春日醉起言志》；北游归来，闲居安陆，有诗",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 738,
   "value": 9,
   "event": "《春日归山寄孟浩然》；自安陆赴南阳，经襄阳，时孟浩然辞张九龄幕，有诗赠之",
   "place": "郑州市（登封市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 739,
   "value": 9,
   "event": "《赠徐安宜》；春至初夏，在安宜。有诗",
   "place": "扬州市（宝应县）",
   "lng": "119.364968",
   "lat": "33.247216"
  },
  {
   "time": 740,
   "value": 9,
   "event": "《忆襄阳旧游赠马少府巨》；五月，因许氏夫人去世，移家东鲁，经曹州，有诗",
   "place": "菏泽市（定陶县）",
   "lng": "115.579417",
   "lat": "35.077225"
  },
  {
   "time": 741,
   "value": 9,
   "event": "与韩准、裴政、孔巢父、张叔明、陶沔等隐于徂徕山，酣歌纵酒，时号“竹溪六逸”",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 742,
   "value": 10,
   "event": "《游泰山六首》；四月，游泰山，有诗",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 743,
   "value": 10,
   "event": "《宫中行乐词八首》；初春，玄宗于宫中行乐，李白奉诏作《宫中行乐词》八首称旨，赐宫锦袍",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 744,
   "value": 10,
   "event": "《送贺监归四明应制》；送贺知章归越，有诗",
   "place": "商洛市（商州区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 745,
   "value": 9,
   "event": "在任城，略置田产，并构酒楼，日夕沉饮",
   "place": "济宁市（曲阜市）",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 746,
   "value": 9,
   "event": "《东鲁门泛舟二首》；东鲁门泛舟，有诗",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 747,
   "value": 9,
   "event": "《题瓜洲新河饯族叔舍人贲》；饯别族叔，有诗赞扬开元良吏齐浣善政",
   "place": "苏州市（姑苏台）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 748,
   "value": 9,
   "event": "《醉后赠从甥高镇》；在金陵，解腰间宝剑换酒，饯别从甥高镇，赋诗大抒愤懑",
   "place": "合肥市（庐江县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 749,
   "value": 10,
   "event": "《闻王昌龄左迁龙标遥有此寄》；还金陵，闻王昌龄远谪黔中，作诗寄之",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 750,
   "value": 9,
   "event": "《雪谗诗赠友人》；在金陵，有诗",
   "place": "马鞍山市（当涂县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 751,
   "value": 9,
   "event": "《忆旧游寄谯郡元参军》；居任城，有诗",
   "place": "平顶山市（叶县）",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 752,
   "value": 9,
   "event": "《赠清漳明府侄聿》；北上途中，游广平郡（洺州），有诗别清漳县令李聿。《将进酒》；天生我材必有用，千金散尽还复来。",
   "place": "邯郸市（广平县）",
   "lng": "114.954913",
   "lat": "36.489735",
   "highlight": true
  },
  {
   "time": 753,
   "value": 9,
   "event": "由范阳郡（幽州）南返至魏郡（魏州），时韦良宰任职于此，白在韦处宴游有日，至韦归咸阳时",
   "place": "邯郸市（魏县）",
   "lng": "114.945271",
   "lat": "36.366063"
  },
  {
   "time": 754,
   "value": 9,
   "event": "《新林浦阻风寄友人》；自宣城来游金陵，途经新林浦阻风雪，有诗寄友人",
   "place": "南京市（新林浦）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 755,
   "value": 9,
   "event": "《改九子山为九华山联句（并序）》；春游青阳，改九子山为九华山，有诗。《赠汪伦》；桃花潭水深千尺，不及汪伦送我情。",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681",
   "highlight": true
  },
  {
   "time": 756,
   "value": 9,
   "event": "《北上行》；北上宋城接宗氏，有诗",
   "place": "马鞍山市（当涂县）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 757,
   "value": 10,
   "event": "下山入永王军幕",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 758,
   "value": 9,
   "event": "《流夜郎永华寺寄浔阳群官》；流放夜郎，离别寻阳，有诗寄友人",
   "place": "九江市（永华寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 759,
   "value": 10,
   "event": "《南流夜郎寄内》；流放夜郎，途中有诗寄内。《早发白帝城》；朝辞白帝彩云间，千里江陵一日还。",
   "place": "重庆直辖县行政区划（巫山县）",
   "lng": "111.292971",
   "lat": "30.697602",
   "highlight": true
  },
  {
   "time": 760,
   "value": 9,
   "event": "《春滞沅湘有怀山中》；自零陵归至巴陵，有诗",
   "place": "武汉市（蛇山）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 761,
   "value": 9,
   "event": "《送内寻庐山女道士李腾空二首》其一（君寻腾空子）；送夫人宗氏往庐山，有诗",
   "place": "蚌埠市（怀远县）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 762,
   "value": 0,
   "event": "《游谢氏山亭》；在当涂养病，有诗",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  }
 ]
};
