// 诗人行迹数据：李贺
export default {
 "name": "李贺",
 "birth": 790,
 "death": 816,
 "life": [
  {
   "time": 790,
   "value": 1,
   "event": "本年出生于河南府福昌县昌谷",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 791,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 792,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 793,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 794,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 795,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 796,
   "value": 1,
   "event": "本年，在昌谷。能辞章",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 797,
   "value": 1,
   "event": "本年，在昌谷。入学读书",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 798,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 799,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 800,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 801,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 802,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 803,
   "value": 1,
   "event": "本年，在昌谷。",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 804,
   "value": 1,
   "event": "本年，在昌谷。以乐府歌诗闻名于时，与宗人李益齐名",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 805,
   "value": 1,
   "event": "本年，在昌谷。丁外艰，当在本年",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 806,
   "value": 2,
   "event": "上之回；十月，在昌谷。闻宪宗平定蜀中、斩叛将刘辟于长安独柳树下，有《上之回》诗",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 807,
   "value": 5,
   "event": "黄家洞；本年，在昌谷。获知黄家洞人起事之消息，作《黄家洞》诗，揭露官军之虚弱残暴",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 808,
   "value": 4,
   "event": "美人梳头歌；春，在昌谷。燕尔新婚时，有诗写妻子梳妆",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 809,
   "value": 9,
   "event": "出城；春，举进士不第，离长安东归，作《出城》诗",
   "place": "洛阳市（铜驼街）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 10,
   "event": "浩歌；春，在长安。作《浩歌》，悲叹不遇",
   "place": "西安市（崇义里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 10,
   "event": "本年，在长安任奉礼郎，居崇义里。",
   "place": "西安市（崇义里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 10,
   "event": "题归梦；在长安任奉礼郎期间。其妻亡故后某年春，思念家乡昌谷，有诗",
   "place": "洛阳市（宜阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 9,
   "event": "昌谷北园新笋四首；春，家居昌谷。见北园有新笋，赋诗",
   "place": "洛阳市（宜阳县）",
   "lng": "112.185639",
   "lat": "34.521112"
  },
  {
   "time": 814,
   "value": 8,
   "event": "潞州张大宅病酒遇江使寄上十四兄；本年秋，客居潞州。病于张彻宅，遇江使，寄书与和州十四兄，以通情愫，有诗。《雁门太守行》；黑云压城城欲摧，甲光向日金鳞开。",
   "place": "长治市",
   "lng": "113.123046",
   "lat": "36.201585",
   "highlight": true
  },
  {
   "time": 815,
   "value": 9,
   "event": "客游；春，尚在潞州。有南下之意。作《客游》诗",
   "place": "马鞍山市（和县）",
   "lng": "113.123046",
   "lat": "36.201585"
  },
  {
   "time": 816,
   "value": 0,
   "event": "将进酒；春，李贺尚在江南。饮江南特产红酒，感发兴会，作《将进酒》诗",
   "place": "荆门市（钟祥市）",
   "lng": "0",
   "lat": "0"
  }
 ]
};
