// 诗人行迹数据：李频
export default {
 "name": "李频",
 "birth": 815,
 "death": 876,
 "life": [
  {
   "time": 815,
   "value": 1,
   "event": "频当生于本年",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 816,
   "value": 1,
   "event": "居乡",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 817,
   "value": 1,
   "event": "居乡",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 818,
   "value": 1,
   "event": "居乡",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 819,
   "value": 1,
   "event": "居乡",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 820,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 821,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 822,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 823,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 824,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 825,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 826,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 827,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 828,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 829,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 830,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 831,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 832,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 833,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 834,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 836,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 837,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 838,
   "value": 1,
   "event": "居乡读书，未预世事",
   "place": "建德市（建德市寿昌镇）",
   "lng": "119.2288",
   "lat": "29.364759"
  },
  {
   "time": 839,
   "value": 5,
   "event": "是年秋冬，偕友人喻坦之游长安，“行卷”于姚合，合大为激赏，招为东床",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 4,
   "event": "长安书情投知己；春夏间，频随姚合回到长安，馆于合家中，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 842,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 843,
   "value": 0,
   "event": "太和公主还宫；疑频是年仍在长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 1,
   "event": "按李频约以开成四年来京，迄大中三年犹在京中，其间十年或可能他适。意其主要活动，则系为营求第进士。考其诗则频至少曾四次预京兆府试取解。亦曾四次预省试进士，亦至少落第三次。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 1,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 1,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 1,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 1,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 2,
   "event": "送许侍御赴润州；仍在长安，有诗送许浑",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 851,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 852,
   "value": 7,
   "event": "蜀中逢友人；频自大中三年至八年第进士，期间行踪无考。然集中多蜀中诗。意其或以作幕曾入蜀，游蜀近十三月，有诗为证",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 853,
   "value": 1,
   "event": "频自蜀返回长安，为科第做准备",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 10,
   "event": "奉和郑熏相公；频登进士第，有诗",
   "place": "建德市（建德市寿昌镇）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 10,
   "event": "初离黔中泊江上；频在黔州任上仅数月，是年东归，有诗",
   "place": "重庆直辖县行政区划（彭水县）",
   "lng": "108.172132",
   "lat": "29.29953"
  },
  {
   "time": 856,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 857,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 858,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 859,
   "value": 3,
   "event": "疑频为南陵主簿当在本年前后",
   "place": "芜湖市（南陵县）",
   "lng": "118.340468",
   "lat": "30.920909"
  },
  {
   "time": 860,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 861,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 862,
   "value": 3,
   "event": "疑咸通初数年间，频由南陵主簿转为池州参军",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 863,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 864,
   "value": 3,
   "event": "频平判入等，迁为武功令，频在武功政绩甚嘉，惩恶除弊，为民兴利，懿宗嘉之，赐绯衣银鱼",
   "place": "咸阳市（武功县）",
   "lng": "108.20673",
   "lat": "34.2662"
  },
  {
   "time": 865,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 866,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 867,
   "value": 4,
   "event": "宣州献从叔大夫；频在宣州，有诗献李当",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 868,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 869,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 870,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 871,
   "value": 10,
   "event": "在长安，疑已官侍御史",
   "place": "延安市（富县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 3,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 873,
   "value": 6,
   "event": "感怀献门下相公；频迁尚书兵部都官员外郎，本年或稍后求出为建州，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 4,
   "event": "送鄂渚魏尚书赴镇；韦蟾出为鄂岳观察使，频作诗饯送",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 875,
   "value": 6,
   "event": "本年正月出为建州刺史",
   "place": "南平市（建瓯市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 0,
   "event": "频卒于建州任上，父老相与扶柩葬于永乐洲，为其立庙于梨山",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
