// 诗人行迹数据：杜审言
export default {
 "name": "杜审言",
 "birth": 646,
 "death": 709,
 "life": [
  {
   "time": 646,
   "value": 1,
   "event": "是年杜审言生于洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 647,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 648,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 649,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 650,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 651,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 652,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 653,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 654,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 655,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 656,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 657,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 666,
   "value": 1,
   "event": "是年初筮仕，州县辟为僚属",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 667,
   "value": 1,
   "event": "是年中乡贡进士。赴省试",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 668,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 669,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 670,
   "value": 1,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 671,
   "value": 3,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 672,
   "value": 3,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 673,
   "value": 3,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 674,
   "value": 3,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 675,
   "value": 3,
   "event": "是年具体活动不详，或居洛阳，姑系于此",
   "place": "成都市（崇州市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 676,
   "value": 3,
   "event": "是年或在蜀川县尉任，姑系于此",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 677,
   "value": 3,
   "event": "是年或在蜀川县尉任，姑系于此",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 678,
   "value": 3,
   "event": "是年或在蜀川县尉任，姑系于此",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 679,
   "value": 2,
   "event": "《赠苏味道》；六月，吏部侍郎裴行俭征突厥；十一月，以裴行俭为礼部尚书、定襄道大总管，再征突厥，皆引咸阳县尉苏味道为管书记。杜审言罢蜀川县尉，回东都调选。冬，有诗寄赠苏味道",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 680,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 681,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 682,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 683,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 684,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此。子杜并生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 685,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 686,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 687,
   "value": 3,
   "event": "在某县尉任。此前约三转，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 688,
   "value": 3,
   "event": "在某县尉任。赴京调选",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 689,
   "value": 1,
   "event": "是年在神都",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 2,
   "event": "《和李大夫嗣真奉使存抚河东》；在麟台任职。九月，发十道存抚使，李嗣真存抚河东，和其诗送之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 1,
   "event": "在麟台任职",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 1,
   "event": "在麟台任职，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 693,
   "value": 3,
   "event": "七月，在洛阳，送崔融从武三思东征",
   "place": "无锡市（江阴市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 694,
   "value": 3,
   "event": "是年在常州江阴县丞任，姑系于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 695,
   "value": 3,
   "event": "是年在常州江阴县丞任，姑系于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 696,
   "value": 3,
   "event": "是年在常州江阴县丞任，姑系于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 697,
   "value": 3,
   "event": "是年迁洛州洛阳县丞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 4,
   "event": "在洛阳县丞任。坐事贬吉州司户参军",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 699,
   "value": 4,
   "event": "在吉州司户任。七月，与州僚周季重等不叶，季重等构其罪状，系狱，将杀之。审言子并，年十六，怀刃杀季重，并亦被害。免官归神都",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 700,
   "value": 1,
   "event": "免官在神都",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 701,
   "value": 1,
   "event": "是年在神都，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 702,
   "value": 1,
   "event": "免官在神都。四月，葬子并。武后召见，拜著作佐郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 703,
   "value": 3,
   "event": "迁膳部员外郎。十月，扈从武后还神都",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 704,
   "value": 3,
   "event": "是年在膳部员外郎任，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 3,
   "event": "在膳部员外郎任。二月，以附张易之、张昌宗兄弟，配流峰州",
   "place": "赣州市（大余县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 706,
   "value": 1,
   "event": "是年在峰州",
   "place": "",
   "lng": "105.100343",
   "lat": "21.322079"
  },
  {
   "time": 707,
   "value": 3,
   "event": "是年在峰州。春，遇赦北归。拜国子监主簿",
   "place": "",
   "lng": "105.100343",
   "lat": "21.322079"
  },
  {
   "time": 708,
   "value": 3,
   "event": "在国子监主簿任，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 709,
   "value": 0,
   "event": "在国子监主簿任。五月，加修文馆直学士",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
