// 诗人行迹数据：杜牧
export default {
 "name": "杜牧",
 "birth": 803,
 "death": 852,
 "life": [
  {
   "time": 803,
   "value": 1,
   "event": "杜牧本年出生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 2,
   "event": "八月，宦官俱文珍等恶王叔文，强迫顺宗传位于太子李纯，宪宗即位。王叔文、柳宗元、刘禹锡等均遭贬谪",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 0,
   "event": "正月，顺宗卒。父从郁转左补阙，改授左拾遗，又改秘书丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "弟杜顗生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "王易简常来杜家，杜牧识之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 1,
   "event": "杜牧常在其祖父杜佑樊川别墅游戏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 0,
   "event": "杜牧祖父杜佑卒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 0,
   "event": "杜牧父杜从郁卒，杜牧兄弟幼小，不善持家，卖宅还债，奴婢多散去",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 1,
   "event": "正月，宪宗为宦官陈弘志等所杀，穆宗李恒即位",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 1,
   "event": "杜牧读《尚书》、《毛诗》、《左传》、《国语》、十三代史书，知兵事关系于国家之兴亡，贤卿大夫均宜知兵",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 1,
   "event": "不详",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 4,
   "event": "《阿房宫赋》；敬宗即位时，年十六，好击球，喜手搏，大治宫室，沉溺声色。杜牧作文，借秦事以讽之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 1,
   "event": "十二月，宦官刘克明、击毬军将苏左明等杀敬宗，宦官王守澄等拥立为文宗李昂，即文宗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 9,
   "event": "《燕将录》；春，杜牧游同州澄城县，遇谭宪，谈其兄谭忠事，作文以记之",
   "place": "渭南市（澄城县）",
   "lng": "109.938694",
   "lat": "35.19651"
  },
  {
   "time": 828,
   "value": 9,
   "event": "春，在洛阳。杜牧应进士举，以第五人及第，礼部侍郎崔郾主试",
   "place": "西安市（文公寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 829,
   "value": 3,
   "event": "在洪州。杜牧在江西幕中",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 830,
   "value": 6,
   "event": "《寄牛相公》；在洪州。江西幕中。正月，牛僧孺自武昌节度使召还守兵部尚书、同平章事，杜牧有诗寄之",
   "place": "宣城市（宣州区）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 831,
   "value": 6,
   "event": "《李贺集序》；在宣州幕中。十月，杜牧为亡友李贺诗集作序",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 832,
   "value": 6,
   "event": "在宣州幕中。友赵嘏寓居宣城，二人可能于此时相识",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 833,
   "value": 9,
   "event": "春，杜牧奉沈传师命至扬州聘淮南节度使牛僧孺",
   "place": "宣城市（宣州区）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 834,
   "value": 10,
   "event": "《淮南监军使院厅壁记》；在扬州，在淮南幕中。杜牧作文一篇",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 835,
   "value": 10,
   "event": "《赠别二首》；将离扬州，杜牧作诗与妓女赠别",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 836,
   "value": 10,
   "event": "《洛中送冀处士东游》；在洛阳，监察御史任上，分司东都。杜牧送友人东游，有诗一首",
   "place": "洛阳市（敬爱寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 837,
   "value": 0,
   "event": "春，杜牧弟杜顗患眼疾，不能见物，居扬州禅智寺。杜牧由洛阳赴同州迎眼医石生",
   "place": "扬州市（禅智寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 838,
   "value": 10,
   "event": "《送沈处士赴苏州李中丞招，以诗赠行》；在宣州幕中。杜牧送友人赴苏州李中丞招，以诗赠行",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 839,
   "value": 10,
   "event": "《自宣州赴官入京，路逢裴坦判官归宣州，因题赠》；杜牧自宣州赴官入京，路逢裴坦判官归宣州，有诗题赠",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 840,
   "value": 7,
   "event": "在长安，杜牧为膳部、比部员外郎，皆兼史职",
   "place": "商洛市（丹凤县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 9,
   "event": "仍在浔阳",
   "place": "九江市（湓浦）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 842,
   "value": 10,
   "event": "杜牧出为黄州刺史，离长安",
   "place": "商洛市（丹凤县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 9,
   "event": "在黄州，黄州刺史任上。杜牧就己力所能及者，减除弊政",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 844,
   "value": 10,
   "event": "《贺中书门下平泽潞启》；在黄州，黄州刺史任上。八月，泽潞平，杜牧上书贺李德裕",
   "place": "黄冈市（兰溪）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 845,
   "value": 0,
   "event": "《上李太尉论江贼书》；在池州，池州刺史任上。杜牧上书于宰相李德裕，论江贼事",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 846,
   "value": 0,
   "event": "《春末题池州弄水亭》；三月，武宗卒，宣宗李忱即位。在池州，池州刺史任上。春末，杜牧有诗题池州弄水亭",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 847,
   "value": 10,
   "event": "《初春有感寄歙州邢员外》；在睦州，睦州刺史任上。初春，杜牧作诗感怀，并寄友人邢群",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 848,
   "value": 10,
   "event": "《上吏部高尚书状》；在睦州，睦州刺史任上。杜牧与吏部尚书高元裕书，发抒抑郁之怀",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 849,
   "value": 10,
   "event": "《唐故江西观察使武阳公韦公遗爱碑》；在长安，任尚书司勋员外郎、史馆修撰。正月，杜牧奉诏撰故江西观察使韦丹遗爱碑",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 10,
   "event": "《奉和仆射相公春泽稍愆圣君轸虑嘉雪忽降品汇昭苏即事书成四韵》；春，杜牧奉和作诗一首",
   "place": "西安市（乐游原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 0,
   "event": "《早春赠军事薛判官》；在湖州，湖州刺史任上。杜牧有诗赠友人",
   "place": "湖州市（顾渚山；明月峡）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 852,
   "value": 0,
   "event": "《隋堤柳》；杜牧有诗咏隋堤柳",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
