// 诗人行迹数据：杜甫
export default {
 "name": "杜甫",
 "birth": 712,
 "death": 770,
 "life": [
  {
   "time": 712,
   "value": 1,
   "event": "杜甫生",
   "place": "郑州市（巩义市）",
   "lng": "113.028491",
   "lat": "34.754178"
  },
  {
   "time": 713,
   "value": 1,
   "event": "居乡",
   "place": "郑州市（巩义市）",
   "lng": "113.028491",
   "lat": "34.754178"
  },
  {
   "time": 714,
   "value": 1,
   "event": "寄养于洛阳二姑母家，重病几死？",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 715,
   "value": 1,
   "event": "居乡",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 716,
   "value": 1,
   "event": "居乡",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 717,
   "value": 1,
   "event": "尝至郾城，得观公孙大娘舞《剑器浑脱》",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 718,
   "value": 1,
   "event": "始学作诗",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 719,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 720,
   "value": 1,
   "event": "始习大字",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 721,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 722,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 723,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 724,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 725,
   "value": 1,
   "event": "在洛阳，出游翰墨场。曾于岐王李范和殿中监崔涤家听李龟年歌",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 726,
   "value": 1,
   "event": "居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 727,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 728,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 729,
   "value": 1,
   "event": "居乡",
   "place": "漯河市",
   "lng": "114.02323",
   "lat": "33.587703"
  },
  {
   "time": 730,
   "value": 1,
   "event": "游晋",
   "place": "运城市（临猗县）",
   "lng": "110.780488",
   "lat": "35.150952"
  },
  {
   "time": 731,
   "value": 1,
   "event": "游吴越",
   "place": "南京市（瓦官寺）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 732,
   "value": 1,
   "event": "游吴越",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 733,
   "value": 1,
   "event": "游吴越",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 734,
   "value": 1,
   "event": "游吴越",
   "place": "",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 735,
   "value": 1,
   "event": "自吴越返洛阳，赴乡贡",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 736,
   "value": 4,
   "event": "参加进士考试，不第。《望岳》；会当凌绝顶，一览众山小。",
   "place": "泰安市（泰山）",
   "lng": "112.460033",
   "lat": "34.624376",
   "highlight": true
  },
  {
   "time": 737,
   "value": 1,
   "event": "游齐赵",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 738,
   "value": 1,
   "event": "游齐赵",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 739,
   "value": 1,
   "event": "游齐赵。秋，于汶上结交高适",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 740,
   "value": 7,
   "event": "《题张氏隐居二首》；游齐赵，省父，与张玠结交。有诗",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 741,
   "value": 9,
   "event": "《巳上人茅斋》；与巳上人交往，有诗",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 742,
   "value": 8,
   "event": "《天宝初，南曹小司寇舅，于我太夫人堂下累土为假山，一匮盈尺，以代彼朽木，承诸焚香瓷瓯，瓯甚安矣。旁植慈竹，盖兹数峰，嵚岑婵娟，宛有尘外数致。乃不知兴之所至，而作是诗》；至陈留郡探望祖母卢氏，南曹小司寇舅于我太夫人堂下累土为假山，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 743,
   "value": 1,
   "event": "居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 744,
   "value": 4,
   "event": "《赠李白》（二年客東都）；李白遭谗，被玄宗赐金放还，甫于洛阳与之初识。有诗赠之",
   "place": "洛阳市（偃师市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 745,
   "value": 9,
   "event": "《陪李北海宴历下亭》；再游齐赵，与北海太守李邕同游，宴于历下亭，有诗",
   "place": "济宁市（兖州区）",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 746,
   "value": 9,
   "event": "《春日忆李白》；归长安，春日忆白。有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 5,
   "event": "《赠比部萧郎中十兄》；京师应诏落选，颇为失望。有诗赠从姑子",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 2,
   "event": "归偃师故庐，与河南尹韦济相交",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 749,
   "value": 4,
   "event": "《高都护骢马行》；因高仙芝入朝，有诗以赞其马、美其功",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 750,
   "value": 9,
   "event": "《行次昭陵》；咏昭陵，有诗",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 751,
   "value": 10,
   "event": "《乐游园歌》；正月晦日受贺兰杨长史之邀，游宴于乐游园，有感年华已逝功业未成，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 9,
   "event": "《玄都坛歌寄元逸人》；闻元逸人由山东鲁郡之东蒙山转到长安南山子午谷隐居，有诗寄之。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 9,
   "event": "《奉赠鲜于京兆二十韵》；召试后不遇，于穷困中急求汲引，有诗赠京兆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 9,
   "event": "《送张十二参军赴蜀州，因呈杨五侍御》；因杨侍御使蜀，张参军往依之，有诗送别",
   "place": "渭南市（蒲城县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 755,
   "value": 10,
   "event": "《上韦左相二十韵》；初春，上韦见素，冀其汲引，作是诗",
   "place": "渭南市（蒲城县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 756,
   "value": 10,
   "event": "《苏端薛复筵简薛华醉歌》；年初，赴宴。有诗",
   "place": "渭南市（白水县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 757,
   "value": 10,
   "event": "《元日寄韦氏妹》；元日，怀韦氏妹，伤京城为贼所据，有诗。《春望》；感时花溅泪，恨别鸟惊心。",
   "place": "宝鸡市（凤翔区）",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 758,
   "value": 10,
   "event": "《奉和贾至舍人早朝大明宫》；春，与中书舍人贾至、王维、岑参互相唱和，有诗",
   "place": "渭南市（华县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 759,
   "value": 0,
   "event": "《忆弟二首》；春，归河南陆浑庄，有诗忆弟",
   "place": "洛阳市（嵩县）",
   "lng": "112.092107",
   "lat": "34.140833"
  },
  {
   "time": 760,
   "value": 9,
   "event": "《酬高使君相赠》；公初到成都，寓居浣花溪寺。时高适为彭州刺史，以诗寄赠，而公酬以此诗也",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 761,
   "value": 9,
   "event": "《奉酬李都督表丈早春作》；据李诗而翻其意，全是自写己怀。《春夜喜雨》；随风潜入夜，润物细无声。《茅屋为秋风所破歌》；安得广厦千万间，大庇天下寒士俱欢颜。",
   "place": "成都市（崇州市）",
   "lng": "104.071216",
   "lat": "30.576279",
   "highlight": true
  },
  {
   "time": 762,
   "value": 0,
   "event": "《野望》（西山白雪三年戍）；因野望而寄慨也。野望感怀，思家之念；野望抚时，忧国之情",
   "place": "德阳市（中江县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 763,
   "value": 0,
   "event": "《陪王汉州留杜绵州泛房公西湖》；因房琯为汉州刺史，杜甫从盐亭回梓州后，又往汉州。但是年春房琯被召赴京，杜甫往汉州会琯，，而琯已起程赴京。作是诗，陪新任王汉州泛房公西湖",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 764,
   "value": 0,
   "event": "《天边行》；此时边患情势急迫，归故乡洛阳不可能，胡羌逼近巴蜀，使杜甫不能不作出峡东去之准备。故作是诗。",
   "place": "南充市（阆中市）",
   "lng": "106.011555",
   "lat": "31.564145"
  },
  {
   "time": 765,
   "value": 0,
   "event": "《正月三日归溪上有作，简院内诸公》；自幕府归浣花溪作，立春日作是诗",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 766,
   "value": 0,
   "event": "《雨》（冥冥甲子雨）；此咏立春以后甲子日细雨也。",
   "place": "重庆直辖县行政区划（云阳县）",
   "lng": "108.703428",
   "lat": "30.936741"
  },
  {
   "time": 767,
   "value": 10,
   "event": "《立春》；在夔州，立春日忆及昔在东西两京时，朋友亲戚间以春饼生菜为盘，号曰春盘，互相馈赠，因作是诗。抒发了节气依旧而盛世难再的深沉感慨：既悲一身之漂泊，更悲两京之萧索，写得神情流动，一往情深。《登高》；无边落木萧萧下，不尽长江滚滚来。",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561",
   "highlight": true
  },
  {
   "time": 768,
   "value": 10,
   "event": "《元日示宗武》；正月初旬，元日时，仍在夔州，其弟杜弟丰漂泊江东，作是诗。",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 769,
   "value": 0,
   "event": "《哭李常侍峄二首》；李死于岭南，归葬长安，逢于江汉间而哭之。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 770,
   "value": 0,
   "event": "《追酬故高蜀州人日见寄》；春居潭州舟中，追和上元年间前蜀州刺史高适人日相忆见寄诗。",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  }
 ]
};
