// 诗人行迹数据：杜范
export default {
 "name": "杜范",
 "birth": 1182,
 "death": 1245,
 "life": [
  {
   "time": 1182,
   "value": 1,
   "event": "杜范生",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "杜范于自家抱书夜读",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1202,
   "value": 2,
   "event": "《夏夜云月不明有感》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1206,
   "value": 2,
   "event": "《春雨甲子夏已更秋沛然优渥喜而写情》、《继和严君壁上韵》、《募兵》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1207,
   "value": 2,
   "event": "《丁卯九月十夜观月》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "杜范登进士第",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1211,
   "value": 2,
   "event": "《送子谨叔五首》、《辛末白鹭一绝》、《次韵十一叔芍药五绝》、《次韵草堂二首》、《次韵草堂》、《偶属成嵬字韵录呈六十叔二首》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1212,
   "value": 2,
   "event": "《壬申九月初十归自邑中两绝》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1213,
   "value": 2,
   "event": "《清真褚道士罹丈倡和访余求诗力拙次韵》（冀北奇才万马空）、《戏十九兄二首》；不详",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1214,
   "value": 3,
   "event": "杜范任金坛尉",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "《送石宰》、《有感》；不详",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "《和郑府判韵》、《次宗司法云字韵》、《和郑判秋闱行》、《又和郑府判韵》、《和宗司法与府判韵》、《又用韵》、《又和郑府判侯字韵》、《复用韵以见别情》、《次郑府判金字韵》；杜范奉檄在衢州校文",
   "place": "杭州市（建德市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1217,
   "value": 2,
   "event": "《丁丑别金坛刘漫塘七首》、《别张簿兄弟》、《汉中行》；杜范金坛尉秩满归里",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1218,
   "value": 2,
   "event": "《戊寅夏月和赵十七兄招提偶作》、《游擘翠》、《和十四兄灵岩作》、《次会再和》、《和十九兄梅韵二首》、《九月二十六日观水》、《道傍见梅》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1219,
   "value": 2,
   "event": "《喜雨》、《己卯夏忧雨偶作》、《闲行溪西得梅数花呈诸赵兄》、《方山和篇再和韵》、《方山有求转语之作并用韵二章》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1220,
   "value": 4,
   "event": "《张上舍送望水偶成小诗》、《闲坐有感偶成古风简刘会之高吉父康司理》、《黄兄宇出示汤丈追和春日诗次韵》、《飞雪未已约判簿判务二丈同登尊经阁》、《次沈节推韵》、《又得一绝句》；杜范调任婺州司法参军，经义乌界，筹书曲当",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1221,
   "value": 4,
   "event": "《次沈节推送春韵》、《再次沈节推送春韵》、《归自明远醉中作》、《和沈节推韵》、《次陈友韵》、《和汪子渊桂花》、《和赵山甫海棠》、《刘上舍携酒有诗和其韵二首》、《高兄徐仓高弟和刘会之两绝见寄再韵谢之》、《康秋惠诗和其韵二首》、《晚坐偶成一绝》、《刘上舍以诗送牡丹并酒和之二首》、《偶题》；不详",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1222,
   "value": 4,
   "event": "《和刘会之野堂韵》、《和杨兄二首》、《赵山甫居玉壶书得湖山之胜次韵二首》、《玉壶即事》、《和杨兄两诗》、《次准斋韵二首》、《复用前韵二首》、《七月二十七日登钓台二首》、《偶成》、《归自漕司试院到桐庐晚偶成》、《再依韵足五十六字》、《十二月出郊值雪偶成小诗》、《仙山知寺志刚浸碧倡和诗漫继其韵》、《和杨兄二绝》、《偶咏玉簪花》、《和会之二绝》、《刘兄送梅花大鲫新酒以诗将和其韵四首》、《赠以酒寄诗》；杜范赴漕司校文后回义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1223,
   "value": 2,
   "event": "《林倅到迓之途中小诗》、《和林簿二诗》、《大雨喜成小诗呈百里》、《和杨秀才惠诗七绝》、《和高吉父六绝》、《途中二绝》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1224,
   "value": 2,
   "event": "《奉祀礼毕饮福有感偶成》、《宿兴善寺成小绝》、《用韵作欢喜语》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1225,
   "value": 2,
   "event": "《灵峰》、《天柱峰》、《雁宕》、《水帘谷》、《秋游雁宕道中》、《石梁》、《照胆潭》、《罗汉洞》、《道中戏成》、《天柱》、《天聪洞》、《小龙湫》、《大龙湫》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1226,
   "value": 4,
   "event": "《古风赠叔虎》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "调安吉司理参军",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1228,
   "value": 3,
   "event": "不详",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "不详",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1230,
   "value": 2,
   "event": "《别陈常簿埙五首》；杜范主管户部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 2,
   "event": "《和孙司门寄宽堂诗二首》、《和吴准斋所庚刘石涧咏湖山之乐因见示韵》、《戏赋段桥风筝》；杜范仍主管户部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1232,
   "value": 2,
   "event": "《良月游水乐》、《次赵贵方九里松独行韵》；杜范仍主管户部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1233,
   "value": 6,
   "event": "《咏芙蓉与菊花》、《再用韵》、《三用韵谢孙花翁赵宽堂赵贵方见和》、《夜读花翁诗什有感漫成》、《国正丈和章再用韵为谢》；杜范除大理寺直",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1234,
   "value": 4,
   "event": "《和贵方韵》、《借韵呈宽堂》、《次韵花翁冬日三诗》、《次花翁喜雪快晴韵》、《次韵花翁第二雪》、《次花翁第三雪》、《次花翁自笑韵》；杜范除军器局监丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 6,
   "event": "杜范升任军器局监正",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 4,
   "event": "二月，杜范差董试事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "正月二日甲寅，杜范渡浙江归",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 4,
   "event": "《书于立斋自戒并示诸子》、《詹世显老丈以诗送米和其韵》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "三月，杜范赴宁国府。郡大旱，发米粟四千斛赈之",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1240,
   "value": 3,
   "event": "杜范增建韩文公祠于宁国府",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1241,
   "value": 3,
   "event": "四月，杜范兼兵部尚书，差知贡举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 4,
   "event": "《签书己见奏札》、《签书己见第二札》、《跋吕中岳所藏诸贤辞密赉帖后》；六月，杜范除端明殿学士，同签书枢密院事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1243,
   "value": 4,
   "event": "《得雪称贺马上得五十六字》；三月庚寅，杜范乞归田里，诏不许",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1244,
   "value": 8,
   "event": "《雪中成十一韵》；杜范于家中闲居",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1245,
   "value": 4,
   "event": "正月，杜范自家启程入觐",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  }
 ]
};
