// 诗人行迹数据：杜荀鹤
export default {
 "name": "杜荀鹤",
 "birth": 846,
 "death": 904,
 "life": [
  {
   "time": 846,
   "value": 1,
   "event": "杜荀鹤生",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 847,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 848,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 849,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 850,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 851,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 852,
   "value": 1,
   "event": "家人令相东作，怒曰：“吾岂耕夫耶”比长，择居得香林之胜，与顾云诸贤为友。",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 853,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 854,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 855,
   "value": 1,
   "event": "不详",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 856,
   "value": 1,
   "event": "在九华山隐居，与顾云共读",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 857,
   "value": 1,
   "event": "在九华山隐居，与顾云共读",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 858,
   "value": 1,
   "event": "在九华山隐居，与顾云共读",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 859,
   "value": 1,
   "event": "在九华山隐居，与顾云共读",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 860,
   "value": 1,
   "event": "在九华山隐居，与顾云共读",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 861,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 862,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 863,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 864,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 865,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 866,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 867,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 868,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 869,
   "value": 1,
   "event": "在庐山隐居，与顾云等共读",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 870,
   "value": 2,
   "event": "《寄临海姚中丞》；初游越中",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 871,
   "value": 2,
   "event": "《春日行次钱塘却寄姚中丞》；春在钱塘",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 872,
   "value": 2,
   "event": "《将游湖湘有作》；初游湖湘",
   "place": "",
   "lng": "112.989982",
   "lat": "28.118301"
  },
  {
   "time": 873,
   "value": 2,
   "event": "《献长沙王侍郎》；干谒潭州刺史王凝",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 874,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 875,
   "value": 5,
   "event": "《感春》；春有而立之叹",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 876,
   "value": 4,
   "event": "《下第东归道中作》；落第返乡",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 877,
   "value": 2,
   "event": "《辞郑员外入关》；离池州赴长安",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 878,
   "value": 2,
   "event": "《下第寄池州郑员外》；下第还乡",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 879,
   "value": 2,
   "event": "《长林山中闻贼退寄孟明府》；居住长林山中",
   "place": "池州市（石台县）",
   "lng": "117.492585",
   "lat": "30.216589"
  },
  {
   "time": 880,
   "value": 2,
   "event": "《献池州牧》；出山干谒，献诗池州刺史窦潏",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 881,
   "value": 1,
   "event": "秋取道梓州往成都赴举",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 882,
   "value": 9,
   "event": "《经贾岛墓》；下第出蜀，绕道遂州",
   "place": "遂宁市（蓬溪县）",
   "lng": "105.714004",
   "lat": "30.764037"
  },
  {
   "time": 883,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 884,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 885,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 886,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 2,
   "event": "《赠李镡》；自扬州东入山中",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 888,
   "value": 4,
   "event": "《献钱塘县罗著作判官》、《钱塘别罗隐》；再游越中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 889,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 890,
   "value": 4,
   "event": "《乱后出山逢高员外》；离山赴举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 4,
   "event": "正月十日进士登第",
   "place": "池州市（青阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 892,
   "value": 1,
   "event": "顾云在京撰《杜荀鹤文集序》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 893,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 894,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 895,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 896,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 897,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 898,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 899,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 900,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 901,
   "value": 2,
   "event": "《梁王座上赋云雨诗》；为梁王朱温赋“无云雨诗”",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 902,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 903,
   "value": 1,
   "event": "在宣州节度使田頵幕",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 904,
   "value": 0,
   "event": "以主客员外郎，知制诰充翰林学士，寻卒",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
