// 诗人行迹数据：杨万里
export default {
 "name": "杨万里",
 "birth": 1127,
 "death": 1206,
 "life": [
  {
   "time": 1127,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1134,
   "value": 0,
   "event": "生母毛氏卒。受父教授",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "随父出游，常过曾表民家",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "随父至下泳萧民望家",
   "place": "吉安市（下泳）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "从乡先生高守道学，与其子高德顺为友。",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "从乡先生高守道学",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "从乡先生高守道学",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "从王庭圭学。同学者刘冀之子刘暕、刘昉，识刘立道、刘仲谦。",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "从王庭圭学",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "师安福刘安世。寄馆于刘廷直。友刘承弼、刘浚、李燧、彭仲庄。",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "师安福刘安世",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "师安福刘安世。年中返归吉水。",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "与周必大、张奭、罗全略、孙宜等同举于乡，与周必大同为赵像之所取。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "礼部试罢归",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居乡",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1153,
   "value": 2,
   "event": "师刘才邵。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "进士及第中丙科。同科张孝祥进士第一。同年有杨辅世、虞允文、范成大、叶翥、梁安世等",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "除赣州司户参军",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1156,
   "value": 4,
   "event": "赴任赣州参军",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "长子长孺生",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "任满返乡。授零陵县丞",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "就任零陵县丞",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1160,
   "value": 7,
   "event": "上张丞相书；上书张浚并谒见之",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1161,
   "value": 9,
   "event": "和张钦夫望月词；张栻示以往岁五月所作《咏归亭侍坐大丞相望月词》。辛巳二月既望夜读书于诚斋，遂和其词。",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "贺王宣子舍人知吉州启；为王佐知吉州作贺启",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "送别吕令圣与；吕行中时知零陵县",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1164,
   "value": 9,
   "event": "归欤赋；张浚荐为临安教授，因父病归乡未赴",
   "place": "吉安市（吉水县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 9,
   "event": "乙酉社日偶题；与族叔杨辅世唱和",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1166,
   "value": 9,
   "event": "丙戌上元后和昌英叔李花；和杨辅世诗",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1167,
   "value": 9,
   "event": "过安仁岸；赴临安途经安仁",
   "place": "上饶市（余干县）",
   "lng": "116.702202",
   "lat": "28.707773"
  },
  {
   "time": 1168,
   "value": 9,
   "event": "贺蔡寺正年启；作启贺吉州守蔡洸年",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1169,
   "value": 9,
   "event": "送文黼叔主簿之官松溪；送杨蔚文族叔之官松溪",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "庚寅正月送罗季周游学禾川；送罗季周游学永新",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "曾正臣妻刘氏墓志铭；作曾三省母刘氏墓志铭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "壬辰轮对第一札子；为轮对所作札子",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 10,
   "event": "送傅安道郎中将漕七闽二首；作诗送傅自得漕七闽",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1174,
   "value": 0,
   "event": "甲午出知漳州晚发船龙山暮宿桐庐二首；离临安，龙山发舟启程",
   "place": "吉安市（吉水县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1175,
   "value": 9,
   "event": "乙未和杨谨仲教授春兴；和杨愿诗。《小池》；小荷才露尖尖角，早有蜻蜓立上头。",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422",
   "highlight": true
  },
  {
   "time": 1176,
   "value": 9,
   "event": "丙申岁朝；正月一日作岁朝诗",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1177,
   "value": 10,
   "event": "丁酉初春和张钦夫榕溪阁五言；和张栻诗",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "戊戌正月二日雪作二首；咏雪，诗风大变",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1179,
   "value": 0,
   "event": "乙亥正月二日送李伯和提干归豫章；送李大性归豫章",
   "place": "无锡市（惠山）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1180,
   "value": 10,
   "event": "庚子正月五日晓过大皋渡二首；至吉州城往值夏谒胡铨送其赴召",
   "place": "吉安市（吉水县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1181,
   "value": 10,
   "event": "辛丑正月二十五日游蒲涧晚归；游蒲涧",
   "place": "清远市（英德市）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1182,
   "value": 10,
   "event": "壬寅岁朝发石塔寺；发石塔寺",
   "place": "潮州市（横翠亭）",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "在吉水服母丧，当年诗文皆不作。",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "淳熙甲辰十月一日拟省试万民观治象诗；继母服除，始为诗文",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1185,
   "value": 10,
   "event": "在朝中任尚书吏部员外郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 10,
   "event": "德寿宫庆寿口号；作德寿宫庆寿口号",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "丁未元日大庆殿拜表贺正；大庆殿拜表贺正。《晓出净慈寺送林子方》；接天莲叶无穷碧，映日荷花别样红。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059",
   "highlight": true
  },
  {
   "time": 1188,
   "value": 10,
   "event": "戊申元日立春题道山堂前梅花；元日立春题道山堂前梅花",
   "place": "杭州市（南荡）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "己酉上元后赠刘子才；作诗赠刘伟",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "庚戌正月三日约同舍游西湖十首；约同舍游西湖",
   "place": "杭州市（余杭区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1191,
   "value": 10,
   "event": "辛亥元日送章德茂自建康移帅江陵两首；作诗送章森自建康移帅江陵",
   "place": "南京市（溧水区）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1192,
   "value": 10,
   "event": "壬子正月四日后圃行散四首；行散后圃",
   "place": "南京市（栖隐寺）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1193,
   "value": 9,
   "event": "癸丑正月新开东园；新开东园",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1194,
   "value": 9,
   "event": "贺周丞相自长沙移帅豫章；以启贺周必大自长沙移帅豫章",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1195,
   "value": 9,
   "event": "乙卯春日三三径行散有感；三三径行散",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1196,
   "value": 9,
   "event": "丙辰岁朝行东园；岁朝行东园",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1197,
   "value": 9,
   "event": "贺赵守丁巳年；贺吉州守赵文友年",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1198,
   "value": 9,
   "event": "谢郊祀大礼进封开国子食邑表；进封吉水县开国子食邑五百户，上谢表",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1199,
   "value": 9,
   "event": "己未贺周益公年启；以启与周必大贺年",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1200,
   "value": 9,
   "event": "回太和卓宰庚申年贺年送酒启；以启回太和宰卓洵贺年送酒",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1201,
   "value": 9,
   "event": "与湖北傅提举；与湖北提举傅伯成书请庇幼舆",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1202,
   "value": 9,
   "event": "壬戌人日南溪暮景；南溪暮景",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1203,
   "value": 9,
   "event": "长汀县重修县治记；作长汀县重修县治记",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1204,
   "value": 9,
   "event": "甲子初春即事六首；初春即事",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1205,
   "value": 9,
   "event": "寄题邹有常爱莲亭；寄题邹有常爱莲亭",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  },
  {
   "time": 1206,
   "value": 0,
   "event": "丙寅人日送药者周叔亮归吉水县；送药者周叔亮归吉水县城",
   "place": "吉安市（吉水县）",
   "lng": "115.142069",
   "lat": "27.235422"
  }
 ]
};
