// 诗人行迹数据：杨亿
export default {
 "name": "杨亿",
 "birth": 974,
 "death": 1020,
 "life": [
  {
   "time": 974,
   "value": 1,
   "event": "生于玉山县",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 976,
   "value": 1,
   "event": "母授小经，随即成诵",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 977,
   "value": 1,
   "event": "居玉山",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 978,
   "value": 0,
   "event": "居玉山,祖父卒",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 979,
   "value": 1,
   "event": "读书里中能仁寺，或与吴待问同学，学吟诗",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 980,
   "value": 1,
   "event": "能属文，对客谈论，有老成风。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 981,
   "value": 1,
   "event": "读书里中",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 982,
   "value": 2,
   "event": "《病起谢郡官》；作《病起谢郡官》启",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 983,
   "value": 1,
   "event": "读书里中",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 984,
   "value": 6,
   "event": "诏江南转运使张去华试亿词艺，送阙下",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 985,
   "value": 3,
   "event": "在京任秘书省正字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 986,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 987,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 988,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 989,
   "value": 1,
   "event": "至许州依从祖徽之务学，徽之叹赏。",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 990,
   "value": 3,
   "event": "诣阙献文，改奉礼郎，读书秘阁",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 3,
   "event": "有诗贺占城献狮子",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 6,
   "event": "二京赋；献赋召试，赐进士第，迁光禄寺丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 993,
   "value": 3,
   "event": "复献诗，直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 6,
   "event": "秋，表求归里迎母、弟。王禹偁有诗送之",
   "place": "南平市（武夷山市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 3,
   "event": "太宗命待诏朱文济等弹奏新声，群臣献歌诗颂之，亿词理精惬，受奖谕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 3,
   "event": "春，迁著作佐郎，多代公卿为表疏，太宗知其贫，屡有沾赉",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 3,
   "event": "真宗称亿文理精当，擢左正言，馆职如故",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 998,
   "value": 10,
   "event": "广平公唱和集序；应中书舍人宋湜请，为其唱和诗集作序",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 10,
   "event": "初至郡斋书事；初春，有诗书事",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1000,
   "value": 0,
   "event": "奏依淳化二年七月敕命施行状；约本年初，以百姓婚姻事，奏请依淳化敕命施行",
   "place": "南平市（浦城县）",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1001,
   "value": 0,
   "event": "上元夜会慎大詹西斋分题得歌字；上元夜，与朱台符等会于太子詹事慎从吉西斋，分题赋诗。又和慎诗寄诸同舍",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1002,
   "value": 0,
   "event": "郑工部陕西随军转运；有诗送郑文宝赴陕西随军转运",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 0,
   "event": "咸平六年二月十八日扈从宸游因成纪事二十二韵；扈从帝游戏马场，观习武，有诗纪事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 0,
   "event": "古清规序；百丈大智禅师创立禅宗清规为《古清规》，正月，亿为之序",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 0,
   "event": "宋故翰林侍读学士朝奉大夫右谏议大夫骑都尉赐紫金鱼袋荥阳潘公墓志铭；右谏议大夫潘慎修卒，亿为撰墓志铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 0,
   "event": "身随客槎远，心学海鸥亲；仍知通进银台司，延召日本僧寂照。尝于寂照来华东游之初，以诗赠之；后寂照归国，有书寄亿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 0,
   "event": "扈从真宗如西京谒陵于巩",
   "place": "郑州市（巩义市）",
   "lng": "113.028491",
   "lat": "34.754178"
  },
  {
   "time": 1008,
   "value": 10,
   "event": "灯夕寄内翰虢略公；钱惟演作《灯夕》诗寄杨亿，亿和之。李宗谔、刘筠同有和作。钱惟济同作",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 10,
   "event": "御史中丞王嗣宗言：杨亿、钱惟演、刘筠唱和《宣曲》诗，词涉浮靡。乃下诏风励学者，戒其流宕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 3,
   "event": "受命与晁迥等详定《祀汾阴仪注》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 7,
   "event": "京府狱空降诏因寄大尹学士；京府狱空，有诗寄府尹",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 0,
   "event": "与王魏公书；三月或稍后，进士蒋堂携文来谒，杨亿以为极可喜，与宰相王旦书称之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 6,
   "event": "杨亿母亲往视阳翟别墅，得疾；亿闻之，请归省。五月二日不待报而行。",
   "place": "许昌市（禹州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 7,
   "event": "介推母子，愿归绵上之田；伯夷兄弟，甘受首阳之饿；居阳翟逾年，致书亲友见意",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 1015,
   "value": 4,
   "event": "在汝州任。去年冬暮与今年春半，两致书张咏，述心中郁虑；咏移书宽解之，时咏知陈州",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1016,
   "value": 0,
   "event": "王旦上杨亿等预修之太祖、太宗两朝国史，优诏答之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 0,
   "event": "天禧观礼赋；改元天禧，帝奉天书行荐献礼。杨亿作赋颂之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 4,
   "event": "册皇太子文；受命为撰皇太子册文。九月八日，册立皇太子。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1019,
   "value": 0,
   "event": "与钱惟演等同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 0,
   "event": "起复为翰林学士。钱惟演请序班在己上，降诰从之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
