// 诗人行迹数据：杨凝式
export default {
 "name": "杨凝式",
 "birth": 873,
 "death": 954,
 "life": [
  {
   "time": 873,
   "value": 1,
   "event": "是年出生于华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 874,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 875,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 876,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 877,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 878,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 879,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 880,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 881,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 882,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 883,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 884,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 885,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 886,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 888,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 889,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 890,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 891,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 892,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 893,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 894,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 895,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 896,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 897,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 898,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 899,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 900,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 901,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 902,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 903,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 904,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 905,
   "value": 1,
   "event": "本年进士及第",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 906,
   "value": 1,
   "event": "不详",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 907,
   "value": 1,
   "event": "唐亡仕梁。劝阻其父杨涉为押传国宝使",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 908,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 909,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 910,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 911,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 912,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 913,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 914,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 915,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 916,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 917,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 918,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 919,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 920,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 921,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 922,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 923,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 924,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 925,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 926,
   "value": 3,
   "event": "仕后唐。拜中书舍人，旋又罢归",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 927,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 928,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 929,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 930,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 931,
   "value": 3,
   "event": "仕后唐。为左散骑常侍",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 932,
   "value": 1,
   "event": "或居洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 933,
   "value": 3,
   "event": "仕后唐。历右常侍、工户二部侍郎，以旧恙免，改秘书监",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 934,
   "value": 3,
   "event": "仕后唐。迁兵部侍郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 935,
   "value": 3,
   "event": "仕后唐。先为秘书监，再任兵部侍郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 936,
   "value": 3,
   "event": "仕后晋。后唐末帝按兵于怀覃，凝式扈从，诏遣归洛。晋祖入洛，改太子宾客",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 937,
   "value": 1,
   "event": "或仕后晋，居于洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 938,
   "value": 1,
   "event": "或仕后晋，居于洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 939,
   "value": 4,
   "event": "《洛阳风景四绝句》；仕后晋。本年以礼部侍郎致仕。有《洛阳风景四绝句》诗，《宦游纪闻》卷一0云唐故大圣善寺胜果院东壁有其字画、石刻真迹",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 940,
   "value": 1,
   "event": "或仕后晋，居于洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 941,
   "value": 3,
   "event": "仕后晋。六月作《天宫寺题名》，称太子宾客。真迹在此寺东序，题维摩诘后",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 942,
   "value": 2,
   "event": "《奠定智大师》；仕后晋。有《奠定智大师》诗二首，《宦游纪闻》卷一0云真迹、石刻俱存",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 943,
   "value": 1,
   "event": "或仕后晋，居于洛阳，姑系于此",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 944,
   "value": 2,
   "event": "《看花》；仕后晋。有《看花》诗八韵，《宦游纪闻》卷一0云其题于洛阳一僧舍，有石刻",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 945,
   "value": 3,
   "event": "仕后晋。有天宫寺题壁，《宦游纪闻》卷一0云其五月题，八月再题。真迹在此寺东序",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 946,
   "value": 3,
   "event": "仕后晋。九月由太子少保迁太子少傅",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 947,
   "value": 4,
   "event": "《寄惠才大师左郎中》；仕后汉。有《寄惠才大师左郎中》诗三首，《宦游纪闻》卷一0云其真迹和石刻分别存于文潞公家，苏太宁家",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 948,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 949,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 950,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 951,
   "value": 3,
   "event": "仕后周。正月由太子少傅为太子少师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 952,
   "value": 1,
   "event": "不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 953,
   "value": 6,
   "event": "《题院》；仕后周。本年六月以尚书右仆射致仕。有《题院》、《似禅心静》等诗。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 954,
   "value": 0,
   "event": "仕后周。九月由左仆射致仕改太子太保致仕，十月卒于洛阳（《旧五代史》卷一一四称其终年八十五，恐误）。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
