// 诗人行迹数据：杨时
export default {
 "name": "杨时",
 "birth": 1053,
 "death": 1135,
 "life": [
  {
   "time": 1053,
   "value": 1,
   "event": "生于南剑州将乐县",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居将乐。侍杨希旦先生旁，始学诗书",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居将乐，能属文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居将乐。潜心经史",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居将乐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居将乐。与蔡安礼同学于将乐县含云寺，受庆真禅师影响",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居将乐。预乡荐",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1073,
   "value": 2,
   "event": "在开封，赴礼部试落第，补太学生",
   "place": "三明市（将乐县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 2,
   "event": "札记解义；讲学读书于含云寺。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在开封。读书太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "在开封。中进士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 5,
   "event": "在将乐。授汀州司户参军，不赴",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居将乐。春分寻医，不赴汀户任，杜门绩学。与邹夔交游",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居将乐。杜门绩学",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1080,
   "value": 5,
   "event": "别西斋诸友；居将乐。秋，离家赴调。有诗",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1081,
   "value": 8,
   "event": "见明道先生；与游酢自京师绕道颍昌，以师礼见明道先生（程颢）。有文",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1082,
   "value": 8,
   "event": "寄游定夫（綘帷燕侍毎从容）；居将乐。有诗寄游定夫",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "赴徐州司法任，春初至建安，托林志宁附书与游酢",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1084,
   "value": 4,
   "event": "哀郭思道；在徐州任。哀郭思道辞",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "在徐州司法任。三月十八日，次子迥生",
   "place": "三明市（将乐县）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1086,
   "value": 4,
   "event": "与吴国华书；在将乐。有文与吴国华论王安石",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "在将乐。服除",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1088,
   "value": 10,
   "event": "席上别蔡安礼；春，赴开封，有诗",
   "place": "三明市（将乐县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 10,
   "event": "张氏墓志铭；在虔州。有文",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "代太守贺苏左丞启；在虔州。有文",
   "place": "三明市（将乐县）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1091,
   "value": 2,
   "event": "先君行状；居将乐，在丧制。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1092,
   "value": 2,
   "event": "杨道真君洞记；在丧制。夏四月，与二三昆弟至杨道真君洞，作记",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1093,
   "value": 4,
   "event": "送蔡安礼；在将乐，丁忧服除，赴调。有诗送蔡安礼",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "与游定夫书其三；或在将乐。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1095,
   "value": 10,
   "event": "谢程漕书；在浏阳，有文",
   "place": "长沙市（浏阳市）",
   "lng": "113.649568",
   "lat": "28.170112"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "在浏阳，于县圃建飞鷃亭并题额",
   "place": "长沙市（浏阳市）",
   "lng": "113.649568",
   "lat": "28.170112"
  },
  {
   "time": 1097,
   "value": 6,
   "event": "与州牧书乞求赈饥；在浏阳，安抚使张公舜民以客礼待之。有书与州牧乞求赈饥",
   "place": "长沙市（浏阳市）",
   "lng": "113.649568",
   "lat": "28.170112"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "在浏阳，长子迪生孙云",
   "place": "长沙市（浏阳市）",
   "lng": "113.649568",
   "lat": "28.170112"
  },
  {
   "time": 1099,
   "value": 9,
   "event": "出京；在开封，授无为军判官，有诗",
   "place": "祥符区（祥符区陈留镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 9,
   "event": "居将乐。讲学于含云寺",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1101,
   "value": 6,
   "event": "在建阳，任县丞",
   "place": "南平市（建瓯市）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "居士余君墓表；在将乐。作墓表",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1103,
   "value": 9,
   "event": "书义序；在荆州。有文",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "诸宫观梅寄康侯；在荆州。有诗",
   "place": "荆州市（金銮寺）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1105,
   "value": 4,
   "event": "策问（1-11）；在荆州。如武昌为考试出题，有策问",
   "place": "鄂州市",
   "lng": "114.901557",
   "lat": "30.396522"
  },
  {
   "time": 1106,
   "value": 10,
   "event": "离荆州，如京师",
   "place": "襄阳市（岘山）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1107,
   "value": 10,
   "event": "到余杭任",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1108,
   "value": 6,
   "event": "策问（12-17）；在余杭。正月，差出越州为考试出题",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1109,
   "value": 0,
   "event": "正月十二日，公江行",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1110,
   "value": 6,
   "event": "在应天府。磨勘转承议郎",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1112,
   "value": 10,
   "event": "题萧欲仁大学篇后；在开封师，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在萧山任",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1114,
   "value": 9,
   "event": "离萧山赴开封。磨勘转朝奉郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "在毗陵。三月初八，孙云生曾孙礼",
   "place": "三明市（将乐县）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1116,
   "value": 10,
   "event": "孙先生春秋传序；在毗陵。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1117,
   "value": 6,
   "event": "在毗陵。除提点成都府国宁观",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "养浩堂记；在毗陵。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "杨氏墓志铭；在毗陵。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1120,
   "value": 7,
   "event": "沈夫人墓志铭；在毗陵，提点国宁观。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1121,
   "value": 4,
   "event": "孙龙图墓志铭；在毗陵。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1122,
   "value": 10,
   "event": "李修撰墓志铭；在毗陵，任秘书郎。作文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1123,
   "value": 10,
   "event": "婺州新城记；在婺州。作文",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1124,
   "value": 7,
   "event": "跋张元干集先祖手泽；在毗陵。有文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1125,
   "value": 10,
   "event": "面对上徽宗疏；在开封，迁著作郎。有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 10,
   "event": "上钦宗论不可复近奄人；在开封，任迩英殿说书，乞罢阉寺防城",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "贺皇帝即位表；在毗陵。高宗皇帝登位，大赦改元，有贺表",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "谢除工部侍郎表；在扬州，有文",
   "place": "三明市（将乐县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "与吴守书（其一）；在将乐。作文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "乞致仕奏状；在将乐。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "跋了翁书温公解禅偈；在将乐。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "答张子韶书；在将乐。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1133,
   "value": 10,
   "event": "三经义辩；在将乐。有文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "答胡康侯（十一）；居将乐。胡安国（文定）自衡阳寄《伊川语录》写本二册，公答书",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1135,
   "value": 6,
   "event": "浦城县学重修文宣王殿记；居将乐。作文",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  }
 ]
};
