// 诗人行迹数据：杨简
export default {
 "name": "杨简",
 "birth": 1141,
 "death": 1226,
 "life": [
  {
   "time": 1141,
   "value": 1,
   "event": "此日，先生生",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "先生曾居武康，姑系于本年",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "入小学，便俨立若成人",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "既长，任干蛊，主出入家用外，终日侍通奉公旁。为文清润峻整，务明圣经，不肯规时好作俗下语",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "踰弱冠，入上庠，每试辄魁。始与沈焕交",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "绍兴末，虏突进淮右，考庭显避地慈溪，因占籍焉",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "同里袁燮、沈焕、舒璘皆聚于太学，以道义相切磨",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "先生在循礼斋，尝入夜镫未上，忆通奉公训，默自反观，已觉天地万物通为一体，非吾心外事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "举进士",
   "place": "杭州市（富阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "先生三十一而又觉",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "访陆九渊于行都",
   "place": "杭州市（富阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1174,
   "value": 9,
   "event": "《富春龙门》；先生在富阳，有自山出者，曰明仲，曰孚器，尤朴茂，来问学.有诗",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "为绍兴府司理，犴狱必亲临，端默以听，使自吐露。越陪都，台府鼎立，简中立无颇，惟理之从",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1177,
   "value": 7,
   "event": "《释菜祭文》；元日，有文，姑系于本年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "此日，丞相史浩以简荐",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "常平使者朱熹荐之",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1183,
   "value": 2,
   "event": "象山为国子正，承奉携二孙至临安，来访，留月余而去",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1184,
   "value": 4,
   "event": "寿圣庆霈，以子简官封庭显承务郞",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1185,
   "value": 4,
   "event": "创莫能名斋于宝莲山，二月为之记",
   "place": "杭州市（宝莲山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 3,
   "event": "此日，光尧庆霈，封庭显承奉郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "正月二十二日，书与张元度",
   "place": "杭州市（宝莲山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "改知嵊县，以外艰不往",
   "place": "宁波市（慈溪市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "文元之讲学于碧沚，以史氏也",
   "place": "宁波市（碧沚书院）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "冬，服除",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1191,
   "value": 2,
   "event": "《祭沈叔晦文》；此日，遣奠沈叔晦，有文",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1192,
   "value": 5,
   "event": "此日，知乐平县",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1193,
   "value": 10,
   "event": "《慈湖遗书·祭孙元礼尊人文》；此日，遣奠孙明仲，有文",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1194,
   "value": 10,
   "event": "《王珪节庵记》；二月，撰《王珪节庵记》",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1195,
   "value": 4,
   "event": "《记》？；正月记内讼，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 10,
   "event": "《江皋旅次书》；王子庸请书，此日书于江皋旅次",
   "place": "宁波市（慈溪市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1197,
   "value": 4,
   "event": "取曾子之书，参古本而厘正之，释其疑义。四月序",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1198,
   "value": 4,
   "event": "《翰林臧公墓铭》；此日，会从妗臧孺人卢氏葬于鄞县桃源乡西山万隩。志从舅翰林医痊臧宾卿墓",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1199,
   "value": 6,
   "event": "《奠舒元质辞》；奠舒元质，姑系于本月",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "主管崇道观，再任朝奉郎",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "此日，有所悟",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1202,
   "value": 4,
   "event": "《奠辞》？；祖奠冯氏姊",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1203,
   "value": 4,
   "event": "嘉泰昭阳大渊献，筑室董孝君祠之西，下有湖焉",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1204,
   "value": 10,
   "event": "《安康太夫人奠辞》；是月，撰《安康太夫人奠辞》",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1205,
   "value": 4,
   "event": "《序》？；此日，序《象山集》",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1206,
   "value": 7,
   "event": "《祖奠姪妇舒氏》；撰《祖奠姪妇舒氏》",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1207,
   "value": 6,
   "event": "《林硕墓志铭》；林硕葬于此日，为撰墓志铭",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1208,
   "value": 10,
   "event": "《孔子闲居解》；门人曾熠刊《己易》、《孔子闲居解》。六月六日，赵彦悈书后。十月六日，又书。十一月，曾熠书后",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1209,
   "value": 10,
   "event": "《著庭记》；三月，撰《著庭记》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1210,
   "value": 10,
   "event": "《志》？；张渭叔葬于此日，为撰墓志铭",
   "place": "宁波市（慈溪市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1211,
   "value": 0,
   "event": "《知温州到任谒社稷文》；守杨简始加甓土上。于是灌莽尤盛，刺壮城卒专修平之。杨公谓守莫先于社稷。有文",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "在温州，先生仪典旷绝，邦人创见之，莫不瞿然竦观，屛息立",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1213,
   "value": 0,
   "event": "轮对，以择贤久任为言。迁军器监兼工部郞官，转朝奉大夫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1214,
   "value": 4,
   "event": "转朝散大夫",
   "place": "宁波市（象山县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1215,
   "value": 3,
   "event": "其领玉局而归，门人益亲。遐方僻峤，妇人孺子亦知有所谓慈湖先生岿然天地间，为斯文宗主，泰山乔岳，秋月独明。始传《古文孝经》、传《鲁论》，而厘正其篇次",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "《丙子夏偶书》；夏，有诗",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1217,
   "value": 6,
   "event": "《丁丑偶书》；有诗",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1218,
   "value": 10,
   "event": "《志》？；志叶祐之妣张氏墓，姑系于本月",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1219,
   "value": 9,
   "event": "升直宝文阁，主管明道宫",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "除秘阁修撰，主管绍兴千秋鸿禧观",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1222,
   "value": 3,
   "event": "特授朝请大夫、右文殿修撰，主管南京鸿庆宫，赐紫衣金鱼",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1223,
   "value": 3,
   "event": "进宝谟阁待制、提举鸿庆宫，赐金带",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1224,
   "value": 4,
   "event": "此日，理宗即位，进宝谟阁直学士，提举南京鸿庆宫，赐金带",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1225,
   "value": 4,
   "event": "宝庆元年，转朝议大夫、慈溪县男，寻授华文阁直学士、提举佑神观，奉朝请。诏入见，简屡辞",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1226,
   "value": 0,
   "event": "授敷文阁直学士，累加中大夫，仍提举鸿庆宫",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  }
 ]
};
