// 诗人行迹数据：杨炯
export default {
 "name": "杨炯",
 "birth": 650,
 "death": 693,
 "life": [
  {
   "time": 650,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 651,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 652,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 653,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 654,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 655,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 656,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 657,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 658,
   "value": 1,
   "event": "居于家乡华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 659,
   "value": 1,
   "event": "应神童举,待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 660,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 661,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 662,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 663,
   "value": 1,
   "event": "待制弘文馆.或于此年始与王勃交",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 664,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 665,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 666,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 667,
   "value": 2,
   "event": "《卧读书架赋》；待制弘文馆.潜心读书,作《卧读书架赋》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 668,
   "value": 1,
   "event": "邀王勃一同回华阴",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 669,
   "value": 2,
   "event": "四月,王勃因檄文被斥出沛王府,杨炯曾前往慰问",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 670,
   "value": 0,
   "event": "《唐右将军魏哲神道碑》；是年,唐右将军魏哲卒,为之作神道碑",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 671,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 672,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 673,
   "value": 1,
   "event": "待制弘文馆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 674,
   "value": 2,
   "event": "《奉和上元酺宴应诏》；待制弘文馆.八月,改年号为上元.九月,参与朝中酺宴,作《奉和上元酺宴应诏》诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 675,
   "value": 6,
   "event": "《大唐益州大都督府新都县学先圣庙堂碑文》；待制弘文馆.应益州新都县和遂州长江县官员之请,作《大唐益州大都督府新都县学先圣庙堂碑文》、《遂州长江县先圣孔子庙堂碑》文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 6,
   "event": "《唐上骑都尉高君神道碑》；为弘文馆校书郎.作《唐上骑都尉高君神道碑》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 677,
   "value": 6,
   "event": "《晦日药园诗序》；为弘文馆校书郎.春正月晦日,与友人郊游,作《晦日药园诗序》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 678,
   "value": 6,
   "event": "《从甥梁锜墓志铭》；为弘文馆校书郎.作《从甥梁锜墓志铭》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 679,
   "value": 6,
   "event": "《从弟去盈墓志铭》；为弘文馆校书郎.作《从弟去盈墓志铭》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 680,
   "value": 4,
   "event": "《少室山少姨庙碑》；是年二月,奉诏作《少室山少姨庙碑》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 681,
   "value": 9,
   "event": "《左武卫将军成安子崔献行状》；正月,为左武卫将军崔献作行状",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 682,
   "value": 10,
   "event": "《送徐录事诗序》；四月,送同僚徐录事出摄苍梧县主簿,作《送徐录事诗序》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 683,
   "value": 7,
   "event": "《送李庶子致仕还洛》；在太子詹事府司直、崇文馆学士任.三月,李义琰致仕还洛,有诗以赠",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 684,
   "value": 6,
   "event": "《泸州都督王湛神道碑》；二月,为王湛作神道碑",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 685,
   "value": 6,
   "event": "《常州刺史伯父东平杨公墓志铭》；二月,回家乡,参加伯父杨德裔葬礼并撰写墓志铭",
   "place": "绵阳市（三台县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 686,
   "value": 7,
   "event": "《为梓州官属祭陆郪县文》；正月,在梓州参军任,为郪县县令陆某作祭文",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 687,
   "value": 3,
   "event": "在梓州司法参军任",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 688,
   "value": 10,
   "event": "《梓州惠义寺重阁铭》；四月,应郪县县令窦兢作《梓州惠义寺重阁铭》",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 689,
   "value": 2,
   "event": "《老人星赋》；秋,在洛阳,向武后献老人星赋",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 3,
   "event": "春,与宋之问一同分直设于洛阳的习艺馆",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 4,
   "event": "《唐赠荆州刺史成公神道碑》；仍任教于习艺馆.为成知礼作神道碑",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 6,
   "event": "《杜袁州墓志铭》；春,仍值习艺馆.二月,作《杜袁州墓志铭》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 693,
   "value": 0,
   "event": "《大周明威将军梁公神道碑》；在盈川县令任.春,作《大周明威将军梁公神道碑》",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  }
 ]
};
