// 诗人行迹数据：杨绘
export default {
 "name": "杨绘",
 "birth": 1027,
 "death": 1088,
 "life": [
  {
   "time": 1027,
   "value": 1,
   "event": "是年杨绘生。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "参加御试，擢进士第二人。授大理评事、通判荆南府。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "任授大理评事，通判荆南府。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "任授大理评事，通判荆南府。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "在绵竹丁父忧。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1058,
   "value": 7,
   "event": "在绵竹丁父忧。",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "以集贤校理任开封府推官，赐服绯鱼，权判官，剖决如流。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "仁宗欲置之侍从，执政以其年少不用，改判三司户部勾院。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "判三司户部勾院。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 4,
   "event": "以母老，得知眉州，奏课第一，徙知兴元府，在郡狱无系囚。",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1063,
   "value": 4,
   "event": "徙知兴元府，在郡狱无系囚。",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "十二月，中书进杨绘为修起居注，未准。",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "知兴元府。",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "知兴元府。",
   "place": "汉中市",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1067,
   "value": 10,
   "event": "神宗召修起居注，进知制诰、知谏院，赐服金紫。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 6,
   "event": "知谏院，正月丙申，上奏唐介除参知政事权三司使。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "杨绘言章惠太后事，乞下有司详议礼官复申治平之义，神宗听其言，别祭章惠太后于奉慈庙。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "杨绘为翰林学士。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "论检正官奏；任翰林学士。有奏。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "徙知应天府，兼南京留守司事。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "知应天府，兼南京留守司事。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1074,
   "value": 6,
   "event": "六月己巳，知杭州。",
   "place": "杭州市（天竺山）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "权发遣开封府，数旬有政声。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 4,
   "event": "婉容周氏进封贤妃册文；在翰林学士兼侍读任，有文。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "在提举在京诸司库务任。蔡承禧《劾杨绘奏》，劾绘挟朝廷荐举之令，阴为奸利；绘亦奏王永年持执臣受珠事。",
   "place": "荆州市（江陵县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "提举江州太平观。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "提举江州太平观。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "提举江州太平观。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "提举江州太平观。苏轼黄州临皋亭夜作《书游垂虹亭》，忆与杨绘、子野、鲁有开、陈舜俞、张子野过李公择于湖事。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "起知兴国军。",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "在知兴国军任。",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "在知兴国军任。与苏轼相聚后离别，苏轼不及石田已暮，作诗《自兴国往筠宿石田驿南二十五里野人舍》及词。",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "在知兴国军任。",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "在知兴国军任。四月，孙升上《乞令取索杨绘等诖误元案看详奏》。",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "在知徐州任。春正月丁丑，复天章阁待制。",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "六月丁丑，杨绘卒于任。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
