// 诗人行迹数据：杨缵
export default {
 "name": "杨缵",
 "birth": 1201,
 "death": 1267,
 "life": [
  {
   "time": 1201,
   "value": 1,
   "event": "约生于本年",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "当在临安上小学，拜见史弥远，史弥远以为远器",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "当在临安上小学",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "当在临安上小学",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "当在临安上小学",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "当在临安上小学",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "当在临安上小学",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1214,
   "value": 0,
   "event": "本年当小学卒业",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "杨赞官阶已至朝请郎",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 3,
   "event": "本年或为太常寺太社令",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1243,
   "value": 3,
   "event": "本年或为太常寺太社令",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1244,
   "value": 3,
   "event": "本年或为太常寺太社令",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1245,
   "value": 3,
   "event": "本年或为临安府通判",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1246,
   "value": 3,
   "event": "本年或为临安府通判",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 3,
   "event": "本年或为临安府通判",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 3,
   "event": "以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1249,
   "value": 3,
   "event": "本年或以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1250,
   "value": 3,
   "event": "本年或以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1251,
   "value": 3,
   "event": "本年或以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1252,
   "value": 3,
   "event": "本年或以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1253,
   "value": 3,
   "event": "本年或以朝奉大夫直敷文阁知江阴军",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1254,
   "value": 3,
   "event": "知安吉州",
   "place": "湖州市（西湖）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1255,
   "value": 3,
   "event": "本年或知安吉州",
   "place": "湖州市（西湖）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1256,
   "value": 3,
   "event": "本年或知安吉州",
   "place": "湖州市（西湖）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1257,
   "value": 3,
   "event": "杨缵或任司农少卿，主盟的西湖吟社开始活动",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 3,
   "event": "杨缵或任司农少卿",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 3,
   "event": "杨缵或任司农少卿",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "本年或任两浙东路安抚使",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 3,
   "event": "本年或任两浙东路安抚使",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 3,
   "event": "本年或任两浙东路安抚使",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "或居临安",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "率吟社诸友西湖赋词",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "或居临安",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "或居临安",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 0,
   "event": "杨缵之女进封淑妃",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
