// 诗人行迹数据：林景熙
export default {
 "name": "林景熙",
 "birth": 1242,
 "death": 1310,
 "life": [
  {
   "time": 1242,
   "value": 1,
   "event": "生于本年",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "乡居",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "约本年荐送临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "临安太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "林景熙获上舍释褐，相当于进士及第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1272,
   "value": 3,
   "event": "景熙入仕后，始任福建泉州教授(谢翱赠诗称“府教”)",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1273,
   "value": 3,
   "event": "疑本年任福建泉州教授",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1274,
   "value": 3,
   "event": "疑本年迁礼部架阁(掌储藏帐籍文案之官)，转从政郎(文阶官从八品)",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 5,
   "event": "约本年归平阳故里，居住平阳城内县治后白石巷。他后来把诗集名为《白石樵》，文集名《白石稿》",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1276,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "帝昺崖山战败，陆秀夫负帝蹈海自尽。消息传来，陈则翁“奉宋主龙牌，朝夕哭奠”，景熙与裴庚、林正、曹移孙也都参加了哭祭活动。他们诗文往来，私相痛悼。作为诗歌，离黍之悲，溢于言外",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "景熙应王英孙延聘，前往越州(绍兴)。英孙字才翁，号修竹，宋时官将作监主簿，世称王监簿。他是山阴世家望族，家富财资，雅节不凡，喜延致四方贤俊。一时节义之士如谢翱、邓牧、郑朴翁、唐珏、胡侨(汲古)、黄庚等相从与游，在他的庄上住过。其中景熙与英孙的交谊可说最为密笃，也最得英孙赏重",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1286,
   "value": 1,
   "event": "居越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "居越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1288,
   "value": 1,
   "event": "居越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1289,
   "value": 1,
   "event": "居越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1290,
   "value": 2,
   "event": "蜃说；景熙从越中还乡，正遇上平阳发生山寇骚乱，避地县东海滨仙口(今平阳敖江区墨城)。著名杂文《蜃说》作于此时。乱平后，景熙回至白石旧居，看到“四邻井灶出荒墟”(《归白石故庐》，无限怅触。在州郭西马鞍山麓辟建赵奥别业，开池种竹，教授生徒，箪瓢自乐",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1291,
   "value": 1,
   "event": "瓯中雨土，林景熙在诗中记下这次罕见的凶灾。鄱阳李思衍以浙东宣慰使巡部至平阳，于公余单车造访闭门隐居的林景熙，他们“促膝谈礼乐”(《李两山侍郎仲氏儒而医，邂逅会稽索诗识别》)，极为相得",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1292,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1293,
   "value": 1,
   "event": "居乡",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1294,
   "value": 2,
   "event": "季弟德渊去世",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1295,
   "value": 2,
   "event": "陶山修竹书院记；景熙复往越州。王英孙陶山书院落成，景熙应请为作《陶山修竹书院记》",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1296,
   "value": 2,
   "event": "陶山十咏和邓牧心；杭人邓牧(牧心)受聘书院，景熙有《陶山十咏和邓牧心》组诗",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1297,
   "value": 1,
   "event": "疑本年回到平阳",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1298,
   "value": 8,
   "event": "本年前后，景熙从平阳出发，进行了一次跋涉长途的旅行",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1299,
   "value": 2,
   "event": "永嘉县重建法空院记；景熙大部分时间是在故乡度过",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  },
  {
   "time": 1300,
   "value": 1,
   "event": "景熙大部分时间是在故乡度过",
   "place": "温州市（苍南县）",
   "lng": "120.432906",
   "lat": "27.523092"
  }
 ]
};
