// 诗人行迹数据：林逋
export default {
 "name": "林逋",
 "birth": 968,
 "death": 1028,
 "life": [
  {
   "time": 968,
   "value": 1,
   "event": "本年，出生于杭州钱塘县",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 969,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 970,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 971,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 972,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 973,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 974,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 975,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 976,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 977,
   "value": 1,
   "event": "本年，居乡",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 978,
   "value": 1,
   "event": "约于本年，随祖父林克己迁居明州奉化县黄贤村",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 979,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 980,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 981,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 982,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 983,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 984,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 985,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 986,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 987,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 988,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 989,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 990,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 991,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 992,
   "value": 1,
   "event": "约于本年，居奉化",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 993,
   "value": 1,
   "event": "约于本年，始客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 994,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 995,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 996,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 997,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 998,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 999,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1000,
   "value": 2,
   "event": "寄孙仲（冲）主簿；约于本年，客居曹州，有诗寄孙冲",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "约于本年，客居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1002,
   "value": 4,
   "event": "约于本年，至洛阳，与李建中交游",
   "place": "菏泽市（曹县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1003,
   "value": 9,
   "event": "出曹州；约于本年，离曹州，开始漫游江淮，有诗",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1004,
   "value": 8,
   "event": "池阳山店；约于本年，过池州，有诗",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "约于本年，客居临江军，游阁皂山",
   "place": "吉安市（新干县）",
   "lng": "115.393515",
   "lat": "27.74584"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "约于本年，客居临江军",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1007,
   "value": 2,
   "event": "安福县途中作；约于本年，游安福，有诗",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1008,
   "value": 4,
   "event": "和酬周启明贤良见寄；约于本年，隐居杭州，有诗和周启明",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1012,
   "value": 2,
   "event": "和运使陈学士游灵隐寺寓怀；约于本年，隐居杭州，有诗和陈尧佐",
   "place": "杭州市（灵隐寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1013,
   "value": 2,
   "event": "集贤李建中工部尝以七言长韵见寄感存怀没因用追和；本年，隐居杭州，有诗感怀李建中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1014,
   "value": 2,
   "event": "喜侄宥及第；九月，隐居杭州，闻侄宥及第，喜而作诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1017,
   "value": 2,
   "event": "宿姑苏净惠大师院；约于本年，至苏州，有诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1021,
   "value": 7,
   "event": "本年，隐居杭州，问叶曙钱塘江浮石事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1022,
   "value": 4,
   "event": "寄上金陵马右丞三首；春，隐居杭州，有诗寄马亮",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1023,
   "value": 4,
   "event": "送遵式师谒金陵王相国三首；春，隐居杭州，有诗送释遵式赴金陵",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "本年，隐居杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1025,
   "value": 2,
   "event": "寄钱紫微易；冬，隐居杭州，有诗寄钱易",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1026,
   "value": 2,
   "event": "送范寺丞仲淹；春，隐居杭州，有诗送范仲淹",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1027,
   "value": 4,
   "event": "和梅圣俞雪中同虚白上人见访；春，隐居杭州，有诗和梅尧臣",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1028,
   "value": 0,
   "event": "自作寿堂因书一绝以志之；冬，隐居杭州，自作寿堂，有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
