// 诗人行迹数据：柳开
export default {
 "name": "柳开",
 "birth": 947,
 "death": 1000,
 "life": [
  {
   "time": 947,
   "value": 1,
   "event": "柳开生",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 948,
   "value": 1,
   "event": "居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 949,
   "value": 1,
   "event": "居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 950,
   "value": 1,
   "event": "居乡",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 951,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 952,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 953,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 954,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 955,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 956,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 957,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 958,
   "value": 1,
   "event": "开始读书",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 959,
   "value": 1,
   "event": "随父居南乐，尝断盗两足指",
   "place": "濮阳市（南乐县）",
   "lng": "115.211296",
   "lat": "36.076121"
  },
  {
   "time": 960,
   "value": 1,
   "event": "是年父任元成令",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 961,
   "value": 1,
   "event": "始学章句",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 962,
   "value": 1,
   "event": "始习韩愈文",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 963,
   "value": 1,
   "event": "习韩文，父上丞相书求官",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 964,
   "value": 1,
   "event": "侍父赴京，父拜监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 965,
   "value": 0,
   "event": "是年父拜泗州通判",
   "place": "淮安市（盱眙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 966,
   "value": 1,
   "event": "事迹不详",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 967,
   "value": 1,
   "event": "事迹不详",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 968,
   "value": 8,
   "event": "自号“东郊野夫”，著《东郊书》，后又焚之",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 969,
   "value": 8,
   "event": "《昌黎集后序》；为韩昌黎文集作序",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 970,
   "value": 9,
   "event": "《东郊野史》（已佚）；作《野史》成，补诸经忘篇，号补亡先生",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 971,
   "value": 7,
   "event": "于东郊教授门徒",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 972,
   "value": 9,
   "event": "《东郊野夫传》；有文",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 973,
   "value": 2,
   "event": "曾贽文知贡举李昉",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 974,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 975,
   "value": 3,
   "event": "释褐为宋州司寇参军",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 976,
   "value": 4,
   "event": "因治狱称职，迁宋州录事参军",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 977,
   "value": 3,
   "event": "宋州任上，因和岘诬奏其盗库金事而被拘",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 978,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 979,
   "value": 3,
   "event": "事迹不详",
   "place": "邯郸市（永年县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 980,
   "value": 3,
   "event": "移知润州，拜监察御史",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 981,
   "value": 3,
   "event": "润州任上",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 982,
   "value": 3,
   "event": "丁母忧，有诏起复儒林郎，未离任",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 983,
   "value": 6,
   "event": "潘阆寄诗",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 984,
   "value": 3,
   "event": "离润州任，归京",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 985,
   "value": 5,
   "event": "坐与兵马都监纷争，追削朝籍，贬为上蔡令",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 986,
   "value": 10,
   "event": "上蔡任上，率县民馈军粮到京师，上书求牵复",
   "place": "驻马店市（上蔡县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 987,
   "value": 4,
   "event": "充崇仪使",
   "place": "保定市（博野县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 988,
   "value": 7,
   "event": "《塞上》；知边宁军",
   "place": "保定市（博野县）",
   "lng": "115.470859",
   "lat": "38.463761"
  },
  {
   "time": 989,
   "value": 6,
   "event": "《时鉴》；全州任上，招抚溪洞粟氏，作文刻于石",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 990,
   "value": 0,
   "event": "《玄风峒铭》；由全州移知桂州，有文",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 991,
   "value": 6,
   "event": "由桂州启程返京师",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 992,
   "value": 4,
   "event": "责授复州团练副使",
   "place": "湖北省直辖县级行政区划（仙桃市）",
   "lng": "113.46109",
   "lat": "30.368184"
  },
  {
   "time": 993,
   "value": 7,
   "event": "《在滁州上陈情表》；以大赦上表太宗乞牵复",
   "place": "庆阳市（环县）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 994,
   "value": 4,
   "event": "由环州移知邠州，移书转运使，罢州民辇情",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 995,
   "value": 4,
   "event": "出知曹州，上书求近魏官谋葬",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 996,
   "value": 4,
   "event": "求假归魏葬丧",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 997,
   "value": 4,
   "event": "真宗即位，加如京使",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 998,
   "value": 4,
   "event": "门人张景中进士第四名",
   "place": "忻州市（代县）",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 999,
   "value": 6,
   "event": "因力奏修葺坏城，招致诸将嫉恨，自请一小郡治之",
   "place": "忻州市（代县）",
   "lng": "112.966512",
   "lat": "39.072719"
  },
  {
   "time": 1000,
   "value": 0,
   "event": "受命由忻州移知沧州，兼兵马提辖",
   "place": "沧州市（沧县）",
   "lng": "112.740804",
   "lat": "38.422382"
  }
 ]
};
