// 诗人行迹数据：柳宗元
export default {
 "name": "柳宗元",
 "birth": 773,
 "death": 819,
 "life": [
  {
   "time": 773,
   "value": 1,
   "event": "出生长安，父为长安主簿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 774,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 775,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 776,
   "value": 1,
   "event": "居长安，母教以古赋十四首，皆讽传之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 777,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 778,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 779,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 780,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 1,
   "event": "父柳镇约本年前后为阌乡令，宗元随父至",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 784,
   "value": 1,
   "event": "父柳镇任鄂岳沔都团练使判官，宗元随父至任所夏口",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 785,
   "value": 1,
   "event": "南游长沙，与德公别。后有《长沙驿前南楼感旧》诗怀旧",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 786,
   "value": 1,
   "event": "父宦游外地，宗元随行",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 787,
   "value": 1,
   "event": "父宦游外地，宗元随行",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 788,
   "value": 1,
   "event": "父柳镇入朝为殿中侍御史，宗元随父至长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 789,
   "value": 2,
   "event": "求进士未第。自后，连年在京应进士举。父柳镇贬夔州司马",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 790,
   "value": 4,
   "event": "《上权德舆补阙温卷决进退启》；应进士落第。左补阙权德舆以奖掖才士著称，与宗元为故旧，故献启希求奖掖，以驰声成名",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 791,
   "value": 1,
   "event": "居长安应举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 792,
   "value": 1,
   "event": "居长安应举。父柳镇还为侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 0,
   "event": "登进士第，知贡举者礼部侍郎顾少连",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 0,
   "event": "守父丧。时叔父柳缜在邠宁庆节度府度支判官任，宗元前往邠州省侍。其间游边，访问老校退卒，得知段秀实事迹",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 795,
   "value": 2,
   "event": "《王氏伯仲唱和诗序》；居邠州，王纬、王纾、王绍兄弟慕名自南徐执文来会，宗元为序",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 796,
   "value": 0,
   "event": "正月，叔父卒，宗元自邠州持丧归京",
   "place": "咸阳市（彬县）",
   "lng": "108.087623",
   "lat": "35.041503"
  },
  {
   "time": 797,
   "value": 2,
   "event": "《送辛殆庶下第游南郑序》；居长安。辛殆庶三试皆北，遂游南郑，宗元作序送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 6,
   "event": "在长安，第博学宏词科，授集贤殿书院正字",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 0,
   "event": "在京任集贤殿书院正字，与当时文士交游甚广。因年少才高，一时倾慕者尤众，宗元意气亦甚盛",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 0,
   "event": "《亡姊前京兆府参军裴君夫人墓志》；在京任集贤殿书院正字。仲姊适裴墐者卒，宗元作墓志",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 9,
   "event": "《送班孝廉擢第归东川觐省诗序》；在京任集贤殿书院正字。班肃擢第后归东川觐省，宗元受友人之托、作序送之",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 0,
   "event": "《亡姊崔氏夫人墓志盖石文》；在蓝田尉任。伯姊适崔简者卒，宗元撰墓志",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 803,
   "value": 0,
   "event": "《为京兆府请复尊号表三首》；在蓝田尉任。为京兆府韦夏卿作表章请复德宗“圣神文武”尊号",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 804,
   "value": 10,
   "event": "《监祭使壁记》；在京任监察御史里行，为监祭史一职撰壁记",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 10,
   "event": "《为武中丞谢赐新茶表》；在京任监察御史里行。为御史中丞武元衡作表谢赐新茶",
   "place": "长沙市（长沙县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 0,
   "event": "在永州司马任。五月，母卢氏卒于永州零陵佛寺，年六十八",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 807,
   "value": 10,
   "event": "《先太夫人河东县太君归祔志》；元和元年五月，母卢氏病故于永州龙兴寺。宗元谪居永州，不得奉丧事以归。次年，因卢氏侄卢遵护送，得归母祔于万年县栖凤原，与父合葬。宗元撰归祔志",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 808,
   "value": 0,
   "event": "《龙安海禅师碑》；谪居永州。长沙龙安寺禅师如海卒，宗元应其弟子浩初等人之请，撰碑文",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 809,
   "value": 0,
   "event": "《寄许京兆孟容书》；谪永第五年，寄书与许孟容，以嗣续茔墓为念，翼许孟容能为之所，使得迁于近地",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 810,
   "value": 0,
   "event": "在永州司马任。长女生",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 811,
   "value": 0,
   "event": "《衡州刺史吕君诔》；谪居永州。八月，好友衡州刺史吕温卒。岁末下葬，宗元撰诔文悼念",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 812,
   "value": 0,
   "event": "《故永州刺史流配驩州崔君权厝志》；在永州司马任。大姊夫崔简出刺永州未至因故坐流驩州，正月卒于贬所。七月，灵柩运抵永州暂且槁葬，宗元撰权厝志",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 813,
   "value": 0,
   "event": "《游黄溪记》；谪居永州。游黄溪，撰记",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 814,
   "value": 0,
   "event": "谪居永州时，除游览山水，亦喜种植花木",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 815,
   "value": 0,
   "event": "正月，宪宗有诏，召宗元、刘禹锡等返长安",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 816,
   "value": 10,
   "event": "在柳州刺史任。长子周六生",
   "place": "柳州市",
   "lng": "109.42198",
   "lat": "24.331519"
  },
  {
   "time": 817,
   "value": 0,
   "event": "在柳州刺史任，因俗施教，多有兴革及善政",
   "place": "柳州市",
   "lng": "109.42198",
   "lat": "24.331519"
  },
  {
   "time": 818,
   "value": 10,
   "event": "在柳州刺史任。次女生",
   "place": "柳州市",
   "lng": "109.42198",
   "lat": "24.331519"
  },
  {
   "time": 819,
   "value": 0,
   "event": "《故岭南盐铁院李侍御墓志》；在柳州刺史任。为岭南盐铁院李侍御撰墓志，李侍御名不详",
   "place": "柳州市",
   "lng": "109.42198",
   "lat": "24.331519"
  }
 ]
};
