// 诗人行迹数据：柳永
export default {
 "name": "柳永",
 "birth": 980,
 "death": 1053,
 "life": [
  {
   "time": 987,
   "value": 1,
   "event": "出生",
   "place": "济宁市",
   "lng": "116.593852",
   "lat": "35.420269"
  },
  {
   "time": 993,
   "value": 1,
   "event": "从故里崇安回到汴京",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1000,
   "value": 5,
   "event": "凤栖梧（帘下清歌帘外宴）；有咏妓词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 2,
   "event": "菊花新（欲掩香帏论缱绻）；有词写少年夫妻房中之乐",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1002,
   "value": 5,
   "event": "洞仙歌（嘉景）；有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 9,
   "event": "倾杯乐（离宴殷勤）；有词伤别妻子",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 9,
   "event": "斗百花（煦色韶光明媚）；有词",
   "place": "武汉市（武昌区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1005,
   "value": 9,
   "event": "两同心（伫立东风）；自我检讨在汴京的岁月，有词",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1008,
   "value": 4,
   "event": "玉楼春（昭华夜醮连清曙）；有词讽真宗佞道",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1012,
   "value": 5,
   "event": "如鱼水（帝里疏散）；第二次应举败北，有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 2,
   "event": "玉楼春（星闱上笏金章贵）；有词投献李迪",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 4,
   "event": "柳初新（东郊向晓星杓亚）；中进士，有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 4,
   "event": "满江红（暮雨初收）；自睦州移任余杭令，有词",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1036,
   "value": 6,
   "event": "古倾杯（冻水消痕）；有词",
   "place": "杭州市（余杭区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1037,
   "value": 6,
   "event": "过涧歇（淮楚）；赴泗州判官任，途中有词",
   "place": "淮安市（盱眙县）",
   "lng": "118.769502",
   "lat": "32.066586"
  },
  {
   "time": 1038,
   "value": 6,
   "event": "如鱼水（轻霭浮空）；有词赠吕夷简",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "长相思慢（画鼓喧街）；有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 7,
   "event": "倾杯乐（禁漏花深）；有词写汴京元宵盛况",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "殢人娇（当日相逢）；有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 9,
   "event": "一寸金（井络天开）；有词投献蒋堂",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1045,
   "value": 8,
   "event": "轮台子（雾敛澄江）；春，在道州任或湖南某官任上行部按察道州，有词",
   "place": "永州市（道县）",
   "lng": "111.606474",
   "lat": "25.53386"
  },
  {
   "time": 1046,
   "value": 8,
   "event": "引驾行（红尘紫陌）；官华州，有词",
   "place": "",
   "lng": "108.960637",
   "lat": "34.271171"
  },
  {
   "time": 1047,
   "value": 8,
   "event": "永遇乐（天阁英游）；有词赠苏州太守滕宗谅",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1048,
   "value": 2,
   "event": "彩云归（蘅皋向晚舣轻航）；自苏州移任杭州，有词",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1049,
   "value": 2,
   "event": "瑞鹧鸪（吴会风流）；是年正月，范仲淹帅杭，有词迎之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1053,
   "value": 5,
   "event": "早梅芳慢（海霞红）；在杭州，有词投献孙沔",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1054,
   "value": 2,
   "event": "思归乐（天幕清和堪宴聚）；回到汴京，有词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 2,
   "event": "临江仙（鸣珂碎撼都门晓）；在汴京家居，有词赠刘敞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
