// 诗人行迹数据：梅尧臣
export default {
 "name": "梅尧臣",
 "birth": 1002,
 "death": 1060,
 "life": [
  {
   "time": 1002,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市（双溪）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "生活于此",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "始离宣城。叔父梅询由荆湖北路转运使降任襄州通判，还乡携带尧臣同行。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "随叔父梅询宦游襄州",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "随叔父梅询移任鄂州",
   "place": "鄂州市",
   "lng": "114.901557",
   "lat": "30.396522"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "随叔父梅询移任苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "随叔父梅询移任陕西转运使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "随任陕西",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "随任陕西",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1020,
   "value": 2,
   "event": "随叔父梅询贬任怀州团练副使",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "随任怀州",
   "place": "焦作市（沁阳市）",
   "lng": "112.957115",
   "lat": "35.093593"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "随叔父梅询移知池州",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "随叔父梅询移任广德军",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "举进士未第，以叔父梅询荫补太庙斋郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "游会稽，冬，离越北归",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "初春，过杭州，偕僧虚白访林逋于西湖上。",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "在桐城县任主簿。与谢氏结婚",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1031,
   "value": 10,
   "event": "和谢希深会圣宫；在河南县任主簿。有诗和谢绛",
   "place": "洛阳市（龙门，香山，尹川）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1032,
   "value": 10,
   "event": "初见杏花；在河阳县任主簿。有诗",
   "place": "洛阳市（广福寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1033,
   "value": 10,
   "event": "依韵和希深新秋会东堂；在河阳县任主簿。有诗和谢绛",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1034,
   "value": 9,
   "event": "西宫怨；赴汴京应进士举下第，有诗",
   "place": "开封市（御桥）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 10,
   "event": "池州进士陈生惠然见过不日且行因以诗赠别；在建德县任知县。有诗送别陈惠然",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "立春在元日；在建德县任知县。有诗",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1037,
   "value": 10,
   "event": "白鹇；在建德县任知县。有诗",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "县斋对雪；在建德县任知县。有诗",
   "place": "池州市（东至县）",
   "lng": "117.034131",
   "lat": "30.102668"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "依韵和雍丘尉王秘校；居汴京，有诗和王兆",
   "place": "开封市（曲渚桥）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "夏日晚霁与崔子登周襄故城；在襄城任知县。有诗",
   "place": "许昌市（襄城县）",
   "lng": "113.513122",
   "lat": "33.856984"
  },
  {
   "time": 1041,
   "value": 9,
   "event": "仲春同师直至垅山雪中宿穰亭；与谢景温至垅山，有诗",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "岁日旅泊家人相与为寿；赴监湖州盐税任，泊润州，舟中度岁",
   "place": "镇江市（甘露寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "送崔主簿赴睦州清溪；在湖州监盐税任。有诗送崔主簿",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "唐寺丞知南雄州；在湖州监盐税任。有诗送唐寺丞",
   "place": "宣城市（叠嶂楼）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "元夕同次道中道平叔如晦赋诗得闲字；居开封时，有诗",
   "place": "开封市（相国寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "元日；在许昌任签判。有诗",
   "place": "平顶山市（郏县）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "与道损仲文子华陪泛西湖；在许昌任签判。有诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "元日朝；在京为国子博士。有诗",
   "place": "扬州市（高邮市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "春雪；在陈州镇安军任签判。有诗",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1050,
   "value": 9,
   "event": "正月十日五更梦中；居父丧时，有诗",
   "place": "宣城市（乾明院碧鲜亭）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "下赤山岭过渡至石子涧别施八评事；返开封时，有诗别施八评事",
   "place": "宣城市（昭亭）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "原嚏；在京监永济仓。有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "和吴冲卿元会；在京监永济仓。有诗和吴充",
   "place": "淮安市（淮河）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 9,
   "event": "依韵和昭亭山广教院文鉴大士喜予往还；丁母忧居宣城，有诗和文鉴大士",
   "place": "宣城市（万松亭）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1055,
   "value": 9,
   "event": "送才上人还雪窦寄达观禅师；丁母忧居宣城，有诗寄达观禅师",
   "place": "宣城市（文脊山）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "赠许待制岁旦生日；丧服将满，启程还京，有诗",
   "place": "扬州市（平山堂）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1057,
   "value": 10,
   "event": "和正月六日沈文通学士遗温柑；在京为国子监直讲。有诗和沈遘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "元日阁门拜表遇雪呈永叔；在京为国子监直讲。有诗呈欧阳修",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "嘉祐己亥岁旦永叔内翰；在京入唐书局。有诗呈欧阳修",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "次韵永叔乞药有感；在京入唐书局。有诗和欧阳修",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
