// 诗人行迹数据：欧阳修
export default {
 "name": "欧阳修",
 "birth": 1007,
 "death": 1072,
 "life": [
  {
   "time": 1007,
   "value": 1,
   "event": "农历六月二十一日，出生于绵州。父欧阳观，时为绵州军事推官",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "本年居绵州父欧阳观官所",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年居绵州父欧阳观官所",
   "place": "绵阳市",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1010,
   "value": 0,
   "event": "本年父欧阳观调任泰州军事判官",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "本年葬父欧阳观于江西吉州吉水县沙溪镇泷冈",
   "place": "吉安市（永丰县）",
   "lng": "115.448293",
   "lat": "27.324491"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "本年居叔父欧阳晔随州官所，读书习文",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "本年居叔父欧阳晔随州官所，读书习文",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "本年与李尧辅等交游",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "本年居叔父欧阳晔随州官所，读书习文",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居随州。家贫，借书抄诵，天资聪颖，习作诗赋文字，下笔已如成人",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居随州",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居随州",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "居随州。以孔子庙堂碑学书法",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居随州",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居随州",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居随州",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1023,
   "value": 2,
   "event": "《左氏失之诬论》；应随州乡试，论题名句为人传诵。坐赋逸官韵，被黜",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居随州。勤奋读书习文",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居随州。勤奋读书习文",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1026,
   "value": 0,
   "event": "二月，族叔卒于知江州任所",
   "place": "南阳市（唐河县）",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1027,
   "value": 9,
   "event": "春，赴京师试礼部不中",
   "place": "镇江市（润州区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 9,
   "event": "《上胥学士偃启》；谢文至汉阳，谒知军胥偃，有启",
   "place": "武汉市（汉阳区）",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1029,
   "value": 9,
   "event": "《公子》；在汴京有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 10,
   "event": "《秋狝诗》；参加礼部试，获第一，为省元",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 10,
   "event": "《西征道中送陈舅秀才北归》；春，开始前往西京洛阳赴任",
   "place": "洛阳市（会圣宫）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1032,
   "value": 0,
   "event": "《拟玉台体七首》；春，居洛阳",
   "place": "洛阳市（伊河）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1033,
   "value": 0,
   "event": "正月，以吏事往京师，因省叔于汉东",
   "place": "洛阳市（绿竹堂）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 0,
   "event": "《尚书职方郎中分司南京欧阳公墓志铭》；欧阳颖卒，享年七十三。欧阳修为作墓志铭",
   "place": "洛阳市（徽安门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1035,
   "value": 0,
   "event": "《浪淘沙》；春末，洛阳秩满。离洛之际，作词多首",
   "place": "开封市（嵩巫亭）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "《谢襄州燕龙图肃惠赠诗启》；襄州知州燕肃赠诗，有谢启",
   "place": "宿州市（灵璧县）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1037,
   "value": 0,
   "event": "《新开棋轩呈元珍、表臣》；开棋轩，有诗呈丁宝臣、朱处仁",
   "place": "宜昌市（至喜堂）",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1038,
   "value": 0,
   "event": "《夷陵县至喜堂记》；知州朱庆基与欧阳修为旧交，建“至喜堂”，欧氏既至而喜，为作记",
   "place": "宜昌市（至喜堂）",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1039,
   "value": 0,
   "event": "《夷陵上运使启》；居夷陵",
   "place": "襄阳市（老河口市）",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1040,
   "value": 0,
   "event": "《送任处士归太原》；任处士归太原，有赠诗",
   "place": "襄阳市（老河口市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 0,
   "event": "《哭曼卿》；石延年，本二月四日卒，有哀悼诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 0,
   "event": "为“别头试”考官",
   "place": "安阳市（滑县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 0,
   "event": "《与辛郎中启》；是冬，自叙政务繁杂，恨无昔日樽俎之欢",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 1044,
   "value": 0,
   "event": "《论葬荆王札子》；荆王赵元俨卒，力主简葬",
   "place": "洛阳市（白莲庄）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "任河北都转运按察使",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "《与章伯镇其二》；章岷寄赠诗文新作，有复书",
   "place": "滁州市（琅琊山）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "《与晏元献公同叔其一》；致书晏殊，引荐魏广",
   "place": "滁州市（丰乐亭）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "居滁州",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1049,
   "value": 0,
   "event": "《太子中舍梅君墓志铭》；正月一日，梅让殁于宣城，欧氏为作《太子中舍梅君墓志铭》",
   "place": "蚌埠市（怀远县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "《人日聚星堂燕集探韵得丰字》；本日宴集聚星堂，分韵赋诗",
   "place": "阜阳市（聚星堂）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "《答杜相公宠示去思堂诗》；春，与退居南京的杜衍多有唱酬",
   "place": "商丘市（睢阳区）",
   "lng": "115.659943",
   "lat": "34.39424"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "三月十七日，母郑氏病亡，归颍州守母丧",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "《与十三侄奉职》；贻书十三侄欧阳奉职，勉其安分守廉，教养胞弟",
   "place": "宜春市（樟树市）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1054,
   "value": 0,
   "event": "《与晏元献公同叔其二》；知河南府、兼西京留守晏殊遣使慰唁，有谢书",
   "place": "阜阳市（去思堂）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "《请驾不幸温成庙札子》；仁宗朝谒宣祖神御殿",
   "place": "保定市（雄县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "《奉使道中五言长韵》；奉使完成返京途中，经行河北白沟河一带",
   "place": "邯郸市（大名县）",
   "lng": "114.476188",
   "lat": "38.042284"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "正月六日，权知礼部贡举，仁宗赐御书“文儒”两字。翰林学士王珪、龙图阁直学士梅挚、知制诰韩绛、集贤殿修撰范镇并权同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 0,
   "event": "再荐福建进士陈烈",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "《与梅圣俞其三四》；沧州向防御寄达头鱼，分赠梅尧臣，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 0,
   "event": "《论编学士院制诏札子》；本年，奏请将宋初以来学士院制诏，编成《学士院草录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "常秩为试将作监主簿、颍川州学教授，欧阳修等称誉之，名重一时",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 10,
   "event": "《笔说·夏日学书说》；春，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "正月十五日，赐宴相国寺，与赵槩、胡宿、吴奎同座",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 0,
   "event": "《早朝》；此月，雪后早朝，有诗感慨老病",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《集古录跋尾·唐裴虬怡亭铭》；孟春荐飨，摄事，东阁致斋，跋唐碑",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "《国子博士薛君墓志铭》；嘉祐八年（1063）年二月二十二日，薛良孺卒于监陈州清酒任务，年四十六此年，欧氏为作墓志铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 0,
   "event": "《外乞第五札子》；再上乞外札子，不允",
   "place": "亳州市（谯城区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "朝廷征召常秩，为欧氏等所荐，常秩辞命",
   "place": "亳州市（谯城区）",
   "lng": "115.785611",
   "lat": "33.882575"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "《与直讲都官》；正月九日，言青州适于“养拙”",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "《跋后汉景君石郭铭》；跋《后汉景君石郭铭》",
   "place": "潍坊市（青州市）",
   "lng": "118.486195",
   "lat": "36.690382"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "《贺王相公安石拜相启》；贺王安石拜相",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1072,
   "value": 9,
   "event": "《跋唐李文饶平泉山居诗》；居颍州",
   "place": "阜阳市（会老堂）",
   "lng": "115.821389",
   "lat": "32.895879"
  }
 ]
};
