// 诗人行迹数据：武元衡
export default {
 "name": "武元衡",
 "birth": 758,
 "death": 815,
 "life": [
  {
   "time": 758,
   "value": 1,
   "event": "十月，武元衡约出生于河南偃师",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 759,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 760,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 761,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 762,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 763,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 764,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 765,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 766,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 767,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 768,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 769,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 770,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 771,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 772,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 773,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 774,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 775,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 776,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 777,
   "value": 1,
   "event": "约在老家河南偃师，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 778,
   "value": 2,
   "event": "是年，在润州一带活动",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 779,
   "value": 4,
   "event": "夏，自润州赴长安应举",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 780,
   "value": 5,
   "event": "在长安，春，落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 8,
   "event": "在长安，春，应举不第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 9,
   "event": "在长安，三月，应举下第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 4,
   "event": "在长安，二月，进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 784,
   "value": 7,
   "event": "二月李怀光与朱泚反，武元衡陷长安",
   "place": "延安市（黄陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 785,
   "value": 3,
   "event": "约在鄜坊幕掌书记任上，姑系于此",
   "place": "延安市（黄陵县）",
   "lng": "109.269516",
   "lat": "35.585046"
  },
  {
   "time": 786,
   "value": 2,
   "event": "是年，居长安安邑里",
   "place": "西安市（安邑里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 787,
   "value": 1,
   "event": "约在长安安邑里，姑系于此",
   "place": "西安市（安邑里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 788,
   "value": 10,
   "event": "是年，在太原，任河东节度使幕掌书记",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 789,
   "value": 3,
   "event": "是年或仍在太原府，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 790,
   "value": 3,
   "event": "是年，在长安任监察御史",
   "place": "洛阳市（偃师市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 791,
   "value": 1,
   "event": "是年，丁父忧",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 792,
   "value": 1,
   "event": "是年，丁父忧",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 793,
   "value": 1,
   "event": "是年或在缑氏，姑系于此",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 794,
   "value": 1,
   "event": "是年，丁母忧",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 795,
   "value": 1,
   "event": "是年，迁父母坟茔于河南缑氏县，权德舆为作墓志铭",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 796,
   "value": 1,
   "event": "是年，在缑氏，丁母忧",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 797,
   "value": 4,
   "event": "丁母忧罢，或于是年任华原县令",
   "place": "铜川市（南馆）",
   "lng": "108.951558",
   "lat": "34.902957"
  },
  {
   "time": 798,
   "value": 7,
   "event": "《酬陆三与邹十八侍御》；是年，有诗酬赠陆达、邹儒立",
   "place": "襄阳市（习家池）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 799,
   "value": 1,
   "event": "是年或在襄阳，姑系于此",
   "place": "襄阳市（习家池）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 800,
   "value": 4,
   "event": "是年，召至长安，授比部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 3,
   "event": "在长安，迁右司郎中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 9,
   "event": "《酬陆员外歙州许员外郢州二使君》；在长安，四月前后，有诗酬赠陆参、许仲舆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 6,
   "event": "在长安，是年，与苗粲送侍御严某赴黔中访仙源",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 6,
   "event": "在长安，是年，迁御史中丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 10,
   "event": "《德宗皇帝挽歌词（三首）》；在长安，一月，德宗崩，武元衡有挽诗",
   "place": "西安市（昊天观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 10,
   "event": "《顺宗至德大圣皇帝挽歌词》；在长安，一月，顺宗崩，有挽诗三首",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 10,
   "event": "在长安，一月二十一日，武元衡拜相。唐宪宗有《授武元衡门下侍郎平章事制》、白居易有《除武元衡门下侍郎平章事制》",
   "place": "西安市（安福门）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 10,
   "event": "《四川使宅有韦令公时孔雀存焉暇日与诸公同玩座中兼故府宾妓兴嗟久之因赋此诗用广其意》；是年，至西川不久，有诗",
   "place": "成都市（锦楼）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 809,
   "value": 10,
   "event": "《窦三中丞去岁有台中五言四韵未及酬报今领黔南途经蜀门百里而近愿言款觌封略间然因追曩篇持以赠之》；在西川，正月，窦群赴黔州贬所过蜀，元衡有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 810,
   "value": 10,
   "event": "《送崔判官使太原》；在西川，春，崔备或因公使太原，元衡有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 811,
   "value": 10,
   "event": "《赠别崔起居》；在西川，春，崔备或还朝，元衡有诗",
   "place": "成都市（摩诃池）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 812,
   "value": 7,
   "event": "《送兄归洛使谒严司空》；在西川，兄武谭或于是年来蜀，后归洛，元衡使之中途谒严绶，有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 813,
   "value": 9,
   "event": "在西川，一月，李夷简充剑南西川节度使，继武元衡镇西川",
   "place": "汉中市（勉县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 814,
   "value": 0,
   "event": "《祭李吉甫文》；在长安，十月，李吉甫卒，元衡有祭文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 4,
   "event": "《中春亭雪夜寄西邻韩李二舍人》；在长安，正月，有诗寄韩愈、李宗闵",
   "place": "西安市（靖安里中春亭）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
