// 诗人行迹数据：段成式
export default {
 "name": "段成式",
 "birth": 803,
 "death": 863,
 "life": [
  {
   "time": 803,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 804,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 805,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 806,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 807,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市（朱雀门）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 1,
   "event": "随父赴成都",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 2,
   "event": "《猿》；随父在成都。《新唐书》本传记段成式“侍父于蜀，以咬猎自放，文昌遣吏自其意谏止，明日以雉兔遍遗幕府，人为书，因所获俪前世事，无复用者，众大惊”。时作者正当弱冠之年，已卓有文才。此诗亦可能是日后追记蜀中见闻",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 823,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 824,
   "value": 1,
   "event": "随父自成都赴长安",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 825,
   "value": 1,
   "event": "与四门助教史迥为友，相互切磋学问",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 1,
   "event": "随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "先赴浙西往依浙西观察史李德裕，旋又随宦赴扬州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 828,
   "value": 1,
   "event": "随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 829,
   "value": 1,
   "event": "随父在扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 830,
   "value": 1,
   "event": "随父自扬州转赴荆州",
   "place": "荆州市（江陵县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 831,
   "value": 1,
   "event": "随父在荆州",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 832,
   "value": 1,
   "event": "随父自荆州赴成都",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 833,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 834,
   "value": 1,
   "event": "随父在成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 835,
   "value": 0,
   "event": "是年三月，成式父段文昌卒，由成都携家赴长安",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 836,
   "value": 1,
   "event": "住长安修行里旧第。门前有枯紫荆数枝死，常置香炉于蘖台上，每念经，门生以为善征。是年，于怀楚法师处，听《青龙疏》一遍",
   "place": "西安市（修行里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 3,
   "event": "在长安。成式以父荫入官,任集贤殿学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 3,
   "event": "在长安。成式以父荫入官,任集贤殿学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 3,
   "event": "在长安。成式以父荫入官,任集贤殿学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 4,
   "event": "《安国寺寂照和尚碑记》；在长安，集贤殿学士任上。安国寺寂照和尚碑立，成式撰文，僧无可正书，顾元篆额",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 4,
   "event": "《河出荣光》；在长安，集贤殿学士任上。仍住长安修行里旧第。借咏唐尧时黄河昭示“荣光”的传说，歌项武宗李炎即皇帝位，并流露仕进的愿望",
   "place": "西安市（修行里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 3,
   "event": "在长安，集贤殿学士任上。仍住长安修行里旧第",
   "place": "西安市（修行里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 6,
   "event": "在长安，秘书省校书郎任上。由于佛教根盘蔓滋，朝廷内外，议论纷纷，阻力重重，成式对此，惘然若失",
   "place": "西安市（慈恩寺;安国寺;光明寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 1,
   "event": "任职于京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 845,
   "value": 1,
   "event": "任职于京洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 846,
   "value": 2,
   "event": "《送僧诗二首》；任职于京洛，与惟肃、广升、无可等僧人过从密切，彼此情洽，往日经常相聚一堂，吟诗作偈，酬唱崇朝。此前因朝廷力毁佛事，众僧多在勒令还俗之列。宣宗即位，其中或有奉敕还寺者，成式倘为送其中某法友奉敕还京而作诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 847,
   "value": 4,
   "event": "在吉州，吉州刺史任上。成式博闻学洽闻，为当时所推重",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 848,
   "value": 3,
   "event": "在吉州，吉州刺史任上。成式博闻学洽闻，为当时所推重",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 849,
   "value": 0,
   "event": "在吉州，吉州刺史任上。李德裕自潮州刺史再被贬为崖州司户，著四十九论，叙平生所志。尝遗成式书曰：“自到崖州，幸且顽健，居人多养鸡，往往飞入官舍，今且作祝鸡翁尔，谨状。”德裕来崖州及卒仅十四个月，给成式此书就在其间，可见二人交游甚厚",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 850,
   "value": 3,
   "event": "在吉州，吉州刺史任上",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 851,
   "value": 3,
   "event": "在吉州，吉州刺史任上",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 852,
   "value": 3,
   "event": "在吉州，吉州刺史任上",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 853,
   "value": 4,
   "event": "自吉州返长安",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 854,
   "value": 1,
   "event": "暂居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 3,
   "event": "自长安赴处州，任处州刺史",
   "place": "丽水市（恶溪）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 4,
   "event": "在处州，处州刺吏任上",
   "place": "丽水市（好道庙）",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 857,
   "value": 3,
   "event": "在处州，处州刺吏任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 858,
   "value": 3,
   "event": "在处州，处州刺吏任上",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 859,
   "value": 9,
   "event": "闲居襄阳",
   "place": "襄阳市（谷隐寺）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 860,
   "value": 7,
   "event": "《寄温飞卿笺纸》；在九江，江州刺史任上。与温庭筠时有笔墨笺纸之赠，两人简牍往复颇多",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 861,
   "value": 3,
   "event": "在九江，江州刺史任上",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 862,
   "value": 6,
   "event": "《哭李群玉》（曾话黄陵事）；在九江，江州刺史任上。时成式与李群玉有旧交，情谊甚笃。李群玉死后，段作两诗悼念，凑凉惑枪，不胜悲慨",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 863,
   "value": 0,
   "event": "在长安，太常少卿任上。卒于长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
