// 诗人行迹数据：江万里
export default {
 "name": "江万里",
 "birth": 1198,
 "death": 1275,
 "life": [
  {
   "time": 1198,
   "value": 1,
   "event": "十月二十七日江万里生",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "入塾就读",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "居乡读书",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "连举于乡，入太学，开始习《易》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "在太学学习，理宗书其姓名于几研间",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "在太学学习",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1226,
   "value": 2,
   "event": "《子仪单骑见虏》；以舍选及第，建联桂坊于饶州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "在池州教授任",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "在池州教授任",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "为沿江制置司准备差遣",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "任两浙安抚司干办公事",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1235,
   "value": 3,
   "event": "召试官职，除秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 3,
   "event": "为校书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 3,
   "event": "除著作佐郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 3,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1239,
   "value": 3,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1240,
   "value": 3,
   "event": "知吉州，得欧阳守道",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1241,
   "value": 6,
   "event": "《水调歌头·寿二亲词》；知吉州，创白鹭洲书院，亲为诸生讲授",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1242,
   "value": 3,
   "event": "擢直秘阁，江西转运判官兼权知隆兴府",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1243,
   "value": 3,
   "event": "家居",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1244,
   "value": 3,
   "event": "授驾部郎官",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1245,
   "value": 0,
   "event": "为驾部郎官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1246,
   "value": 3,
   "event": "仍任监察御史",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 3,
   "event": "改侍御史，未及拜",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 3,
   "event": "闲居庐山之下",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1249,
   "value": 3,
   "event": "闲居庐山之下",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1250,
   "value": 4,
   "event": "灌阳四友堂记；居都昌和饶州",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1251,
   "value": 3,
   "event": "居都昌和饶州，是年，白鹭洲书院“养士之余力”，刊朱熹《四书集义》",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1252,
   "value": 3,
   "event": "居都昌和饶州",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1253,
   "value": 3,
   "event": "居都昌和饶州",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1254,
   "value": 3,
   "event": "起为京湖宣抚司参谋官",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1255,
   "value": 3,
   "event": "除知福州、福建安抚使",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1256,
   "value": 3,
   "event": "居都昌和饶州。有书与赣州司户参军欧阳守道",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1257,
   "value": 4,
   "event": "《文仪墓志铭》；撰文天祥父文仪墓志铭",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1258,
   "value": 4,
   "event": "陈东《逸传》跋；跋陈东《逸传》",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1259,
   "value": 3,
   "event": "冬，除刑部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 6,
   "event": "《景定元年更学劄》跋；任国子祭酒、侍读，荐欧阳守道",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 6,
   "event": "自通奉大夫、守吏部尚书除端明殿学士、同签书枢密院事、太子宾客",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 3,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 3,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 3,
   "event": "己巳，知建宁府兼福建转运使，改资政殿大学士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 3,
   "event": "进同知枢密院事，寻二辞，不允。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 3,
   "event": "四请归田、请祠禄，不候报出关",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 3,
   "event": "居饶州。叙庐陵吴西林文集",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1268,
   "value": 4,
   "event": "《江东漕司劝农文》；知太平州兼提领江淮茶盐兼江东转运使",
   "place": "马鞍山市",
   "lng": "118.512691",
   "lat": "31.67633"
  },
  {
   "time": 1269,
   "value": 4,
   "event": "召拜参知政事，进封南康郡公，二月，辞参知政事，不允",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 3,
   "event": "丙寅，为鲍度所劾，罢左相，戊辰，以观文殿学士知福州，福建安抚使",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1271,
   "value": 3,
   "event": "提举洞霄宫，居饶州",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1272,
   "value": 3,
   "event": "授知潭州，湖南安抚大使",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1273,
   "value": 3,
   "event": "拜度宗生日乾会节",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1274,
   "value": 4,
   "event": "舆疾去任，诏依旧观文殿大学士、提举洞霄宫，返饶州",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1275,
   "value": 3,
   "event": "为元兵执，继而脱归",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  }
 ]
};
