// 诗人行迹数据：汪元量
export default {
 "name": "汪元量",
 "birth": 1241,
 "death": 1317,
 "life": [
  {
   "time": 1241,
   "value": 1,
   "event": "汪元量生",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "曾入宫中，得宫中某贵人喜爱。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 2,
   "event": "宫中习书史。；入宫给事，在此年前后数岁。在宫中习书史",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 2,
   "event": "《居拟苏武》四首、《月夜拟李陵诗传三首》；自是岁始，有作品入集。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 2,
   "event": "《太常引》；以词章给事宫掖，颇受谢太后宠信。四月初八日，谢太后六十寿诞，元量有词为寿。",
   "place": "杭州市（大内）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "以琴事谢太后、王昭仪。",
   "place": "杭州市（大内）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 4,
   "event": "《柴秋堂越上寄诗就韵柬奚秋崖》；尝与柴望同游会稽，登越王台。元量离会稽，望独留，有诗寄元量，元量次韵。",
   "place": "绍兴市（越王台）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 2,
   "event": "《慈元殿赐牡丹》、《题王导像》；《《》；诗词数首，皆写宫中情事，当作于此年前后。",
   "place": "杭州市（慈元殿）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1272,
   "value": 2,
   "event": "《贾魏公雪中下湖》；马廷鸾罢相。此前，二人即有交往。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "不详",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "友人赵文补太学生。元量以同舍称赵文，当亦入太学。其入太学，或在此前数年间事。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 4,
   "event": "《贾魏公出师》、《孙殿帅从魏公出师》；正月丁亥，贾似道出师建督。步军指挥使孙虎臣总统诸军。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1276,
   "value": 7,
   "event": "《传言玉女·钱唐元夕》；元夕作词。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1277,
   "value": 5,
   "event": "《黄金台和吴实堂韵》；游黄金台，有诗和吴坚韵。此黄金台不知是否易县原址？",
   "place": "黄金台",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "《蓟北春望》、《秋日酬王昭仪》；在大都。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1279,
   "value": 4,
   "event": "《平原郡公夜宴月下待瀛国公归寓府》、《幽州雪霁翰林诸公分韵得明字》；在大都。上年十一月文天祥兵败被执，是年十月初一，天祥至燕，被囚。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1280,
   "value": 4,
   "event": "《庚辰正月旦早朝呈留忠斋》；在大都。正月旦早朝，有诗呈留梦炎。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1281,
   "value": 2,
   "event": "《燕歌行》、《幽州送景僧录归钱唐》、《冬至日同舍会拜》、《》；在大都。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1282,
   "value": 5,
   "event": "《斡鲁垛观猎》、《幽州月夜酒边赋西湖月》、《卢沟桥王昭仪见寄回文次韵》、《关山月》、《忆湖上》、《除夕同舍集饮》、《山东飞放》、《幽州除夜醉歌》；在大都。尝至卢沟桥，及郊野观猎。本年前后有诗词多首。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1283,
   "value": 4,
   "event": "《出居庸关》；上年十二月初九日，遣宋宗室徙居上都，元量从行。是年春，出居庸关。",
   "place": "锡林郭勒盟（正蓝旗）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1284,
   "value": 4,
   "event": "《居延》；是年二月，迁宋宗室及大臣之仕者于内地，元量从行，至居延。",
   "place": "阿拉善盟（额济纳旗）",
   "lng": "101.061921",
   "lat": "41.960693"
  },
  {
   "time": 1285,
   "value": 2,
   "event": "《万安殿夜直》、《幽州除夜》、《送张舍人从军》、《读文山诗稿》、送张总管归广西》、《易水》；《一剪梅·怀旧》、《忆秦娥》七首。；约在是年春或稍前，元量从宋宗室回大都。尝夜直万安殿，赋诗云“玉堂夜直”，则元量在翰林院或任职。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1286,
   "value": 0,
   "event": "《北岳降香呈严学士》；正月壬午，世祖遣元量为使祀岳渎东海。行前尝召见。元量此行所祀有恒山、华山、嵩山、衡山、泰山、青城山、济渎、孔子庙等，行程凡一万五千里。所到之处，孰先孰后，尚不全明。",
   "place": "保定市（曲阳县）",
   "lng": "114.751465",
   "lat": "38.628394"
  },
  {
   "time": 1287,
   "value": 0,
   "event": "《和人贺杨仆射致政》、《平原郡公赵福王挽章》、《青阳提刑哀些》、《女道士王昭仪游仙词》、《文山道人事毕壬午腊月初九日》；《惜分飞·歌楼别客》；在大都。宋故福王赵与芮卒，有挽章。杨居宽致仕，有和人贺诗。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1288,
   "value": 9,
   "event": "《瀛国公入西域为僧号木波讲师》、《全太后为尼》、《幽州会饯》、《余将南归燕赵诸公子携妓把酒饯别醉中作把酒听歌行》二首；在大都。十月，瀛国公赵㬎奉命往吐蕃学佛法，元量有诗。全太后为尼于正智寺，元量有诗。本年，元量三上书元世祖，得以黄冠南归。别大都，宋旧宫人及燕赵诸公子饯别，元量有诗。",
   "place": "保定市（涿州市）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1289,
   "value": 5,
   "event": "《三衢官舍和王府教》；年初，元量过衢州，与府学王教授唱和。",
   "place": "杭州市（桐庐县）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1290,
   "value": 10,
   "event": "《重访马碧梧》；春，重访马廷鸾于乐平。三月十一日，马廷鸾应请为《湖山类稿》作序。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1291,
   "value": 4,
   "event": "《唐律寄呈父凤山提举》十首、《衡山道中寄平远赵宣慰》；游衡山，有诗寄父凤山、赵淇。",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1292,
   "value": 9,
   "event": "《夔门》、《忠武侯庙》；入夔门，谒忠武侯庙，有诗。",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1293,
   "value": 8,
   "event": "《药市》；游成都元月初五日药市，有诗。",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1294,
   "value": 6,
   "event": "《寄李鹤田》；回到杭州，有诗寄李鹤田。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1295,
   "value": 1,
   "event": "不详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1296,
   "value": 1,
   "event": "不详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1297,
   "value": 1,
   "event": "不详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1298,
   "value": 1,
   "event": "不详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1299,
   "value": 1,
   "event": "不详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1300,
   "value": 2,
   "event": "《寄李鹤田》？《初庵傅学士归田里》；有诗寄李鹤田。傅立归田里诗或亦作于本年。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
