// 诗人行迹数据：汪藻
export default {
 "name": "汪藻",
 "birth": 1079,
 "death": 1154,
 "life": [
  {
   "time": 1079,
   "value": 1,
   "event": "出生",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "幼颖异，有大志",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "少学章句翰墨，皆母陈氏亲授",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "少在郡斋，拟草制词",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "习举子业成，得《春秋》、《左传》及《汉书》，读而好之",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "始游学京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "游学京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "游学京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "游学京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "有司第其文，屡出诸生上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "在开封，进士及第",
   "place": "宣城市（宣州区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "任宣州教授",
   "place": "宣城市（宣州区）",
   "lng": "118.762888",
   "lat": "30.951983"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "奉议公行状；父榖卒于家。丁父忧，作父行状",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居德兴。丁父忧",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居德兴。丁父忧",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1108,
   "value": 4,
   "event": "上蔡太师生辰二首；正月，蔡京加太师。有诗贺其生辰",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "在洪州，任江西提举学官。结识刘滂。后成多年至交",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "在洪州，中秋夜，与诸友登临赋咏。向子諲《水调歌头》（闰余有何好）载其事。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1111,
   "value": 4,
   "event": "江西提举司贺冬表；任在洪州，江西提举学官。有贺冬表",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在洪州，送别向子諲",
   "place": "南昌市（龟溪）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在开封，任九域图志所编修官。与刘滂过从甚密",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "在开封，任九域图志所编修官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 0,
   "event": "在开封，母陈氏卒于京师汪藻居所。汪藻丁忧",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 5,
   "event": "户部尚书许公墓志铭；居德兴，丁母忧，作许几墓志铭",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1117,
   "value": 4,
   "event": "居德兴，丁母忧。五月，服除",
   "place": "上饶市（德兴市）",
   "lng": "117.58532",
   "lat": "28.952702"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "在开封，迁著作佐郎，任职期间，曾参与修徽宗日历",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 9,
   "event": "在开封，梁师成使人致意，许以侍从之官，汪藻谢而不往",
   "place": "宣城市（宁国市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "春，李正民有诗送之",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1121,
   "value": 4,
   "event": "信州二堂碑；寓居宜兴。平贼乱后有文",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "寓居宜兴",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1123,
   "value": 2,
   "event": "偶书；寓居宜兴。新年，有诗抒怀",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1124,
   "value": 5,
   "event": "次韵子美寄彦章同游惠山之作；寓居宜兴。访顾子美话旧，同游无锡县惠山，有诗",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1125,
   "value": 7,
   "event": "安人王氏墓志铭；寓居宜兴。作嫂王文丽墓志铭",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "贺李纲右丞启；寓居宜兴。李纲除尚书右丞，汪藻有贺启",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "兼权起居舍人",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "在扬州行在。汪藻应诏取当转资人数",
   "place": "无锡市（宜兴市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "避地函亭野步；春，闻“苗、刘之变”，遂携家往宜兴西北之函山避居，有诗纪事",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "汪藻循高宗御舟行进路线，陆从以行",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "辛亥年正旦表；在越州行在，上表",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "车驾移跸临安府贺表；在湖州。高宗移跸临安府，汪藻上贺表",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1133,
   "value": 7,
   "event": "在湖州，郡人左朝请郎通判无为军颜经投匦诉汪藻敷籴军粮，有司查证不实。遂贬颜经二秩、停官",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1134,
   "value": 9,
   "event": "在湖州，年初，友人刘滂抵建昌军任，与汪藻书",
   "place": "抚州市（临川区）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "在抚州，应诏举荐右承奉郎徐度",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1136,
   "value": 6,
   "event": "右中大夫右文殿修撰致仕赵公墓志铭；居长兴，作赵亿墓志铭",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1137,
   "value": 7,
   "event": "居长兴，因编类诏旨成书，再迁一官",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1138,
   "value": 9,
   "event": "居长兴，赐餐钱如史馆修撰",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "苏魏公集序；居长兴，为苏颂文集作序",
   "place": "湖州市（长兴县）",
   "lng": "119.916604",
   "lat": "31.032626"
  },
  {
   "time": 1140,
   "value": 10,
   "event": "奉议郎知舒州曾君墓志铭；在徽州，为曾纁作墓志铭",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "贺秦少保启；在徽州。汪藻上启贺秦桧加少保",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "徽宗皇帝梓宫还阙慰表；在泉州，有表贺徽宗皇帝梓宫还阙",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "在泉州，春，徙知宣州",
   "place": "宣城市（宣州区）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1144,
   "value": 6,
   "event": "春，抵达永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1145,
   "value": 10,
   "event": "绍兴十五年元会贺表；元旦，上贺表",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "承议郎通判润州累赠朝议大夫赵君墓志铭；永州居住，作赵钧臣墓志铭",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1147,
   "value": 7,
   "event": "永州玩鸥亭记；建永州玩鸥亭，并作记",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1148,
   "value": 7,
   "event": "永州上宰相陈情启；在永州，有启陈情于宰相秦桧，望归家养老",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1149,
   "value": 9,
   "event": "朱新仲自韶州寄灵寿杖并诗次韵答之；友人朱翌自韶州寄灵寿杖并诗，汪藻在永州次韵答之",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1150,
   "value": 6,
   "event": "庚午岁屏居零陵七月二十日以门掩候虫秋为韵五首；在永州，赋诗五首以抒幽愤",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1151,
   "value": 7,
   "event": "跋《东原集序》；在永州，为《东原集序》题跋",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1152,
   "value": 0,
   "event": "哭尚书龙学程公；程瑀卒，汪藻在永州有诗挽之",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1153,
   "value": 10,
   "event": "永州太平寺钟铭；居永州期间，有文多篇",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1154,
   "value": 0,
   "event": "卒于永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  }
 ]
};
