// 诗人行迹数据：沈与求
export default {
 "name": "沈与求",
 "birth": 1086,
 "death": 1137,
 "life": [
  {
   "time": 1086,
   "value": 1,
   "event": "是年生于湖州德清。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡。少颖悟，识见超群。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡。以艺业试乡校选，迥出流辈。丁父忧，勤奋治学，律身甚严。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡，在乡校读书。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1104,
   "value": 2,
   "event": "《谢荐举启》；在乡校，被荐名乡书，作谢启。试太学生选，有声名。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "入汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "在汴京太学。与刘一止游。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在汴京太学。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在汴京。已入太学上舍。娶范氏。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 5,
   "event": "在汴京，中何栗榜进士。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在常州任州学教授。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1117,
   "value": 2,
   "event": "《朝请大夫盛公行状》；在常州任州学教授。应盛公升之子庋请，作《朝请大夫盛公行状》。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1118,
   "value": 5,
   "event": "《谢秀守苗郎中举改官启》；在秀州任司兵曹事兼推勘公事。秀守苗郎中荐其改官，上谢启。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "归德清，丁内艰。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在德清，居丧。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在德清，居丧。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1122,
   "value": 2,
   "event": "在汴京任太学录。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在汴京任太学录。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在汴京任太学录。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "是年行踪不详。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在汴京任太学博士。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "四月，金人破汴京。与求南下避难。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "在扬州。因常同荐，改通直郎。会罢太学，除通判明州，改两浙路提举市舶，未赴。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 7,
   "event": "六月二十七日，在建康。以张守荐，除监察御史。",
   "place": "湖州市（德清县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1130,
   "value": 7,
   "event": "《张仲宗有诗怀归因次其韵》；春，在湖州又遇张元干，见其怀归，有诗勉之。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1131,
   "value": 5,
   "event": "《江城子·葛使君示书，有元夕寒厅孤坐之叹。昨日，石林寄示所和长短句，辄亦次韵和呈，因以自见穷寂之态》；正月至七月间，在湖州。有词与葛胜仲、叶梦得唱和。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "正月初十，与胡交修、程俱共扈高宗渡江。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 0,
   "event": "《权殡告淑人范氏文》；是年，在湖州。夫人范氏卒，作权殡文。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "《湖州德清县重修孔子庙碑》；正月，在德清，有文。",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "正月初三，在平江，陈将帅和、能克敌之道。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "《乞出札子》；正月，在临安。十八日，以在政不与闻大事，乞罢去。上乞出札子。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 0,
   "event": "《辞免除在京宫观侍读第一札子》；正月，居湖州。初五，改提举万寿观兼侍读。上辞免札子。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
