// 诗人行迹数据：沈佺期
export default {
 "name": "沈佺期",
 "birth": 656,
 "death": 716,
 "life": [
  {
   "time": 656,
   "value": 1,
   "event": "约本年生。本表所列年岁为虚拟数",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 657,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 658,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 659,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 660,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 661,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 662,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 663,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 664,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 665,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 666,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 667,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 668,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 669,
   "value": 1,
   "event": "随父宦游过巫峡，二十年有诗后忆及此行",
   "place": "重庆直辖县行政区划（巫山县）",
   "lng": "109.885346",
   "lat": "31.080436"
  },
  {
   "time": 670,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 671,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 672,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 673,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 674,
   "value": 1,
   "event": "随父宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 675,
   "value": 1,
   "event": "与宋之问同登上元二年郑益榜进士第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 1,
   "event": "释褐入仕",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 677,
   "value": 1,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 678,
   "value": 2,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 679,
   "value": 1,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 680,
   "value": 1,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 681,
   "value": 1,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 682,
   "value": 1,
   "event": "宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 683,
   "value": 7,
   "event": "乐城白鹤寺；游乐城白鹤寺，有诗",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 684,
   "value": 2,
   "event": "过蜀龙门；因事过蜀龙门，有诗",
   "place": "龙门峡",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 685,
   "value": 4,
   "event": "和元舍人万顷临池玩月戏为新体；任协律郎。与中书舍人元万顷唱和，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 686,
   "value": 6,
   "event": "古意赠乔补阙知之；任协律郎与左补阙乔知之唱和，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 687,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 688,
   "value": 6,
   "event": "十三四时常从巫峡过他日偶然有思；在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 689,
   "value": 4,
   "event": "则天门观赦改元；洛阳为官",
   "place": "洛阳市（则天门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 693,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 694,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 695,
   "value": 6,
   "event": "和中书侍郎杨再思春夜宿直；与鸾台侍郎杨再思唱和，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 696,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 697,
   "value": 3,
   "event": "在洛阳任协律郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 6,
   "event": "从幸香山寺应制；任通事舍人。从幸游香山寺，应制赋诗",
   "place": "洛阳市（香山寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 3,
   "event": "预修《三教珠英》，常陪游幸",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 7,
   "event": "预修《三教珠英》，常陪游幸",
   "place": "郑州市（登封市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 701,
   "value": 10,
   "event": "览镜；预修《三教珠英》时作",
   "place": "渭南市（华阴市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 702,
   "value": 0,
   "event": "迁考功员外郎，知贡举，擢张九龄等人",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 10,
   "event": "迁给事中",
   "place": "西安市（临潼区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 704,
   "value": 0,
   "event": "坐考功受贿事，下御史台狱，自春至夏。两子及两弟全交、全宇均牵连下狱。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 10,
   "event": "受贿案未结，会张易之败，坐附张易之，二罪并罚，长流驩州",
   "place": "郴州市（马岭山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 706,
   "value": 0,
   "event": "三月三日独坐驩州思忆旧游；驩州上巳忆旧伤怀",
   "place": "荣市（崇山；竹溪；越裳）",
   "lng": "105.705376",
   "lat": "18.6427441"
  },
  {
   "time": 707,
   "value": 4,
   "event": "岁夜安乐公主满月侍宴；任起居郎。安乐公主产男满月，侍宴应制，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 6,
   "event": "入修文馆为学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 709,
   "value": 10,
   "event": "回波乐；贬流后散官阶未复，内宴歌《回波乐》，中宗特恩赐绯。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 10,
   "event": "人日重宴大明宫恩赐彩缕人胜应制；人日重宴大明宫，沈与李峤、赵彦昭、苏颋、李适等应制赋诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 10,
   "event": "以中书舍人充昭文馆学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 712,
   "value": 7,
   "event": "昊天上帝祭文；正月有事南郊，祀昊天上帝，沈拟祭文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 713,
   "value": 4,
   "event": "送韦商州弼；主客郎中韦弼出为商州刺史，沈赋诗送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 714,
   "value": 4,
   "event": "龙池篇；开元二年祠龙池，王公卿士赋龙池篇百三十篇，沈作与姚崇、苏颋等十篇更选为乐章",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 715,
   "value": 3,
   "event": "去年六月后或本年迁太子少詹事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 716,
   "value": 0,
   "event": "约本年卒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
