// 诗人行迹数据：沈括
export default {
 "name": "沈括",
 "birth": 1032,
 "death": 1096,
 "life": [
  {
   "time": 1032,
   "value": 1,
   "event": "本年，沈拓生，是年父沈周年五十四，母许氏年四十七",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "父沈周在京任侍御史，沈括随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "父沈周在京任侍御史，沈括随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "父沈周在京任侍御史，沈括随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "父沈周在京任侍御史，沈括随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "父沈周在京任侍御史，沈括随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "父沈周出知润州，沈括随父居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "父沈周调任知泉州，沈括随父到闽中",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "随父沈周客居闽中",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "随父沈周客居闽中",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "本年，父沈周由知泉州擢任开封府判官，沈括随父到京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "随父沈周客居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "随父沈周客居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "父沈周受任江南东路转运使，赴江宁任职，沈括随父居江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "随父沈周客居江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "随父沈周客居江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "随父沈周客居江宁",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "父沈周自请得知明州之任命。沈括借居苏州母舅家读书",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "父沈周卒，年七十四，沈括归乡守父丧",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "与兄长沈披葬父沈周于钱塘龙居里",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "在家乡钱塘家居，守父丧",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "是年，终父丧",
   "place": "宿迁市（沭阳县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1055,
   "value": 4,
   "event": "《海州观放鹘搏兔不中而飞去》；摄东海县令",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "本年事迹不详",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "本年事迹不详",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "本年事迹不详",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "本年事迹不详",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "本年事迹不详",
   "place": "连云港市（东海县）",
   "lng": "118.777947",
   "lat": "34.548183"
  },
  {
   "time": 1061,
   "value": 9,
   "event": "兄长沈披知宁国县，沈括依兄长客居宁国读书以备科举",
   "place": "马鞍山市（姑孰溪）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "参加苏州发解试，名列第一",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "本年，举进士第，授扬州司理参军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "赴扬州任司理参军",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1065,
   "value": 6,
   "event": "扬州九曲池新亭记；本年，在扬州司理参军任",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "本年，在编校昭文馆书籍任，在馆多有余暇，遂得潜心研治天文历算之学，且常通过李之仪向李之仪之妻胡淑修请教疑难",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "本年，在编校昭文馆书籍任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "在编校昭文馆书籍任，娶张刍第三女为继室",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "八月，与兄长沈披葬母于钱塘",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1070,
   "value": 2,
   "event": "本年，在家乡钱塘家居，冬，终母丧",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "离杭州赴京城供职，经停苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1072,
   "value": 4,
   "event": "在昭文馆校勘、检正中书刑房公事、提举司天监任上。七月己亥充史馆检讨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在检正中书刑房公事、提举司天监、史馆检讨任上。三月乙丑加集贤校理",
   "place": "丽水市（南明山高阳洞）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 7,
   "event": "在检正中书刑房公事、提举司天监、史馆检讨、集贤院校理任上，加同修起居注衔",
   "place": "温州市（雁荡山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "在知制诰、判军器监事任上。察访河北西路，讲修边备，易其旧政者数十事。约在是年二月中旬以前还朝",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1076,
   "value": 6,
   "event": "在知制诰、权发遣三司使公事任上，奉旨编修《天下州县图》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "二月，沈括在三司使任内，赞同恢复通商法",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "因侍御史知杂事蔡确弹劾，沈括由翰林学士、起居舍人、权三司使改集贤院学士、知宣州",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1079,
   "value": 4,
   "event": "《谢复充龙图阁待制》；在知宣州任，复龙图阁待制",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1080,
   "value": 6,
   "event": "《筠州兴国寺禅悦堂记》；在知宣州任上，为僧守静撰《筠州兴国寺禅悦堂记》",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "在知延州兼鄜延路经略安抚使任上，作《延州柳湖》诗三首",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1082,
   "value": 6,
   "event": "《谢转龙图阁直学士表》；在知延州、鄜延路经略安抚使任上。以出兵守安疆界、应付边事有劳，迁龙图阁直学士",
   "place": "榆林市（米脂县）",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "《随州法云禅院佛阁钟铭》；以均州团练副使身份谪居随州，寓居法云禅院，作《随州法云禅院佛阁钟铭》",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "以均州团练副使身份谪居随州。",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 1085,
   "value": 5,
   "event": "或以哲宗登基大赦之故，改秀州团练副使，本州安置，自随州出发赴秀州，途经安陆",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "以秀州团练副使身份谪居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "以秀州团练副使身份谪居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1088,
   "value": 6,
   "event": "《进守令图表》二篇；以秀州团练副使身份谪居秀州，得尚书省批状，许沈括投进《天下州县图》",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "以秀州团练副使身份谪居秀州，有诏由秀州团练副使改授左朝散郎，守光禄少卿，分司南京，许于外州军任便居住，沈括因此迁居润州梦溪",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1090,
   "value": 4,
   "event": "《谢分司南京表》；以守光禄少卿、分司南京身份居润州，得润州差人送来官告一道：“（改授）左朝散郎，守光禄少卿，分司南京，许于外州军任便居住”",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "以守光禄少卿、分司南京身份居于润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "以守光禄少卿、分司南京身份居于润州，完成《梦溪笔谈》全书写作，自述“括居梦溪四年而病，涉岁而益羸，滨槁木矣”",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688",
   "highlight": true
  },
  {
   "time": 1093,
   "value": 3,
   "event": "以守光禄少卿、分司南京身份居于润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "以守光禄少卿、分司南京身份居于润州，继室张氏病死",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "以守光禄少卿、分司南京身份居于润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1096,
   "value": 0,
   "event": "居润八年卒，归葬钱塘",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
