// 诗人行迹数据：沈焕
export default {
 "name": "沈焕",
 "birth": 1139,
 "death": 1191,
 "life": [
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "乡举第二",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "监补第一",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "求学太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 4,
   "event": "《孙介行状》、《张处士墓志》；进士第二，任上虞县尉",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "任上虞尉",
   "place": "绍兴市（上虞区）",
   "lng": "120.869394",
   "lat": "30.04129"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1176,
   "value": 2,
   "event": "《净慈寺记》；闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "调扬州教授，未赴；游明招山",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "闲居家乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1181,
   "value": 3,
   "event": "除太学录",
   "place": "扬州市（高邮市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "父沈铢卒，丁忧",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "吕祖俭官明州仓监，讲学竹洲",
   "place": "宁波市（鄞县月湖竹洲）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "朱熹《答沈叔晦书》，讲学竹洲",
   "place": "宁波市（鄞县月湖竹洲）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "讲学竹洲",
   "place": "宁波市（鄞县月湖竹洲）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1186,
   "value": 3,
   "event": "除从政郎、浙东安抚司干办公事",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "除从政郎、浙东安抚司干办公事",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1188,
   "value": 4,
   "event": "除宣教郎、知婺源县",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1189,
   "value": 3,
   "event": "迁通判舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1190,
   "value": 4,
   "event": "残句：“为学未能识肩背，读书万卷空亡羊。”；举行义田；作诗箴其友",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1191,
   "value": 0,
   "event": "卒于寓舍",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  }
 ]
};
