// 诗人行迹数据：洪皓
export default {
 "name": "洪皓",
 "birth": 1088,
 "death": 1155,
 "life": [
  {
   "time": 1088,
   "value": 1,
   "event": "出生。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡？",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1114,
   "value": 0,
   "event": "以诸生待廷试京师，王黼请婚，却之。伯父给事公曲为平章，卒却之。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "登何㮚榜进士第。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "官台州宁海县主簿。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "官宁海主簿。作三瑞堂、交翠亭。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "官宁海。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "官宁海。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "官宁海。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "迁宣教郎，为秀州司录事。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "官秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "官秀州司录。累官朝散郎。",
   "place": "上饶市（鄱阳县）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "自饶州还，至秀州。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "在太原。",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "在云中。时徽钦二帝徙居五国城，皓遣人奏书并献胡桃、梨条、粟面诸物。",
   "place": "哈尔滨市（五常市）",
   "lng": "113.306446",
   "lat": "40.082539"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1135,
   "value": 4,
   "event": "永祐陵祭文；在冷山。是年，永祐陵讳闻，皓北向泣血，遣使臣沈珍往燕山开泰寺建道场，为文祭之。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "在冷山。",
   "place": "哈尔滨市（五常市）",
   "lng": "127.173986",
   "lat": "44.937862"
  },
  {
   "time": 1140,
   "value": 4,
   "event": "自冷山徙燕。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在燕。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "在燕。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "和议成，六月庚戌，皓与张邵、朱弁使还。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "在饶州。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在饶州，营葬秦国公、秦国太夫人于滃潭。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在饶州。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "服除，复提举江州太平观。",
   "place": "清远市（英德市）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在英州。患风淫疾。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在英州。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "复左朝奉郎，主台州崇道观，袁州居住。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  }
 ]
};
