// 诗人行迹数据：洪迈
export default {
 "name": "洪迈",
 "birth": 1123,
 "death": 1202,
 "life": [
  {
   "time": 1123,
   "value": 1,
   "event": "洪迈生于其父洪皓秀州司录事官舍",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "过衢州白沙渡，见酒家店壁题诗",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "奉母丧来无锡。在无锡，与僧明有交游。",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "是年，在无锡，守母丧，与适、遵二兄同习词科课于无锡。外家坟庵巨松结二毬，为二兄登科之祥。",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "送梁竑夫通判江州序；梁竑夫通判江州，迈有送序。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1143,
   "value": 2,
   "event": "父皓归国到阙，命迈作谢赐物劄子。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1144,
   "value": 2,
   "event": "谢高宗绍兴十四年历日表；作《谢高宗绍兴十四年历日表》",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1145,
   "value": 6,
   "event": "春，再至临安，寓三桥西沈亮功主簿之馆。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "寄题分绣阁；侍父乡里。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "侍父居英。在英州置田百亩自给。与僧希赐游南山，读东坡《何公桥》诗石刻。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "至福州，为教授。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1149,
   "value": 7,
   "event": "福州教授壁记；作《福州教授壁记》。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "以郡博士被檄考试临漳。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "黄公度高要倅期满，帅方滋置酒，令迈作乐语。迈时摄帅司机宜。",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "重修广州都盐仓记；作《重修广州都盐仓记》。",
   "place": "韶关市（南雄市）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "葬父。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1157,
   "value": 2,
   "event": "秀川馆联句；还自衡岳，道宜春，买舟东下。永嘉方景南置酒秀川馆饯之。黄景达、向巨源、许季韶皆与坐中联句作诗，有《秀川馆联句》。",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1158,
   "value": 6,
   "event": "被召赴行在。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 4,
   "event": "奏减斥堠。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 9,
   "event": "年初，有《追和玉版诗》、《四白诗》、《五白诗》等，王十朋有和诗。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "贺谢完颜亮表；作《贺谢完颜亮表》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "守尚书左司员外郎，兼权行在检详。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "仲兄洪遵除同知枢密院事。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "伯兄洪适除中书舍人。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1165,
   "value": 4,
   "event": "王龟龄王嘉叟木蕴之同过小园用郡圃植花韵；友人王十朋、王嘉叟来访于野处，即席唱和，迈作《王龟龄王嘉叟木蕴之同过小园用郡圃植花韵》诗。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1166,
   "value": 9,
   "event": "是年前期，当在鄱阳。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "召对选德殿。高宗极论古今治乱事及祖宗法度，令迈作《选德殿记》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1168,
   "value": 9,
   "event": "召对，论三衙军制名称不正。孝宗甚喜，即批付枢密院。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 7,
   "event": "是春，治圃于乡里，与兄适酬唱酣咏于林壑，甚适。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "起知赣州。",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1171,
   "value": 0,
   "event": "在赣州任，是岁江浙大旱，江西饥馑，赣适中熟，迈令移粟济邻郡。",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1172,
   "value": 7,
   "event": "是年，在赣州任。",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1173,
   "value": 5,
   "event": "周丈直院侍郎以诗送子和教授之官兼以见简且及夷坚丁志辄次其韵；刘子和赴官赣州，周必大有诗相送，兼简洪迈，赠诗有“人留河内寇，帝念禁中颇”之句，迈次其韵。",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1174,
   "value": 0,
   "event": "《洪氏世系谱》成，迈序之。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "跋《皇族登科题名》。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "是年，在鄱阳。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1177,
   "value": 7,
   "event": "睢阳五老图卷跋；跋《睢阳五老图》。",
   "place": "南平市（建瓯市）",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1178,
   "value": 3,
   "event": "生活于此",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1179,
   "value": 4,
   "event": "潇湘图跋；跋米元暉《潇湘图》。",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1180,
   "value": 4,
   "event": "芜湖县令厅壁记；作《芜湖县令厅壁记》。",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1181,
   "value": 2,
   "event": "是年春，有南昌之行，伯兄洪适有词惜别，友人辛弃疾、赵善括等有和篇。",
   "place": "景德镇市（乐平市）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "《夷坚戊志》成。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "是年，在鄱阳乡里。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1184,
   "value": 6,
   "event": "春，起知婺州，周必大有《回婺州洪舍人迈启》。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1185,
   "value": 7,
   "event": "刊《史记法语》于婺州。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1186,
   "value": 0,
   "event": "以光尧太上庆寿，肆赦恩转一官，授通奉大夫。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "典贡举。取浏阳汤璹第一。危稹举进士，迈赏其文，擢第。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 7,
   "event": "皇太子初决庶务于议事堂。",
   "place": "马鞍山市（当涂县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "洞斋记；春，作《洞斋记》。",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1190,
   "value": 4,
   "event": "知绍兴府谢上表；进焕章阁学士，依前宣奉大夫知绍兴府，有《知绍兴府谢上表》。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1191,
   "value": 0,
   "event": "论子时立春。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1192,
   "value": 4,
   "event": "上表进所编《万首唐人绝句》。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1193,
   "value": 9,
   "event": "为乡人李文中撰墓铭。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1194,
   "value": 6,
   "event": "清明，饯别朱晞颜于野处。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1195,
   "value": 6,
   "event": "《夷坚支乙》成，序之",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1196,
   "value": 0,
   "event": "《夷坚支丁》成，序之。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1197,
   "value": 7,
   "event": "猗觉寮杂记序；序朱翌《猗觉寮杂记》。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1198,
   "value": 4,
   "event": "初春一日，黄裳折红梅相示。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "春，有人建议用洪迈与陆游修史，但为当路所沮，事遂寝。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1200,
   "value": 0,
   "event": "余镛刻唐王贞白《灵溪集》，请迈作《序》。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "为余镛作《松风阁记》。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  },
  {
   "time": 1202,
   "value": 0,
   "event": "以端明殿学士致仕，未几卒。赠光禄大夫，谥文敏。",
   "place": "景德镇市",
   "lng": "117.184967",
   "lat": "29.274337"
  }
 ]
};
