// 诗人行迹数据：洪适
export default {
 "name": "洪适",
 "birth": 1117,
 "death": 1184,
 "life": [
  {
   "time": 1117,
   "value": 1,
   "event": "其秋，生于其父皓所在台州宁海主簿官廨",
   "place": "台州市（三瑞堂）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "随父住台州",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "随父住台州",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "随父住秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "日诵书三千言",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "能任家事，率五弟三妹奉祖母及母避兵饶州。",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "或在秀州家居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "或在秀州家居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "诏下秀州，存问家属",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "当在秀州家居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "当在秀州家居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "以修职郎监南岳庙",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "当在秀州家居",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "戒蛇文；作戒蛇文",
   "place": "杭州市（建德市）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1138,
   "value": 0,
   "event": "在严州。",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "葬母于无锡县开化乡",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "丁忧。",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1141,
   "value": 6,
   "event": "除浙西提举常平司干办公事",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "《代枢密使谢赐玉带表》、《克敌弓铭》、《皇叔庆远军承宣使授昭化军节度使封安定郡王同知大宗正事制》、《唐勤政务本楼记》、《周成王搜岐阳颂》、《汉五家要说章句》。；与弟遵同试博学宏词科，名在第三。试题有《代枢密使谢赐玉带表》、《克敌弓铭》、《皇叔庆远军承宣使授昭化军节度使封安定郡王同知大宗正事制》、《唐勤政务本楼记》、《周成王搜岐阳颂》、《汉五家要说章句》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "以敕令所书成，拜秘书省正字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "到台州任",
   "place": "宁波市（宁海县）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "在台州任。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "万养堂记；在台州任。为张伯寿作《万养堂记》。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "通判台州将满，与郡守不相能，十一月被殿中侍御史余尧弼论罢。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "往来岭南侍侯父亲，凡九年。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在英州侍父",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1150,
   "value": 5,
   "event": "纪梦；舟泊虔州，有纪梦一篇",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1151,
   "value": 2,
   "event": "通天岩记；作《通天岩记》。",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在英州侍父",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在英州侍父",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在英州侍父",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "父皓卒于南雄途次",
   "place": "韶关市（南雄市）",
   "lng": "114.317421",
   "lat": "25.125335"
  },
  {
   "time": 1156,
   "value": 2,
   "event": "先君述；葬父于故乡。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1157,
   "value": 2,
   "event": "报庵十六尊者偈；丁忧居家。为其父制十六尊者像作偈。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "服阕，四月除知荆门军。",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "在荆门任。",
   "place": "黄山市（歙县）",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在徽州任。转左朝请郎。",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1161,
   "value": 4,
   "event": "除提举浙西常平茶盐。甫到任，改除提举江东路常平茶盐兼提点刑狱。",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "车驾亲征至建康，适上殿奏事。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "在淮东总领任。",
   "place": "镇江市（得江楼、花信亭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "自淮东召还，除太常少卿。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "到燕京馆。",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "以久雨引咎，三上章乞退。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 4,
   "event": "在绍兴任。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1168,
   "value": 4,
   "event": "在绍兴任。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "诗有“于越归来三见春”之句。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1172,
   "value": 2,
   "event": "盘洲记；作《盘洲记》，自称盘洲老人。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1173,
   "value": 2,
   "event": "楚望楼上梁文；作《楚望楼上梁文》",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "容膝斋上梁文；作《容膝斋上梁文》。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1177,
   "value": 4,
   "event": "《岐阳石鼓文》跋；跋《岐阳石鼓文》",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "妻莱国夫人沈氏薨。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1180,
   "value": 2,
   "event": "劾管璆劄子；有劾管璆劄子。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1181,
   "value": 4,
   "event": "淳熙隶释跋；编次《淳熙隶释》五十卷成，自题其后。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "二月辛酉，薨。自罢相后累加恩爵至鄱阳郡开国公食邑五千二百户实封二千四百户赠特进累赠太师魏国公。谥文惠。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  }
 ]
};
