// 诗人行迹数据：洪遵
export default {
 "name": "洪遵",
 "birth": 1120,
 "death": 1174,
 "life": [
  {
   "time": 1120,
   "value": 1,
   "event": "出生。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "随父居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "是年秦国公薨，忠宣公奔丧归鄱阳，寓家秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "仍寓家秀州。从师业文，不以岁时寒暑辍。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "金人陷秀州，公兄弟奉秦国夫人、魏国夫人避乱归鄱阳，旋复还秀州。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "诏下秀州，存问家属。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "以父荫补承务郎。",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "魏国夫人沈氏薨，孺慕攀号以孝闻。",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "葬魏国夫人于无锡县。公兄弟即僧舍肄词业。",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居家",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居家",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "《代枢密使谢赐玉带表》、《克敌弓铭》、《皇叔庆远军承宣使授昭化军节度使封安定郡王同知大宗正事制》、《唐勤政务本楼记》、《周成王搜岐阳颂》、《汉五家要说章句》。；与兄适同试博学宏词科中选。名在第一。试题有《代枢密使谢赐玉带表》、《克敌弓铭》、《皇叔庆远军承宣使授昭化军节度使封安定郡王同知大宗正事制》、《唐勤政务本楼记》、《周成王搜岐阳颂》、《汉五家要说章句》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "官秘书省正字。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "通判常州，日以行县，数往无锡省魏国夫人墓。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1149,
   "value": 4,
   "event": "泉志序；撰《泉志》，七月晦日序之。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "在常州任通判",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "通判婺州",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "通判越州。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "葬忠宣公于鄱阳。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "丁忧",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 9,
   "event": "服阕，与弟迈相继被召。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "拜中书舍人。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 7,
   "event": "正月乙酉，以中书舍人兼权尚书礼部侍郎。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 4,
   "event": "知平江府",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "以徽猷阁直学士知平江府除翰林学士。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "礼部试进士，为知贡举。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "寿康殿产芝，同列议表贺，遵风止之。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 2,
   "event": "滃潭隧表；居乡。作《滃潭隧表》。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "居乡。作小隐园。因以小隐自号。",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1170,
   "value": 6,
   "event": "起知信州。",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "徙知建康府、江东安抚使兼行营留守。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "生活于此",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1173,
   "value": 7,
   "event": "旋贬两秩，未几，复元官，仍拜资政殿学士。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "归鄱阳乡居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  }
 ]
};
