// 诗人行迹数据：温庭筠
export default {
 "name": "温庭筠",
 "birth": 812,
 "death": 866,
 "life": [
  {
   "time": 801,
   "value": 1,
   "event": "是年庭筠生于吴中，姑系于苏州",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 802,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 803,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 804,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 805,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 806,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 807,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 808,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 809,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 810,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 811,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 812,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 813,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 814,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 815,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 816,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 817,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 818,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 819,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 820,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 821,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 822,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 823,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 824,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 825,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 826,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 827,
   "value": 1,
   "event": "是年在吴中",
   "place": "苏州市（松江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 828,
   "value": 9,
   "event": "是年庭筠开始出塞之游（估计在边塞时间约一年以上）。秋从长安出发",
   "place": "庆阳市（环县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 1,
   "event": "本年夏秋间，犹在夏绥",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 830,
   "value": 4,
   "event": "约本年秋，庭筠有入蜀之行",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 831,
   "value": 4,
   "event": "《锦城曲》；是年春在成都，作《锦城曲》",
   "place": "成都市（新津县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 832,
   "value": 2,
   "event": "《送渤海王子归本国》；在长安。是年秋有《送渤海王子归本国》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 2,
   "event": "《赠郑徵君家匡山首春与丞相赞皇公游止》；在长安。是年正月，作诗《赠郑徵君家匡山首春与丞相赞皇公游止》赠李德裕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 2,
   "event": "旅游淮上",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 836,
   "value": 1,
   "event": "本年七月前，因李翱之荐，始从太子永游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "在长安。仍从太子永游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "在长安。本年九月前，仍从太子永游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 0,
   "event": "《中书令裴公挽歌词二首》；是年三月，裴度卒。庭筠作《中书令裴公挽歌词二首》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 5,
   "event": "《自有扈至京师已后朱樱之期》；在长安。因“等第罢举”，未能参加本年春之礼部进士试。四月作《自有扈至京师已后朱樱之期》，借以抒发未能参试之遗憾",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 9,
   "event": "《送陈嘏之候官兼简李常侍》；是年春，作《送陈嘏之候官兼简李常侍》",
   "place": "宿迁市（泗洪县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 0,
   "event": "《钱塘曲》；是年春赴越中，途经杭州，有《钱塘曲》",
   "place": "杭州市（萧山区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 843,
   "value": 5,
   "event": "是年春暮由吴中启程返长安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 844,
   "value": 2,
   "event": "《车驾西游因而有作》；是年在长安。十月，武宗幸鄠县校猎，庭筠闲居鄠郊，有《车驾西游因而有作》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 4,
   "event": "《湖阴词》；在长安。去年八月昭义镇刘稹叛平。是年春庭筠作《湖阴词》或有感于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 2,
   "event": "《会昌丙寅豊岁歌》；在长安。是年春作《会昌丙寅豊岁歌》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 7,
   "event": "春游湖湘。至潭州谒见裴休并献诗文，受到裴款待",
   "place": "岳阳市（洞庭湖）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 848,
   "value": 3,
   "event": "是年，在长安。春庭筠应礼部进士试未第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "是年在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 4,
   "event": "是年在长安。春庭筠应进士试未第。《商山早行》；鸡声茅店月，人迹板桥霜。《菩萨蛮·小山重叠金明灭》；鬓云欲度香腮雪。",
   "place": "西安市（华山）",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 851,
   "value": 2,
   "event": "《春暮宴罢寄宋寿先辈》；在长安。是年三月，有《春暮宴罢寄宋寿先辈》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 9,
   "event": "《上翰林萧舍人》；在长安。春有《上翰林萧舍人》七律",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 7,
   "event": "《上吏部韩郎中启》；是年在长安。庭筠应进士试未第，落第后有《上吏部韩郎中启》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 4,
   "event": "《河中陪帅游亭》；是年春，庭筠游河中节度使徐商幕。有《河中陪帅游亭》诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 5,
   "event": "是年在长安。春庭筠应礼部进士试未第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 5,
   "event": "《上裴舍人启》；是年贬隋县尉，贬前有《上裴舍人启》，旋居襄阳幕",
   "place": "随州市",
   "lng": "113.389071",
   "lat": "31.696341"
  },
  {
   "time": 857,
   "value": 3,
   "event": "是年在襄阳幕",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 858,
   "value": 3,
   "event": "是年在襄阳幕。春，李億登进士第，为状元",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 859,
   "value": 10,
   "event": "《答段柯古见嘲》；是年段成式隐于岘山，游襄阳幕，相与唱和，作《答段柯古见嘲》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 860,
   "value": 1,
   "event": "是年庭筠罢襄阳幕",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 861,
   "value": 10,
   "event": "是年春，自襄阳抵江陵，在荆南节度使萧鄴幕为从事",
   "place": "荆州市（江陵）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 862,
   "value": 6,
   "event": "《和段少常柯古》；春仍在荆幕。作《和段少常柯古》",
   "place": "荆州市（江陵）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 863,
   "value": 1,
   "event": "是年闲居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 2,
   "event": "《为前邕府段大夫上宰相启》；是年闲居长安，有《为前邕府段大夫上宰相启》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 3,
   "event": "是年在长安。约六月以后，因宰相徐商之荐，任国子监助教",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 0,
   "event": "是年在长安。任国子监助教，主秋试",
   "place": "南阳市（方城县）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
