// 诗人行迹数据：游酢
export default {
 "name": "游酢",
 "birth": 1053,
 "death": 1123,
 "life": [
  {
   "time": 1053,
   "value": 1,
   "event": "公出生于建宁府建阳县禾平里",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居建阳。自幼不群，读书过目则成诵",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居建阳。潜心孝经",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居建阳。与兄淳从族父游复于家塾",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居建阳。与兄淳从族父游复于家塾",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居建阳，同叶敦礼、施景明从江处中于集公山",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "在开封。礼部试下第，补太学生归",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居建阳",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在开封。预太学荐",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "在开封。见程颐于扶沟",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "在扶沟",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "返开封，读礼太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "在颍昌。以师礼见程颐。始为《二程语录》，录程颐语",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "在开封。杨时有《与游定夫二首》",
   "place": "周口市（扶沟县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "在开封。调越州萧山尉。三月，长子撝生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "在萧山。召为太学录",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "在开封。任太学录，除太学博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "在开封。任太学博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 4,
   "event": "在河清。四月，三子拂生",
   "place": "洛阳市（孟津县）",
   "lng": "112.451518",
   "lat": "34.831771"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "在河清。任知县",
   "place": "洛阳市（孟津县）",
   "lng": "112.451518",
   "lat": "34.831771"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "在河清。任知县。举著述科",
   "place": "洛阳市（孟津县）",
   "lng": "112.451518",
   "lat": "34.831771"
  },
  {
   "time": 1091,
   "value": 4,
   "event": "在河清。任知县。常与范纯仁参订疑义，范纯仁待以国士",
   "place": "洛阳市（孟津县）",
   "lng": "112.451518",
   "lat": "34.831771"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "在河清。任知县。三月，范纯仁移守颍昌，辟游酢为府学教授",
   "place": "洛阳市（孟津县）",
   "lng": "112.451518",
   "lat": "34.831771"
  },
  {
   "time": 1094,
   "value": 3,
   "event": "在开封。复除太学博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 0,
   "event": "在齐州。任签书齐州判官厅公事",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "在齐州。改奉议郎。十月，丁父忧解官居制",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "在建阳。丁父忧",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1098,
   "value": 8,
   "event": "贺正表；在建阳。有贺表",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1099,
   "value": 6,
   "event": "易说；在武夷山。筑水云寮讲学。著述",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1100,
   "value": 4,
   "event": "论士风奏疏；十一月，召还为监察御史，有疏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 4,
   "event": "在开封。七子握生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "在开封。任监察御史",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "在开封。出知和州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "知和州。管色南京鸿庆宫，奉祠闲居，居太平州",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "任鸿庆宫，居太平州",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "任鸿庆宫，居太平州",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "任鸿庆宫，居太平州",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "任鸿庆宫，居太平州",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "饯贺方回分韵得归字；任鸿庆宫，居太平州，有诗",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1110,
   "value": 4,
   "event": "朝奉郎彭公墓志铭；任鸿庆宫，居太平州，有文",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1112,
   "value": 4,
   "event": "居太平州。奉祠闲居",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在汉阳军，任知军。",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "在汉阳军。乞奉祠",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "疑在建阳。奉祠闲居。丁母忧，解官居制",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在建阳。丁母忧",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在建阳。服阕，除知舒州",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "官舒州",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "在舒州。移知濠州。",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1120,
   "value": 4,
   "event": "在濠州。罢归，寓历阳含山",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "寓历阳.",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1122,
   "value": 4,
   "event": "祭陈了翁文；寓历阳。作文",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在历阳含山。以疾终于正寝",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  }
 ]
};
