// 诗人行迹数据：牛僧孺
export default {
 "name": "牛僧孺",
 "birth": 780,
 "death": 848,
 "life": [
  {
   "time": 780,
   "value": 1,
   "event": "牛僧孺生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 1,
   "event": "疑居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 1,
   "event": "疑居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 1,
   "event": "疑居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 784,
   "value": 1,
   "event": "疑居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 785,
   "value": 1,
   "event": "疑居京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 786,
   "value": 0,
   "event": "牛僧孺父卒，往依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 787,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 788,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 789,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 790,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 791,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 792,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 793,
   "value": 1,
   "event": "依外族周氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 794,
   "value": 1,
   "event": "依外族周氏，本年回到樊川祖居，开始攻读先人遗书",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 1,
   "event": "居樊川肄习学业",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 1,
   "event": "居樊川肄习学业",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 797,
   "value": 1,
   "event": "居樊川肄习学业",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 798,
   "value": 1,
   "event": "居樊川肄习学业",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 799,
   "value": 1,
   "event": "居樊川肄习学业，经过四五年，学业大进，成为京师一带著名青年学者",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 800,
   "value": 2,
   "event": "《玄怪录》中的部分篇章；开始外出游学，干谒名流。于本年前后赴襄阳拜谒山南东道节度使于頔，不为所礼，怒而去。外出游学、干谒名流过程中，撰写了传奇集《玄怪录》中的部分篇章",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 801,
   "value": 1,
   "event": "拜谒山南东道节度使于頔未受礼遇，可能在江、黄一代游学",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 802,
   "value": 1,
   "event": "约于本年赴京拜谒韩愈、皇甫湜，并行卷，受到二人奖誉",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 1,
   "event": "与刘禹锡相识，有“地瘦草丛短”诗句",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 1,
   "event": "继续在长安一带拜谒名流，行卷投献",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 1,
   "event": "本年春，韦执谊命刘禹锡、柳宗元访牛僧孺于樊川，受到韦的奖掖。三月，牛僧孺与沈传师、李宗闵、杨嗣复等同登进士科",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 1,
   "event": "约于本年春，在长安结识白居易",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 3,
   "event": "于今年或去年释褐为伊阙县尉",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 808,
   "value": 4,
   "event": "三月，诏举贤良方正能直言极谏科，牛僧孺与皇甫湜、李宗闵等同登第，三人直陈时政，得罪权贵",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 3,
   "event": "牛僧孺在河南尹杜兼幕任水路运判官，兼任伊阙县尉。九月二十三日，牛僧孺与韩愈、李宗闵于洛阳福先寺迎候杜兼，并题名于福先寺塔",
   "place": "洛阳市（福先寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 810,
   "value": 3,
   "event": "牛僧孺告诫好友白居易谨慎行事以免祸",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 811,
   "value": 3,
   "event": "牛僧孺与辛秘之女结婚",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 812,
   "value": 3,
   "event": "牛僧孺约于本年除河南尉",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 813,
   "value": 3,
   "event": "牛僧孺仍为河南尉",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 814,
   "value": 3,
   "event": "本年底或明年春，牛僧孺由河南尉入朝为监察御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 1,
   "event": "丁母忧，守制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 1,
   "event": "丁母忧，守制",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 3,
   "event": "服除，复除监察御史，寻转殿中侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 3,
   "event": "于本年迁礼部员外郎，转都官员外郎兼侍御史知杂事。本年白居易在江州司马任，有诗寄牛僧孺",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 3,
   "event": "于本年改考功员外郎，充集贤殿直学士。本年春，白居易由江州抵达忠州刺史任，与牛僧孺有诗往来",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 0,
   "event": "《昭义军节度使辛公神道碑》；夏五月，由丞相段文昌援引，牛僧孺迁库部郎中、知制诰。冬十二月，解知制诰，迁御史中丞。十二月，岳父辛秘卒，牛僧孺撰写碑文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 4,
   "event": "五月，鉴于刑狱淹滞，牛僧孺奏请决狱程限。十月，牛僧孺审理宿州刺史李直臣赃罪，执法不阿。十月十日，牛僧孺随同宰相、右仆射、六曹尚书等与吐蕃会盟于长安西郊。牛僧孺举荐宋申锡、张彻为御史中丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 3,
   "event": "正月十四日后，牛僧孺由御史中丞拜户部侍郎。十月，由于拒绝韩公武行贿，受穆宗赞赏。十月，题写韩愈《溪堂诗》碑文。十二月，宰相李逢吉奏请立景王湛为太子，牛僧孺持异议",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 3,
   "event": "三月，牛僧孺拜相。十月庚寅，牛僧孺进位中书侍郎。十月后为山南西道节度使韦绶撰写碑文。冬，牛僧孺阻止李逢吉陷害杜元颍。本年，居住长安新昌里。",
   "place": "西安市（新昌里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 0,
   "event": "正月壬申穆宗卒，敬宗即位。四月，牛僧孺封奇章县子。十二月，牛僧孺进封奇章郡公，除银青光禄大夫、守中书侍郎、同中书门下平章事、兼集贤殿大学士、监修国史。本年，白居易罢杭州刺史，以太子左庶子召还，有诗寄宰相牛僧孺求分司东都，于是得遂所请，留居洛阳",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 3,
   "event": "敬宗即位后沉迷淫乐，李逢吉、王守澄等把持朝政。牛僧孺不愿同流合污，累请罢相。正月乙卯，牛僧孺检校礼部尚书，同中书门下平章事，出为武昌军节度使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 3,
   "event": "四月，牛僧孺奏请省并管内州县，以裁减冗官",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 827,
   "value": 3,
   "event": "牛僧孺奏题释无等兰若曰“大寂院”。",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 828,
   "value": 6,
   "event": "《崔群家庙碑》；仍在武昌节度使任，为崔群撰家庙碑",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 829,
   "value": 7,
   "event": "《别志》；仍在武昌节度使任，由检校礼部尚书加检校吏部尚书。于武昌拜会道士“毛仙翁”。后作《别志》纪其事。",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 830,
   "value": 6,
   "event": "正月辛卯，牛僧孺拜相",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 5,
   "event": "《普宁郡王陈府君碑》；正月，幽州军乱，副兵马使杨志诚自立为留后，文宗采纳牛僧孺扶绥政策的建议，以杨志诚为卢龙节度使。三月，牛僧孺加中书侍郎，弘文馆大学士。二月，申锡被郑注与王守澄等诬陷谋立漳王，赖牛僧孺等人救助，申锡免死被贬开州司马。本年秋，因处理吐蕃维州守将悉怛请降事，发生了牛僧孺与李德裕之间的“维州公案”。本年，牛僧孺撰《普宁郡王陈府君碑》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 3,
   "event": "十一月，宦官王践言受李德裕贿，屡谗牛僧孺，文宗因此认为牛僧孺处理维州事失策。文宗求致“太平”之策，牛僧孺对以“太平无象”之论，颇失文宗之望。于是，牛僧孺累求表罢。十二月，牛僧孺罢相，出镇淮南。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 4,
   "event": "早春，牛僧孺在赴淮南途中与太子宾客分司洛阳的白居易相会于洛阳。本年春，牛僧孺抵达淮南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 834,
   "value": 4,
   "event": "《席上赠刘梦得》；本年，杜牧仍在牛僧孺淮南节度使任幕僚，杜牧生活放浪，牛僧孺对其备极关怀。本年秋，刘禹锡由苏州刺史移汝州刺史，途经扬州，与牛僧孺会面，有诗唱和。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 835,
   "value": 3,
   "event": "本年五月，李绅由浙东观察使改任太子宾客，分司东都，经扬州，再次与牛僧孺相会。本年，杜牧擢监察御史，离开牛僧孺淮南幕府，赴长安供职，不久移疾，分司东都。本年冬，牛僧孺辟杜牧弟杜顗入幕府，顗辞谢不就。本年秋，李党人物托名刘轲作《牛羊日历》，极力诽谤牛僧孺等。本年，牛僧孺长子牛蔚登进士科。本年或去年，牛僧孺外孙张读出生",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 836,
   "value": 3,
   "event": "本年，牛僧孺仍在淮南节度使任，与白居易有诗歌唱和与礼物互赠。李德裕亲信韦瓘可能于本年伪托牛僧孺作《周秦行纪》，诬陷牛僧孺，赖文宗明察，未能得逞。本年，“《周秦行纪》案”后，牛僧孺厌倦了党争，累表求罢归散地，未获许",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 837,
   "value": 3,
   "event": "由于受到“《周秦行纪》案”的影响，本年初牛僧孺累求罢淮南重镇之职，五月，获准罢镇，改授东都留守",
   "place": "洛阳市（归仁里;南庄）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 838,
   "value": 3,
   "event": "本年九月前，仍任职东都留守。本年九月，文宗遣使征牛僧孺入朝为左仆射，牛僧孺赴长安途中，至甘棠馆梦与刘禹锡携手同游，遂有诗互赠",
   "place": "洛阳市（甘棠馆）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 839,
   "value": 3,
   "event": "本年八月，牛僧孺以使相身份出镇山南东道。出镇襄州时，杜牧有诗相送。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 0,
   "event": "本年，牛僧孺夫人辛氏卒。在襄州，牛僧孺与释思公（僧思公）有交往。本年，分司东都的太子宾客白居易仍有诗寄牛僧孺。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 841,
   "value": 3,
   "event": "九月前，牛僧孺依旧以使相身份任职山南东道节度使",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 842,
   "value": 6,
   "event": "《升御史大夫为三品奏》；四月，牛僧孺与宰相李德裕、李绅等上疏，加武宗尊号曰“仁圣文武至神大孝皇帝”。八、九月间，回纥犯边，诏令牛僧孺、陈夷行与公卿集议对策。十二月，牛僧孺等奏上《升御史大夫为三品奏》。同时，牛僧孺等又上《改谏议大夫为正四品下奏》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 4,
   "event": "三月，李德裕追论维州事，旨在委罪于牛僧孺，会泽潞事起，暂缓。五月，白居易为牛僧孺撰《太湖石记》。本年白居易仍与牛僧孺多有诗歌往来。本年，牛僧孺黜降留守府讨击使张季戎为衙前将",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 844,
   "value": 4,
   "event": "十月，李德裕因泽潞事，罗织罪名，诬奏牛僧孺、李宗闵、刘从谏等，贬牛僧孺为太子少保分司，李宗闵为漳州刺史。不久，再贬牛僧孺为汀州刺史，李宗闵为漳州长史。十一月，复贬牛僧孺为循州长史，李宗闵长流封州",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 845,
   "value": 3,
   "event": "二月，素被牛僧孺器重的柳仲郢为李德裕引荐为京兆尹",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 846,
   "value": 3,
   "event": "春，牛僧孺仍在循州，白居易有诗怀之。八月，牛僧孺与李宗闵、崔珙、杨嗣复、李珏等被诏北迁，牛僧孺由循州长史移衡州长史",
   "place": "惠州市",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 847,
   "value": 3,
   "event": "春夏，牛僧孺在衡州长史任。李德裕亲信郑亚由给事中出为桂管观察使，途经衡州，拜会牛僧孺，由李商隐代笔撰写书状与贺状。春夏之际，迁汝州长史",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 848,
   "value": 0,
   "event": "春，牛僧孺在汝州长史任。李德裕南谪过汝州，受到牛僧孺热情款待。",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  }
 ]
};
