// 诗人行迹数据：独孤及
export default {
 "name": "独孤及",
 "birth": 725,
 "death": 777,
 "life": [
  {
   "time": 725,
   "value": 1,
   "event": "生于京兆府好畤县",
   "place": "咸阳市（乾县）",
   "lng": "108.245778",
   "lat": "34.533928"
  },
  {
   "time": 726,
   "value": 1,
   "event": "父独孤通理为益州温江令",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 727,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 728,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 729,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 730,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 731,
   "value": 1,
   "event": "父授以孝经，一览成诵",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 732,
   "value": 1,
   "event": "父转殿中侍御史，随父在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 733,
   "value": 2,
   "event": "父为殿中侍御史，忤吏部侍郎李林甫，贬庐州长史，或在此年前后",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 734,
   "value": 1,
   "event": "父迁武功令，未到官，病免",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 735,
   "value": 1,
   "event": "父除宁州司马",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 736,
   "value": 1,
   "event": "在长安入学",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 737,
   "value": 1,
   "event": "父在宁州司马任，及可能往返于宁州长安间",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 738,
   "value": 1,
   "event": "父在宁州司马任，及可能往返于宁州长安间",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 739,
   "value": 1,
   "event": "父在宁州司马任，及可能往返于宁州长安间",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 740,
   "value": 1,
   "event": "父迁颍川郡长史，及随至官舍",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 741,
   "value": 1,
   "event": "由许州出游，游历途次不详",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 742,
   "value": 1,
   "event": "父为颍川长史加朝散大夫",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 743,
   "value": 1,
   "event": "丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 744,
   "value": 2,
   "event": "在许州服丧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 745,
   "value": 1,
   "event": "在许州服丧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 746,
   "value": 1,
   "event": "在梁宋一带",
   "place": "",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 747,
   "value": 2,
   "event": "此年前后游梁宋，识陈兼、贾至、高适等",
   "place": "",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 748,
   "value": 2,
   "event": "《宋州送姚旷之江东刘冉之河北序》；在宋州，有文送别友人",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 749,
   "value": 1,
   "event": "在梁宋一带",
   "place": "",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 750,
   "value": 1,
   "event": "在梁宋一带",
   "place": "",
   "lng": "113.759604",
   "lat": "34.772024"
  },
  {
   "time": 751,
   "value": 2,
   "event": "游历至函谷关",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 752,
   "value": 5,
   "event": "《壬辰岁过旧居》；至许州访旧居，有诗纪行",
   "place": "开封市（尉氏县）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 753,
   "value": 7,
   "event": "《送李白之曹南序》；在汴州，李白过汴州往击曹州，有序赠行",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 754,
   "value": 2,
   "event": "《庆鸿名颂并序》；应诏至长安，李隆基朝群臣，受大号曰开元天地大宝圣文神武证道皇帝，大赦天下,独孤及有文称颂",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 755,
   "value": 10,
   "event": "在华阴任，因公务至长安",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 756,
   "value": 3,
   "event": "在华阴任，安禄山陷潼关，走避叛军",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 757,
   "value": 1,
   "event": "迁葬父于洛阳龙门山",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 758,
   "value": 0,
   "event": "过亳州",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 759,
   "value": 4,
   "event": "在会稽守母丧",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 760,
   "value": 3,
   "event": "服除，入淮南等节度使李峘幕府",
   "place": "宣城市（宣州区）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 761,
   "value": 10,
   "event": "《为江淮都统使奏破刘展兵捷书表》；在淮南幕，正月，刘展之乱平，有为李峘奏破刘展兵捷表",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 762,
   "value": 7,
   "event": "《观世音菩萨等身绣像赞并序》；在苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 763,
   "value": 10,
   "event": "《唐故洪州刺史张公遗爱碑颂并序》；是年有文，姑系于此",
   "place": "抚州市（南丰县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 764,
   "value": 7,
   "event": "年初，在邕州",
   "place": "南宁市",
   "lng": "108.373351",
   "lat": "22.823037"
  },
  {
   "time": 765,
   "value": 10,
   "event": "《将赴京答李纾赠别》；初春，仍在江南，与李纾、李嘉祐唱和",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 766,
   "value": 10,
   "event": "迁太常博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 767,
   "value": 10,
   "event": "拜礼部员外郎，迁吏部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 768,
   "value": 10,
   "event": "《送归中丞使新罗吊祭册立序》；在吏部任上，正月，御史中丞归崇敬奉使新罗员祭册立，独孤及有序行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 0,
   "event": "《唐故朝议大夫高平郡别驾权公神道碑铭并序》；在濠州任",
   "place": "滁州市（庄周台或称观鱼台）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 770,
   "value": 9,
   "event": "移舒州刺史加朝散大夫",
   "place": "安庆市（潜山县）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 771,
   "value": 10,
   "event": "《谢加司封郎中赐紫金鱼袋表》；在舒州任，三月，加检校司封郎中赐紫金鱼袋，有谢表",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 772,
   "value": 0,
   "event": "《祭贾尚书文》；在舒州任，是年贾至卒，有祭文",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 773,
   "value": 6,
   "event": "《殇子韦八墓志》；在舒州任",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 774,
   "value": 10,
   "event": "三月，赴常州刺史任，途经滁州，晤刺史李幼卿",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 775,
   "value": 10,
   "event": "《得李滁州书以玉潭庄见托因书春思以诗代答》；在常州任，此年春，滁州刺史李幼卿来信以常州之别业玉潭庄相托，有诗代书相答",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 776,
   "value": 0,
   "event": "《祭滁州李庶子文》；在常州任，约于此年滁州刺史李幼卿卒，有祭文",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 777,
   "value": 0,
   "event": "在常州任上卒",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
