// 诗人行迹数据：王之涣
export default {
 "name": "王之涣",
 "birth": 688,
 "death": 742,
 "life": [
  {
   "time": 688,
   "value": 1,
   "event": "是年生于山西新绛",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 689,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 690,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 691,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 692,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 693,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 694,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 695,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 696,
   "value": 1,
   "event": "居乡",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 697,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 698,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 699,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 700,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 701,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 702,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 703,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 704,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 705,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 706,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 707,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 708,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 709,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 710,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 711,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 712,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 713,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 714,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 715,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 716,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 717,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 718,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 719,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 720,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 721,
   "value": 1,
   "event": "约居乡，姑系于此",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 722,
   "value": 1,
   "event": "与衡水县令李涤第三女成亲",
   "place": "衡水市",
   "lng": "115.676942",
   "lat": "37.745166"
  },
  {
   "time": 723,
   "value": 3,
   "event": "可能任职衡水主簿",
   "place": "衡水市",
   "lng": "115.676942",
   "lat": "37.745166"
  },
  {
   "time": 724,
   "value": 3,
   "event": "可能任职衡水主簿",
   "place": "衡水市",
   "lng": "115.676942",
   "lat": "37.745166"
  },
  {
   "time": 725,
   "value": 3,
   "event": "任职衡水主簿",
   "place": "衡水市",
   "lng": "115.676942",
   "lat": "37.745166"
  },
  {
   "time": 726,
   "value": 6,
   "event": "《宴词》；因遭人诬陷辞去官职，作诗",
   "place": "衡水市",
   "lng": "115.676942",
   "lat": "37.745166"
  },
  {
   "time": 727,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 728,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 729,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 730,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 731,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 732,
   "value": 5,
   "event": "《九日送别》；家居，送别友人，有诗",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 733,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 734,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 735,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 736,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 737,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 738,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 739,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 740,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 741,
   "value": 1,
   "event": "家居",
   "place": "运城市（新绛县）",
   "lng": "111.231108",
   "lat": "35.622446"
  },
  {
   "time": 742,
   "value": 3,
   "event": "补文安郡文安县尉",
   "place": "廊坊市（文安县）",
   "lng": "116.46509",
   "lat": "38.87893"
  }
 ]
};
