// 诗人行迹数据：王以宁
export default {
 "name": "王以宁",
 "birth": 1090,
 "death": 1146,
 "life": [
  {
   "time": 1090,
   "value": 1,
   "event": "约本年生。本表所列年岁为虚拟数字。",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡？",
   "place": "湘潭市",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "在太学？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在太学，时乃父因言事落职，为父抗章申冤，由是知名",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在太学？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在太学？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在太学？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在太学？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "佐鼎澧帅幕，尝遇“溪蛮啸聚”，“单骑入贼巢、羁致其酋”",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "由成忠郎换文资为从事郎",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "佐鼎澧帅幕？",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "为江淮发运司管勾文字",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "为江淮发运司管勾文字",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "虞美人（归来峰下霜如水）；曾赴泗州，夜宿龟山，登秋汉亭，有词",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1126,
   "value": 4,
   "event": "应召进行京任京畿提刑，上书御史中丞何栗",
   "place": "吕梁市（汾阳市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 4,
   "event": "在长沙翠蔼堂与贬谪滞留此地的李纲相遇，李纲书杜诗赠之",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1128,
   "value": 4,
   "event": "知鼎州（后改名常德府）。李纲罢相贬居鄂州，过鼎州药山时以宁与之游。",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "以知鼎州辟为川陕宣抚处置使张浚参议官",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1130,
   "value": 7,
   "event": "转战两湖",
   "place": "南阳市（邓州市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "因遭言者弹劾落职，责监台州酒务",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1132,
   "value": 5,
   "event": "再贬永州别驾、潮州安置",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1133,
   "value": 2,
   "event": "广平夫人往生记；在台州，有文",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1134,
   "value": 2,
   "event": "马王庙钟款；谪居潮州，三月初一撰铭文",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "特许自便，遂离潮州回鼎州省母",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "长沙市（宁乡县）",
   "lng": "112.558237",
   "lat": "28.283713"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡",
   "place": "长沙市（宁乡县）",
   "lng": "112.558237",
   "lat": "28.283713"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡",
   "place": "长沙市（宁乡县）",
   "lng": "112.558237",
   "lat": "28.283713"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "长沙市（宁乡县）",
   "lng": "112.558237",
   "lat": "28.283713"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "复右朝奉郎知全州",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "知全州",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "知全州",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "满庭芳（五十七年）；行踪不详。是年前后友人陈觉叟雪中见访，作词抒怀",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
