// 诗人行迹数据：王之望
export default {
 "name": "王之望",
 "birth": 1104,
 "death": 1171,
 "life": [
  {
   "time": 1104,
   "value": 1,
   "event": "出生",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在谷城，丧母",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在谷城，始识范宗尹",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡谷城",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在汴京，游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在汴京，游于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 2,
   "event": "乙巳四月自都下省欧阳氏姊于封丘时河朔流移满道即事有作寄范觉民；在汴京，自都城开封至河南封丘省欧阳氏姊，途中有诗寄范宗尹。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在汴京，秋试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "在谷城，丧父",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在谷城，丧父",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1129,
   "value": 2,
   "event": "赠范觉民；在谷城，居父丧。十一月，范宗尹除参知政事，王之望赠之以诗",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "在谷城。除父丧，仍困居家乡。始识綦崇礼",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "困居家乡谷城。范宗尹罢相归乡，与之成患难之交",
   "place": "襄阳市（谷城县）",
   "lng": "111.659616",
   "lat": "32.269063"
  },
  {
   "time": 1132,
   "value": 6,
   "event": "祭宜州欧阳氏姊文；至东瓯。居东瓯期间，闻讯姊已死三年，痛骇而作祭文",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "监台州盐仓，安家与台州",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "居台州。吕颐浩罢相归临海，王之望上书",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "居台州",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1136,
   "value": 4,
   "event": "台州重修普安禅寺记；寓台州期间，为台州普安禅寺重修作记",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1137,
   "value": 0,
   "event": "祭范丞相文；范宗尹卒，王之望为文悼之",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "谢及第启；在临安。进士及第。上谢启",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 9,
   "event": "贺楼枢密启；在临安。有启贺楼炤除签书枢密院事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在临安任左官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在临安任左官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "春夏间，在处州任教授",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "增修处州学记；在处州，增修处州州学，作记",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1144,
   "value": 9,
   "event": "除太学录谢宰相启；在开封，除太学录，有谢宰相启",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 4,
   "event": "在开封，充点检试卷官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "在开封，论《三坟书》为伪作",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1147,
   "value": 6,
   "event": "乞禁约举人文体奏议；在开封。面对，论举人程文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "知荆门军，以葬亲有请也",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 4,
   "event": "在台州。与台州通判石延庆游。有词。延庆满秩去官，王之望送之。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1150,
   "value": 10,
   "event": "荆门军谢到任表；到荆门军任，上到任谢表",
   "place": "",
   "lng": "114.348779",
   "lat": "30.551595"
  },
  {
   "time": 1151,
   "value": 7,
   "event": "皇华馆以上巳落成因修禊事题诗纪之；在荆门，有诗赋荆门皇华馆",
   "place": "杏子山；洗心堂",
   "lng": "114.348779",
   "lat": "30.551595"
  },
  {
   "time": 1152,
   "value": 10,
   "event": "丑儿奴·寄齐尧佐；在荆门。春，有词寄齐尧佐",
   "place": "",
   "lng": "114.348779",
   "lat": "30.551595"
  },
  {
   "time": 1153,
   "value": 10,
   "event": "齐尧佐寄诗许予授代归谷城日相过次韵；在谷城。春，有诗次韵齐尧佐",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1154,
   "value": 10,
   "event": "衡阳祭家庙文；在衡阳，有祭家庙文",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1155,
   "value": 9,
   "event": "潼川漕谢宰相启；为潼川府路转运判官。上谢宰相启",
   "place": "遂宁市（射洪县）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1156,
   "value": 7,
   "event": "被命措置铜山县铜事，时王之望以考试官至成都府境",
   "place": "德阳市（中江县）",
   "lng": "104.685249",
   "lat": "31.038898"
  },
  {
   "time": 1157,
   "value": 10,
   "event": "在遂宁。奏减军中冗食浮费，复捐以裕民。高宗云王之望有爱民之志，但临事不审，率尔有请",
   "place": "绵阳市（三台县）",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "乞行下州县解决经界不均问题，遵守施行税法。从之",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1159,
   "value": 9,
   "event": "皇太后圣算八十贺皇帝表；在成都，表贺皇太后八十岁寿辰",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "小重山；在成都，有《小重山》词和韵许觉民",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "贺杨参政启；在成都，有启贺杨椿除参知政事",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "在成都，言应付吴拱襄阳官兵钱粮为难，望免行科拨。从之",
   "place": "汉中市（勉县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "乞遣重臣入蜀镇抚奏札；在成都。春，有札子奏乞重臣权位出诸帅之右者，倍道入蜀镇抚",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1164,
   "value": 10,
   "event": "乞熟议和守奏议；在盱眙，年初，上书奏乞朝廷速决或和或守",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1165,
   "value": 9,
   "event": "王稽中奏王之望谋国前后反复异词",
   "place": "福州市（九仙楼）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1166,
   "value": 4,
   "event": "在福州。夏，祈雨于灵泽庙、利泽庙",
   "place": "福州市（灵泽庙；利泽庙）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "在福州，诏赐夏药",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1168,
   "value": 4,
   "event": "在福州，以与王之望有隙，韩元吉改知江州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1169,
   "value": 10,
   "event": "永嘉到任谒诸庙文；年初，到温州任。有谒诸庙文",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在台州。冬，疾作",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1171,
   "value": 0,
   "event": "在台州，卒",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  }
 ]
};
