// 诗人行迹数据：王仲甫
export default {
 "name": "王仲甫",
 "birth": 1030,
 "death": 1100,
 "life": [
  {
   "time": 1030,
   "value": 1,
   "event": "约出生于本年",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "此前已毛诗及第登科，因行为不检未即时授官，至此方授乾德县尉之初官",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "被弹劾与其父王珫奸大理评事石士端妻王氏",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "有雪诗寄黄庭坚，并得黄庭坚唱和",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "与毛滂（时知武康县）在湖州僧舍对饮，毛滂为此作《摊声浣溪沙》（雨色流香绕坐中）",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "解除知婺州之职，继任者为毕从周",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  }
 ]
};
