// 诗人行迹数据：王令
export default {
 "name": "王令",
 "birth": 1032,
 "death": 1059,
 "life": [
  {
   "time": 1032,
   "value": 1,
   "event": "本年生。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居乡",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1036,
   "value": 0,
   "event": "父王世伦卒，依叔祖王乙于扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "依附叔祖王乙居住，毕《诗》、《书》群经",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "依附叔祖王乙居住",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "依附叔祖王乙居住，好任侠，乡里畏而服之。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "随从叔王越石来瓜洲，与袁翼、袁轸相欢",
   "place": "扬州市（瓜洲）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "离叔祖王乙别居，自谋衣食，家于瓜洲。",
   "place": "扬州市（瓜洲）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "在天长县束氏家塾聚学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "在天长县束氏家塾聚学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1051,
   "value": 2,
   "event": "在天长县束氏家塾聚学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1052,
   "value": 2,
   "event": "在天长县束氏家塾聚学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "在天长县束氏家塾聚学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1054,
   "value": 7,
   "event": "令既有高邮之行而束孝先兄弟索予诗云；入高邮军聚学，与束熙之、束徽之兄弟作别",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "讲罢谢邵牧不疑书；应知军邵必之请在高邮军任学官，为寡姐再嫁之事致书邵必",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1056,
   "value": 9,
   "event": "藏芝赋；在天长县束氏家塾聚学，作《藏芝赋》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1057,
   "value": 7,
   "event": "叔祖左领军卫将军致仕王公行状；王令撰《叔祖左领军卫将军致仕王公行状》",
   "place": "无锡市（江阴市）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1058,
   "value": 9,
   "event": "在江阴暨阳聚徒讲学，再议婚于吴蕡",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "在常州聚徒讲学",
   "place": "扬州市（平山堂）",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
