// 诗人行迹数据：王安石
export default {
 "name": "王安石",
 "birth": 1021,
 "death": 1086,
 "life": [
  {
   "time": 1021,
   "value": 1,
   "event": "此日，出生于临江军清江县，父益时判临江军。",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "父益判临江军，为治严明，诸豪大姓及屬吏惮之；出领新淦县，县以治闻。",
   "place": "吉安市（新干县）",
   "lng": "115.393515",
   "lat": "27.74584"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "父益改大理寺丞，知庐陵县，县大治。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "父益知庐陵县。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "父益移知新繁县，改殿中丞；惩宿奸数人，其余以恩信治之，历岁不笞一人。",
   "place": "成都市（郫都区）",
   "lng": "103.908989",
   "lat": "30.802076"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "父益知新繁县，以恩信治民。",
   "place": "成都市（郫都区）",
   "lng": "103.908989",
   "lat": "30.802076"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "父益知新繁县，作《新繁县东湖瑞莲歌》，与梅挚屡有唱酬。",
   "place": "成都市（郫都区）",
   "lng": "103.908989",
   "lat": "30.802076"
  },
  {
   "time": 1028,
   "value": 0,
   "event": "父益知新繁县，岁时思亲，哭殊悲。",
   "place": "成都市（郫都区）",
   "lng": "103.908989",
   "lat": "30.802076"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "父益知新繁任满，随父入京。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "叔祖贯之葬于和州历阳。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "父益知韶州，增秩转屯田员外郎，移风易俗，事入《政范》。",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "父益知韶州，新修州衙成，请余靖撰文记之。",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1033,
   "value": 0,
   "event": "祖父用之卒，随父益丁忧归临川，居抚州盐步门。",
   "place": "抚州市（金溪县）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居临川，弟安世生。",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1035,
   "value": 2,
   "event": "弟安礼生。",
   "place": "抚州市（金溪县）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "父益服除，赴京师，随之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "此月，父益通判江宁府，得府将倚重。随父之江宁。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居江宁，感慨自寤，闭门苦学，欲与稷、契相希。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1039,
   "value": 0,
   "event": "此日，父益卒，暂厝江宁；奉母兄居丧，家于江宁。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1040,
   "value": 4,
   "event": "居江宁，与马仲舒共修举业，以礼法开之。",
   "place": "南京市（华藏院此君亭）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1041,
   "value": 0,
   "event": "春，赴杭州探视长妹文淑，过胥山，谒伍子胥庙。",
   "place": "嘉兴市（胥山伍子胥庙）",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "正月，谒会灵观，遇李士宁。",
   "place": "开封市（会灵观）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "《寄孙正之》；有诗寄孙侔。",
   "place": "南通市（如皋市）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "《和中甫兄春日有感》；作诗和王介。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "在扬州刻苦攻读，通宵达旦。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1046,
   "value": 0,
   "event": "此日，充点检试卷官。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "《读诏书》；京师大旱，仁宗下诏责己。作诗。",
   "place": "宿迁市（泗洪县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "《上集贤相公启》；此日，文彦博拜相。上贺启。",
   "place": "宁波市（崇法院）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "《伍子胥庙铭》；旋返官，途经杭州，撰庙铭。",
   "place": "舟山市（翁山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "《答交代张廷评启》；三月，秩满，作启答继任张某。",
   "place": "宁波市（会别亭）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1051,
   "value": 0,
   "event": "居高邮，与朱明之游。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "《壬辰寒食》；四月，返江宁葬长兄安仁，作诗。",
   "place": "安庆市（潜山县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "《阴漫漫行》；在舒州，作诗。",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "《书瑞新道人壁》；自苏州归，途经润州，游金山寺，书瑞新道人壁。",
   "place": "安庆市（潜山县）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "《晏元献挽词三首》；此日，晏殊卒。有诗挽之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "任群牧判官，出巡相州等地马监。",
   "place": "邯郸市（永年县）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "春，巡行畿县，王令赋诗《送介甫行畿县》送之。",
   "place": "扬州市（宝应县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 0,
   "event": "《与吴司録议王逢原婚事书》其二；知常州，岁初再致书吴蕡，议王令婚事。",
   "place": "镇江市（丹阳市）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "此日，吕公著荐以自代。",
   "place": "马鞍山市（当涂县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1060,
   "value": 0,
   "event": "《赠光禄少卿赵君墓志铭》；正月，撰赵师旦墓志铭。",
   "place": "新乡市（封丘县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 10,
   "event": "《次韵次道忆太平州宅早梅》；次韵宋敏求《忆太平州宅早梅》。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "此日，从仁宗宣德门观灯。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "此日，与范缜、司马光同知贡举。",
   "place": "南京市（秣陵镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 0,
   "event": "居丧江宁，哀毁过甚。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《虞部郎中刁君墓志铭》；二月，为刁湜之子撰墓志铭。",
   "place": "南京市（冶城）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "《用王微之韵和酬即事书怀》；岁初，酬王晳《即事书怀》。",
   "place": "镇江市（句容市）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1067,
   "value": 0,
   "event": "《英宗皇帝挽词二首》；此日，英宗崩。作挽词。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "《松间》；春，将赴京，以王介寄诗相谑，作诗。",
   "place": "南京市（南润楼）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1069,
   "value": 0,
   "event": "《元日》；此日，作诗。",
   "place": "开封市（都亭驿）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "李常、孙觉、范镇等奏论诸路抑配青苗钱。此日，下诏禁止强俵，乃以“仍戒沮遏愿请者”加入诏中。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "此日，鬻天下广惠仓田为三路及京东常平仓本。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "此日，婿吴安持置局管勾息钱支纳。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "此日，乞以市易务上下界、商税院等，隸都大提举诸司库务。是日，请增三司吏禄，神宗从之。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 0,
   "event": "此日，以永兴、秦凤路察访李承之劾转运判官杨蟠诈妄，庇护杨蟠免它责。",
   "place": "镇江市（藏春坞）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 0,
   "event": "此日，弟安国追毁出身以来文字、放归田里。神宗降诏慰谕，对使者泣。",
   "place": "南京市（瓜步）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "《谒曾鲁公》；岁初，谒曾公亮，赋诗为寿。",
   "place": "开封市（定力院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "《相鹤经》；此日，修《相鹤经》。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "此日，辞使相，以本官领集禧观使。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "《贺正表》其一；上表贺正。",
   "place": "南京市（龙安津）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "《正旦奉慰表》；此日，上表慰神宗。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1081,
   "value": 10,
   "event": "《贺正表》其三；此日，上表贺正",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1082,
   "value": 10,
   "event": "《贺正表》其四；此日，上表贺正。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "《贺正表》；上表贺正。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1084,
   "value": 10,
   "event": "《贺正表（元丰七年）》；此日，上表贺正。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "《贺正表》其七；上表贺正。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "闻旧党变役法，愕然。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
