// 诗人行迹数据：王应麟
export default {
 "name": "王应麟",
 "birth": 1223,
 "death": 1296,
 "life": [
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "侍父安吉",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "侍父安吉",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "侍父安吉",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "侍父安吉",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "弟应凤生，同月日",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "通六经",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "侍父安吉",
   "place": "湖州市（安吉县）",
   "lng": "119.688762",
   "lat": "30.64403"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "侍父临安",
   "place": "富阳区（富阳区新登镇）",
   "lng": "119.74104",
   "lat": "29.973502"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "侍父临安",
   "place": "富阳区（富阳区新登镇）",
   "lng": "119.74104",
   "lat": "29.973502"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "侍父临安",
   "place": "富阳区（富阳区新登镇）",
   "lng": "119.74104",
   "lat": "29.973502"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "侍父临安",
   "place": "富阳区（富阳区新登镇）",
   "lng": "119.74104",
   "lat": "29.973502"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "侍父临安",
   "place": "富阳区（富阳区新登镇）",
   "lng": "119.74104",
   "lat": "29.973502"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡，从学乡先生吴参倚",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "其父性严急，每授题，命应麟坐堂下，在蜡烛上刻时限，如稍慢，就受到训斥，故先生文益敏捷",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1240,
   "value": 2,
   "event": "史嵩之依前右丞相兼枢密使，父撝乞补外以避，通判婺州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1241,
   "value": 5,
   "event": "试题为□道德赋、当春乃发生诗、统纪法度如何□□论；别院省记奏名",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "同年，史弥巩知婺州，与应麟父共事并且相处的很愉快。史弥巩有五子，能之、胄之皆与应麟是同年进士，及有之、肎之、育之都陪同。两家子弟相处融洽",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1243,
   "value": 3,
   "event": "当地居民以应麟年少便轻视他，不按时缴纳赋税。应麟告郡守并用法律制裁他们，于是事情立刻解决，几个校尉想反叛，县令翁甫匆忙之中不知怎么办，应麟用道理说服了想反叛的校尉",
   "place": "衢州市（柯城区）",
   "lng": "118.877753",
   "lat": "28.974345"
  },
  {
   "time": 1244,
   "value": 3,
   "event": "父撝以祕书丞知徽州，迁吏部郎中、崇政殿说书",
   "place": "衢州市（柯城区）",
   "lng": "118.877753",
   "lat": "28.974345"
  },
  {
   "time": 1245,
   "value": 4,
   "event": "侍父入朝，调官，部使者郑霖用不平常的眼光看待他",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1246,
   "value": 3,
   "event": "赴西安",
   "place": "衢州市（柯城区）",
   "lng": "118.877753",
   "lat": "28.974345"
  },
  {
   "time": 1247,
   "value": 4,
   "event": "重建昌国大成殿记；昌国令沈壑重建昌国学大成殿，作记",
   "place": "衢州市（柯城区）",
   "lng": "118.877753",
   "lat": "28.974345"
  },
  {
   "time": 1248,
   "value": 4,
   "event": "长洲宰将其县的花园命名为“茂苑”，茂苑即长洲苑，但非长洲宰所在之长洲，应麟就此向长洲宰进行了长洲之辨，初显博学",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1249,
   "value": 3,
   "event": "在从事郎任上",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1250,
   "value": 3,
   "event": "在从事郎任上",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1251,
   "value": 7,
   "event": "谢赐表；应麟父王撝撰《舆服志》六卷，理宗赐御书“竹林汲古传忠”六字，应麟代撰谢赐表，吏部公因额其里居堂曰“汲古堂”，所撰文曰《汲古文集》。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1252,
   "value": 0,
   "event": "谢赐表；理宗赐吏部公御制《周易徹章诗》，代撰谢赐表",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居乡丁父忧",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1254,
   "value": 2,
   "event": "代贺皇子忠王行冠礼表；仍在丁父忧，皇子忠王赵祺行成人礼，作表",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1255,
   "value": 3,
   "event": "丁父忧，服阕待命",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1256,
   "value": 7,
   "event": "昭庆军承宣使左金吾卫大将军荆湖北路安抚副使兼知鄂州授宁武军节度使神龙卫四厢都指挥使夔路安抚使兼知夔州兼提领措置屯田兼控扼瀘叙昌合四州边面加食邑食实封制；周山川图记；以从事郎、扬州州学教授，试宏词科，第一场，题二首",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 4,
   "event": "掌管架格库文牍及库房修葺等",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 3,
   "event": "应麟上书具陈国是，建议当以德治国，君臣对答后，理宗问其父姓名，后赞曰：尔父以陈善为忠，可谓继美",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 7,
   "event": "代知举谢赐御札表；替特命主掌贡举考试的知贡举谢皇上诏书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "转奉议郎，添差通判台州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 3,
   "event": "弟应凤添差浙西安抚司干办公室，迁主管架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 3,
   "event": "赴台州",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1263,
   "value": 4,
   "event": "转承议郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 10,
   "event": "除行秘书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 10,
   "event": "功德疏；乾会节，进疏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 0,
   "event": "除守军器少监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 10,
   "event": "拟贺郊祀礼成进诗表；郊，为礼部郎官，奏解严，撰表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 6,
   "event": "科举诏；草诏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 3,
   "event": "依旧职差知徽州。以父讳近州名辞免，不允",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 9,
   "event": "应麟至徽州任上，摧豪右，省租赋",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1271,
   "value": 0,
   "event": "先生在徽州任",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1272,
   "value": 0,
   "event": "谢方叔特赠少师诰；谢方叔卒，赠少师。草诰",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1273,
   "value": 2,
   "event": "周易郑康成注；丁母忧，撰辑《周易郑康成注》",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "嘉国公即位",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1275,
   "value": 0,
   "event": "叶梦鼎特授醴泉观使兼侍读依前少傅观文殿大学士信国公加食邑食实封制；叶梦鼎上封事，特授醴泉观使，兼侍读，不拜，草制",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1276,
   "value": 2,
   "event": "宋亡，应麟闭门不出，朝夕坐堂上，取经史诸书讲解论辩。子昌世甫十岁，听受无倦。",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "袁洪遣其子桷来授业，桷年十二岁，居门下十年",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "居家",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "居家",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1280,
   "value": 0,
   "event": "通鉴地理通释；著《通鉴地理通释》成",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1281,
   "value": 2,
   "event": "汉制考；作《汉制考》成",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1282,
   "value": 4,
   "event": "四明七观；作《四明七观》",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "居家",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "居家",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "梦前宰辅。以太学所上书作跋语，寤而识之以诗",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1286,
   "value": 2,
   "event": "践阼篇集解；著《践阼篇集解》",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1287,
   "value": 2,
   "event": "舒文靖先生璘广平书院记；为广平书院作记，称颂舒文靖治学之道",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1288,
   "value": 1,
   "event": "居家",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1289,
   "value": 2,
   "event": "赤城书堂记；台州胡元叙创建宁海赤城先生罗德业祠，作记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1290,
   "value": 4,
   "event": "唐开成年墓誌石；城中握兰桥旁民家穿土得志石一片，作诗纪之",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1291,
   "value": 2,
   "event": "肃政廉访副使陈祥分治庆元路，时慕先生名德，屡为造廬式之。时先生闭门不纳客，为之尊礼开说，俾学者师事之",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1292,
   "value": 7,
   "event": "山长曹汉炎倡建书院于慈湖先生杨文元旧宅故址成，作记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1293,
   "value": 2,
   "event": "鄞县重建儒学记；陈祥建鄞县儒学成，壬寅，作记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1294,
   "value": 4,
   "event": "先贤祠祀堂记；狄桂属部博士戴友复九先生祠祀。甲午，作记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1295,
   "value": 4,
   "event": "与奉化陈著相见，“相看话旧，耿耿何如，虽不尽言，有不尽意。”",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1296,
   "value": 0,
   "event": "九先生祠堂记；廉访使婉言贞改建九先生祠堂于鄞县尊经阁之右，作记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  }
 ]
};
