// 诗人行迹数据：王建
export default {
 "name": "王建",
 "birth": 766,
 "death": 832,
 "life": [
  {
   "time": 766,
   "value": 1,
   "event": "是年出生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 767,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 768,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 770,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 771,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 772,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 773,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 774,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 775,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 776,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 777,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 778,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 779,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 780,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 8,
   "event": "《过绮岫宫》；出关求学，入洛途中",
   "place": "洛阳市（洛宁县）",
   "lng": "111.659718",
   "lat": "34.394854"
  },
  {
   "time": 784,
   "value": 2,
   "event": "《别曲》；在邢州求学中，诗别从关辅来访的舍弟",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 785,
   "value": 1,
   "event": "在邢州求学",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 786,
   "value": 1,
   "event": "在邢州求学",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 787,
   "value": 1,
   "event": "在邢州求学，是年前后再婚赵郡李氏女，安家漳溪南涧",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在邢州求学，山居漳溪",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在邢州求学，山居漳溪",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 790,
   "value": 1,
   "event": "在邢州求学，山居漳溪，与州太守元谊、王处士等过从甚密",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 791,
   "value": 1,
   "event": "在邢州求学，山居漳溪",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 792,
   "value": 7,
   "event": "《邯郸主人》；入长安求仕，途经邯郸，遇酒家女，有诗",
   "place": "渭南市（华阴市）",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 793,
   "value": 2,
   "event": "《送同学故人》；在邢州漳溪山居，秋，赋诗赠入长安求仕的张籍等",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 794,
   "value": 1,
   "event": "在邢州漳溪山居",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 795,
   "value": 2,
   "event": "《送张籍归江东》；在邢州漳溪山居，张籍回到邢台，五月，归省吴郡，王建赋诗赠别",
   "place": "邢台市",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 796,
   "value": 9,
   "event": "《山中寄及第故人》；在邢州漳溪山居，一山中友人以还乡为名却应举进士及第，王建以诗斥其心口不一",
   "place": "郑州市（登封市）",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 797,
   "value": 1,
   "event": "在邢州漳溪山居",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 798,
   "value": 4,
   "event": "《送人游塞》；在邢州漳溪山居，赠诗赴幽州的友人张实",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 799,
   "value": 2,
   "event": "《送薛蔓应举》；在邢州漳溪山居，赋诗送薛蔓应举，对科举仕进态度根本转变",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 800,
   "value": 10,
   "event": "《雨中寄东溪韦处士》；在邢州漳溪山居，老舅韦处士来访并暂居东溪，遇雨，王建有诗相赠",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 801,
   "value": 6,
   "event": "《从军后寄山中友人》；在幽州刘济幕，有诗寄山中友人",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 802,
   "value": 4,
   "event": "《幽州送申稷评事归平卢》；在幽州刘济幕",
   "place": "",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 803,
   "value": 7,
   "event": "《远征归》；在幽州刘济幕，随刘济东征林胡，凯旋而归，有诗纪事",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 804,
   "value": 10,
   "event": "上年末或本年初入魏博节度使田季安幕",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 805,
   "value": 7,
   "event": "《淮南使回留别窦侍御》；出使淮南，事毕北归魏博前，留诗赠别曾任淮南杜佑幕节度参谋的窦常",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 806,
   "value": 4,
   "event": "《寄韦谏议》；在魏博田季安幕，秋，有诗寄谏议大夫韦况",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 807,
   "value": 3,
   "event": "在魏博田季安幕",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 808,
   "value": 3,
   "event": "在魏博田季安幕",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 809,
   "value": 3,
   "event": "在魏博田季安幕",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 810,
   "value": 10,
   "event": "《江陵使至汝州》；出使荆南，途经汝州，有诗纪行",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 811,
   "value": 10,
   "event": "《春意二首》；出使岭南，春，在广州，有诗抒怀人之情",
   "place": "平顶山市（汝州市）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 812,
   "value": 0,
   "event": "《赠陈评事》；在魏博幕，春，有诗寄岭南陈姓友人",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 813,
   "value": 10,
   "event": "《上武元衡相公》；在长安候官，春，武元衡由蜀入朝为相，王建赋诗上武元衡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 0,
   "event": "《昭应官舍（绕厅春草合）》；在昭应县丞任，春，有诗言及位卑之感慨",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 7,
   "event": "《酬卢秘书》；在昭应县丞任，春，有诗酬答秘书郎卢拱",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 10,
   "event": "《题柏岩禅师影堂》；在昭应县丞任，弟子为柏岩禅师起砖塔影堂于灞陵原，塔成，王建赋诗寄仰慕之情",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 9,
   "event": "《东征行》；在昭应县丞任，七月，裴度讨淮西，王建赋称颂",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 10,
   "event": "《赠田将军》；在昭应县丞任，田弘正之子田布立功于淮西役，拜左金吾将军，王建赋诗相贺",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 10,
   "event": "《送迁客》；在昭应县丞任，正月，作诗安慰贬潮州的韩愈",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 7,
   "event": "《送振武张尚书》；在昭应县丞任，赋诗送由右神策大将军出任单于大都护、振武麟胜节度使的张维清",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 10,
   "event": "《初授太府丞言怀》；春，入朝为太府寺丞，有诗纪事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 4,
   "event": "在秘书郎任，春，由山庄返京，与张籍游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 10,
   "event": "约于本年迁官秘书丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 8,
   "event": "《赠王枢密》；在秘书丞任，宦官王守澄欲以《宫词》泄露宫禁事问罪王建，王建赋诗赠王守澄，事遂寝",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 4,
   "event": "在秘书丞任，以代理将军的身份随敬宗祀南郊",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 7,
   "event": "《宫词（其十五）》；在秘书丞任，有诗纪宫中事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 3,
   "event": "春，转太常丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 4,
   "event": "《唐昌观玉蕊花》；春，有诗咏安业坊唐昌观玉蕊花开",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 4,
   "event": "在陕州司马任，白居易返洛阳赴太子宾客任，路经陕州，王建与陕虢观察使王起相迎宴叙",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 830,
   "value": 5,
   "event": "《新开望山处》；约于上年末或本年初罢陕州司马，退居长安西南百里的原上，初居原上时有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 7,
   "event": "《原上新居十三首》；退居长安西南原上，有诗作",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 0,
   "event": "约于本年或稍后卒于长安西南原上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
