// 诗人行迹数据：王十朋
export default {
 "name": "王十朋",
 "birth": 1112,
 "death": 1171,
 "life": [
  {
   "time": 1112,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡读书，曾随父避寇于左原山中三宿",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1125,
   "value": 2,
   "event": "宣和乙已冬大雪次表叔贾元实韵；鹿岩乡塾就读，拜师潘翼先生门下",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "鹿岩乡塾读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "鹿岩乡塾读书",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "伤时感怀；鹿岩乡塾读书，从潘翼先生游",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "就读邑城金溪招仙馆，拜于名师林师禹先生门下",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1130,
   "value": 2,
   "event": "驾幸温州次僧宗觉韵；就读金溪招仙馆，曾至温州目睹高宗离温回越州仪卫场面",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1131,
   "value": 9,
   "event": "夜听双瀑同刘方叔毛虞卿联句；读书于邑城金溪",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1132,
   "value": 9,
   "event": "送刘方叔简全之；读书于邑城金溪",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "读书于邑城金溪",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1134,
   "value": 9,
   "event": "读亲征诏书二首；读书于邑城金溪",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1135,
   "value": 7,
   "event": "县学落成百韵；读书于邑城金溪，乐清县学落成，参加落成祭奠",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1136,
   "value": 4,
   "event": "送表叔贾元范赴省试；就读乐清县学",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1137,
   "value": 2,
   "event": "在温州江心寺学习，为江心寺钻鞋乐“云潮”名联",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "寄僧觉无象；读书于鹿岩书院，从潘翼先生学",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1139,
   "value": 2,
   "event": "孟甲生日；读书于鹿岩书院，娶夫人贾氏，长子闻诗出生",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "县学别同舍；赴试落第，返回左原",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1141,
   "value": 9,
   "event": "述怀；居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "前诗送三乡丈行，虽各献芹，然非所以勉子大夫茂明大对之意，更为古诗一章；居乡",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居丧,开设梅溪书馆",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "梅溪书馆讲学",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1145,
   "value": 9,
   "event": "寄毛虞卿；梅溪书馆讲学，成立诗社",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "过鉴湖；赴补太学，游绍兴",
   "place": "温州市（乐清市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1147,
   "value": 7,
   "event": "春，赴补太学，秋回乡",
   "place": "温州市（乐清市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 7,
   "event": "和韩昌黎秋怀；省试落第",
   "place": "温州市（乐清市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 8,
   "event": "己巳元日度送杨郎中贺正诗因和其韵；左原家居",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1150,
   "value": 0,
   "event": "升补上舍谢宰相；升上舍",
   "place": "温州市（乐清市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 7,
   "event": "岩松记；居家",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1152,
   "value": 8,
   "event": "居母丧，结庐讲学",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1153,
   "value": 9,
   "event": "赴临安科试败举",
   "place": "绍兴市（剡溪石佛）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1154,
   "value": 0,
   "event": "林下十二子诗；居家执教梅溪书院",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1155,
   "value": 9,
   "event": "东平万府君行状；家居讲授，乐清万叔永葬于岐山之阴，十朋作行状",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1156,
   "value": 9,
   "event": "孙先觉母大人正月四日生时年八十；孙先觉母亲八十大寿，作诗以贺",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1157,
   "value": 6,
   "event": "丁丑二月二十一日集英殿賜第；状元及第，授承事郎，签书建康军节度判官，听公事，后改授绍兴府佥判",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "蓬莱阁；绍兴府就任佥判，游览名胜风光作诗",
   "place": "绍兴市（绍兴蓬莱阁）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1159,
   "value": 9,
   "event": "又代上五札；绍兴府就任佥判，代写札子",
   "place": "温州市（乐清市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1160,
   "value": 6,
   "event": "回临安任秘书省校书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "送查元章二首；任职秘书省著作佐郎，轮对后遭排挤，请外调，送别友人查元章",
   "place": "杭州市（桐庐县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 7,
   "event": "诏任为严州知州，尚未赴任，又召赴京召对",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "春，除起居舍人，升侍讲",
   "place": "金华市（金华双溪楼）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 9,
   "event": "家食遇歉,有饭不足之忧,妻擎相勉以固穷,因录其语；闲居家乡，经春荒",
   "place": "温州市（乐清市）",
   "lng": "120.989871",
   "lat": "28.119018"
  },
  {
   "time": 1165,
   "value": 10,
   "event": "在饶州。开楚东诗社，编《楚东唱酬集》",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "周漕行可和诗复用前韵并简元章；知夔州，与查元章别",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "题诸葛武侯祠；知夔州，修诸葛武侯祠",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1168,
   "value": 0,
   "event": "郡僚展饯席上赋诗；春因户部责湖州虚逋钱三十四万，请免不允，王十朋上表抗章被免",
   "place": "温州市（乐清市）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "悼亡；知泉州，乞祠归隐",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "知泉州，浚洑田塘，建放生池",
   "place": "温州市（乐清市）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1171,
   "value": 0,
   "event": "除太子詹事上殿札三首；任太子詹事。殿上陛对",
   "place": "温州市（乐清市）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
