// 诗人行迹数据：王勃
export default {
 "name": "王勃",
 "birth": 650,
 "death": 676,
 "life": [
  {
   "time": 650,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 651,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 652,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 653,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 654,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 655,
   "value": 1,
   "event": "居于家乡龙门.六岁即善文辞,构思无滞",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 656,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 657,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 658,
   "value": 1,
   "event": "居于家乡龙门.九岁读颜师古注《汉书》,并作《指瑕》以擿其失",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 659,
   "value": 1,
   "event": "居于家乡龙门.诵读六经",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 660,
   "value": 1,
   "event": "居于家乡龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 661,
   "value": 1,
   "event": "从医者曹元学.并依其受《周易章句》、《黄帝素问》、《难经》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 662,
   "value": 1,
   "event": "从医者曹元学.并对“上官体”表示不满,且受名流薛元超揄扬",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 663,
   "value": 1,
   "event": "春,与曹元别.因反对“上官体”而名满长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 664,
   "value": 2,
   "event": "《上刘右相书》；秋,上书右相刘祥道.获引荐",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 665,
   "value": 1,
   "event": "经刘祥道表荐,拟应制举",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 666,
   "value": 9,
   "event": "《上李常伯启》；上书少常伯李安期",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 667,
   "value": 9,
   "event": "《平台钞略十篇》；在沛王府,上《平台钞略》十篇,沛王爱重之,赐帛五十匹",
   "place": "杭州市（萧山区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 668,
   "value": 9,
   "event": "《九成宫颂》；三月,上《九成宫颂》",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 669,
   "value": 10,
   "event": "《檄英王鸡》；春,因王室权力争夺而被斥出沛王府。《送杜少府之任蜀州》；海内存知己，天涯若比邻。",
   "place": "咸阳市（兴平市）",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 670,
   "value": 9,
   "event": "《梓州通泉县惠普寺碑》；春,往来梓州、玄武间,作《梓州通泉县惠普寺碑》",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 671,
   "value": 10,
   "event": "《春日序》；春初,居成都,赴王明府春游宴饮,作《春日序》",
   "place": "成都市（彭州市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 672,
   "value": 10,
   "event": "《三月曲水宴得烟字》；春,赴友人曲水之宴,作《三月曲水宴得烟字》诗,盖与卢照邻唱和之作",
   "place": "三门峡市（灵宝市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 673,
   "value": 8,
   "event": "《祭石堤山神文》；在虢州参军任.夏旱,虢州长史王嶷祈雨,为作《祭石堤山神文》、《祭石堤女郎神文》",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 674,
   "value": 9,
   "event": "《续书序》；在狱整理《周易发挥》、《次论语》、《合论》、《百里昌言》等书稿,诸书皆佚",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 675,
   "value": 9,
   "event": "《春夜桑泉别王少府序》；春,由龙门出发,随父赴交趾.（按,两唐书均作“省父”）至桑泉,作《春夜桑泉别王少府序》。《滕王阁序》；落霞与孤鹜齐飞，秋水共长天一色。",
   "place": "运城市（临猗县）",
   "lng": "110.780488",
   "lat": "35.150952",
   "highlight": true
  },
  {
   "time": 676,
   "value": 0,
   "event": "暂居交州",
   "place": "",
   "lng": "105.842773",
   "lat": "21.0271816"
  }
 ]
};
