// 诗人行迹数据：王庭珪
export default {
 "name": "王庭珪",
 "birth": 1080,
 "death": 1172,
 "life": [
  {
   "time": 1080,
   "value": 1,
   "event": "本年生于安福县北连岭",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "本年居家安福，弟庭璋生",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "本年居家安福，弟庭珍生。父奭率家自连岭徙居安福县城南，与刘元弼并席从师求学",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "本年居家安福，急于进取，刻苦求学。弟庭玮生",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "本年居家安福，学通经史百家",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "本年游学庐陵郡学，参加三舍取士考试，名列第一。讲学※宫，听者环堵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "本年入东京太学。与刘才邵、曹崇之等尽阅欧阳修、苏轼、黄庭坚之书，吟诗续文，名声大震。见曹辅，得诗法",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "本年在东京太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "本年居安福，丁父忧",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "本年居安福，丁父忧",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "本年居安福，丁父忧，服满。提举学士张根推荐应八行诏，辞不就",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "本年居家安福",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "本年居家安福，设教于蒙岭，罗世英从之学",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "先冢被盗，赴阙上书陈冤",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "本年行踪不详，姑系于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 4,
   "event": "十月七日，道遇武阳聂名世，自圆通同宿东林，观虎溪莲池",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "三月，在汴京，登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "本年调衡州茶陵县丞",
   "place": "株洲市（茶陵县）",
   "lng": "113.545743",
   "lat": "26.783635"
  },
  {
   "time": 1120,
   "value": 6,
   "event": "秋，在衡州茶陵县丞任上，至郴州考试贡士，时邹去非为榜首",
   "place": "株洲市（茶陵县）",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "本年在衡州茶陵县丞任上",
   "place": "株洲市（茶陵县）",
   "lng": "113.545743",
   "lat": "26.783635"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "本年在衡州茶陵县丞任上",
   "place": "株洲市（茶陵县）",
   "lng": "113.545743",
   "lat": "26.783635"
  },
  {
   "time": 1123,
   "value": 7,
   "event": "春，弃官茶陵。因兼造船场，有部使者尝荐公，既而诿公役匠造私器，公不可，且归其章，使者大怒。亦会与守、倅争公事，遂拂衣去。潭帅曾孝序、宰掾倪涛挽留之",
   "place": "株洲市（茶陵县）",
   "lng": "113.545743",
   "lat": "26.783635"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "本年隐居安福卢溪，学道著书，教授乡里",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "本年隐居安福卢溪，学道著书，教授乡里",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "本年隐居安福卢溪，学道著书，教授乡里",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "本年隐居安福卢溪，学道著书，教授乡里",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 4,
   "event": "《书鸽湖寺壁》；此日，先生与刘彦弼挈家避乱鸽湖山中，有文",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 4,
   "event": "《题华严寺壁》；是月，先生避乱东村，有文",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "先生避乱隐居",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 5,
   "event": "先生避乱隐居",
   "place": "吉安市（安福县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1134,
   "value": 2,
   "event": "《上赵丞相书》；是年初，先生条列“悯时忧国”之言，上书江西安抚制置大使赵鼎。有文",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1137,
   "value": 5,
   "event": "《盗贼论》；先生著《盗贼论》两篇，上书以献江西制置大使李纲",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "十一月，枢密院编修官胡铨上高宗封事，乞斩秦桧等以罢和议，辛亥(二十九日)贬昭州编管，壬子(三十日)，改差监广州都盐仓。先生拟作诗壮其行，未果",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1139,
   "value": 8,
   "event": "《答王元渤舍人书》；王洋来守吉州，邀先生至郡。先生讲经郡学，有文",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "《凤林桥记》；安福县修凤林桥，六月十日，先生为作《凤林桥记》",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1141,
   "value": 0,
   "event": "《故弟德庄墓志》；五月十七日，弟庭玮卒，享年五十一岁。为作墓志铭",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "《送胡邦衡之新州贬所》；七月，胡铨贬新州编管。先生为作《送胡邦衡之新州贬所》诗二首",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1143,
   "value": 0,
   "event": "《刘氏二妇墓志铭》；是年，杨万里进拜先生为师",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1144,
   "value": 0,
   "event": "《刘氏二妇墓志铭》；六月十日，弟庭璋媳刘氏卒，为作墓志铭",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "《题周忘机画轴》；先生至临江，观周忘机画于任绍画室，有诗",
   "place": "宜春市（樟树市）",
   "lng": "115.552568",
   "lat": "28.062145"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "《题宣和御画》；三月十五日，题宣和御画",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1147,
   "value": 5,
   "event": "欧阳安永上飞语讦先生《送胡邦衡之新州贬所二首》诗于朝。事寝",
   "place": "吉安市（安福县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "先生为诗狱奔走于洪、赣两州",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1149,
   "value": 8,
   "event": "《易解》；诗狱兴，先生谈笑就逮，所著《易解》散佚",
   "place": "怀化市（沅陵县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "先生在辰州",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1153,
   "value": 2,
   "event": "《闰十二月自城东泛舟迁居城西安福寺舟中微雪》；闰十二月，先生由辰州城东覃家屋迁居城西安福寺，有诗",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "《辰州僻远乙亥十二月方闻秦太师病忽蒙恩自便始知其死作诗悲之》；十二月，先生蒙恩自便。有诗",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "春，先生离辰州",
   "place": "怀化市（沅陵县）",
   "lng": "110.400311",
   "lat": "28.459087"
  },
  {
   "time": 1157,
   "value": 4,
   "event": "先生读书益力",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 4,
   "event": "《吉州新修教授厅记》；春，先生应魏守之邀至州府，寓居庐陵郡斋，有记文",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1163,
   "value": 7,
   "event": "《癸未春被召东山益老来贺曰赵州八十犹行脚以诗答之》；春，有诗",
   "place": "吉安市（安福县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1166,
   "value": 2,
   "event": "《与胡观光知府》；先生家居，有文",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "秋，赴郡府，与胡铨、周必大等参与郡守宴举人之盛会",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "冬，因胡铨荐，再召赴阙。先生固辞",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "此日，先生应召至临安。对内殿。除直敷文阁，仍主管崇道观",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 0,
   "event": "此日，先生以微疾卒",
   "place": "吉安市（安福县）",
   "lng": "114.626077",
   "lat": "27.398983"
  }
 ]
};
