// 诗人行迹数据：王沂孙
export default {
 "name": "王沂孙",
 "birth": 1240,
 "death": 1290,
 "life": [
  {
   "time": 1232,
   "value": 1,
   "event": "王沂孙生年最早不超过此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "王沂孙有可能生于此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "王沂孙与周密本年春初识于杭州孤山。时周密任杭郡奉储仓检查",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "别周密于孤山",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "与周密在会稽相会一月",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1276,
   "value": 2,
   "event": "《淡黄柳》；与周密在会稽相聚，又相别，作词",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "王沂孙参加《乐府补题》唱和最早不过此年",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1286,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1288,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1289,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1291,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1292,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1293,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1294,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1295,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1296,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1297,
   "value": 3,
   "event": "出任庆元路学官",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1298,
   "value": 0,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1299,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1300,
   "value": 1,
   "event": "居乡",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  }
 ]
};
