// 诗人行迹数据：王明清
export default {
 "name": "王明清",
 "birth": 1127,
 "death": 1204,
 "life": [
  {
   "time": 1127,
   "value": 1,
   "event": "因其父王铚本年携家至扬州，疑王明清生于扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "其父王铚将举家迁至杭州",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "在杭州居住",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "朱敦儒、徐度拜访王铚，王铚命王明清出拜，回答国史中数事，由是受知于朱、徐二公",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "其父王铚将家迁至嵊县，隐居于此",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在嵊县家居，结识程迥",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在嵊县家居，其父王铚去世",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "随舅父曾惇守台州",
   "place": "台州市（天台山）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "随舅父曾惇守台州",
   "place": "台州市（天台山）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "随舅父曾惇守台州",
   "place": "台州市（天台山）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "随舅父曾惇守镇江，曾请朱敦儒为其父王铚文集作序",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "正月，从镇江至绍兴，赠陆游《彩选》一书",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在嵊县家居，为徐俯子徐瑀作表",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在嵊县家居。与方滋之女成婚",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1159,
   "value": 2,
   "event": "春日，与兄王廉清馆于起居舍人张孝祥家。曾与诸友人同游西湖",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在嵊县家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "在嵊县家居。朝廷派人访其父王铚所著《国朝史述》于其家，王明清只能凭记忆和一些旧文应差",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "正月，岳父方滋知庐州，从行。在建康郊外，遇到张孝祥",
   "place": "南京市（玄武湖）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "在绍兴家居。曾向友人出示其父王铚节录的《曾文公日录》，并将原本借给其人",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "在绍兴家居。尝启问知府吴芾不刊刻文籍之故",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "在绍兴家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1166,
   "value": 2,
   "event": "挥麈录；在绍兴家居。著《挥麈录》成书",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "在绍兴家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "在绍兴家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "在绍兴家居。题荣次新所藏《兰亭贴》",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在绍兴家居",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "赴寿春任安丰军判官，途径合肥，重寻《唐崔相国德政碑》，已为武帅郭振所拆",
   "place": "六安市（寿县）",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "结识寿春人孙立，见其所藏“寿州兵马钤辖之印”",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1177,
   "value": 2,
   "event": "春，觅官杭州，结识李焘，与其子游",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "疑本年在来安知县任上",
   "place": "滁州市（来安县）",
   "lng": "118.442163",
   "lat": "32.458519"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "疑本年在来安知县任上",
   "place": "滁州市（来安县）",
   "lng": "118.442163",
   "lat": "32.458519"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "疑本年在来安知县任上。欲访李焘，李已去世",
   "place": "滁州市（来安县）",
   "lng": "118.442163",
   "lat": "32.458519"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "主管台州崇道观",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "主管台州崇道观",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 2,
   "event": "题杨盘斋所藏《兰亭贴》；主管台州崇道观，跋杨盘斋所藏《兰亭贴》",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "调官于临安，结识徐端益之子。徐端益为虹县尉时，曾拒绝张邦昌伪诏。王明清父王铚尝以诗赞其节义",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "春，因贫甚，离开杭州",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "寓居嘉兴",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "寓居嘉兴",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1192,
   "value": 4,
   "event": "题定武兰亭贴；寓居嘉兴，为所藏《兰亭》拓本题识",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1193,
   "value": 4,
   "event": "在宁国军节度判官任上",
   "place": "杭州市（西湖）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1194,
   "value": 4,
   "event": "挥麈后录跋；正月，作《挥麈后录》跋",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 4,
   "event": "在泰州通判任上",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "疑在泰州通判任上",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "疑于是年至嘉兴，居甥馆",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1198,
   "value": 2,
   "event": "玉照新志；在嘉兴，居甥馆，于鲍子正处得一玉照，遂著《玉照新志》成",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "在嘉兴，居甥馆",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1200,
   "value": 2,
   "event": "挥麈余话；在嘉兴，居甥馆。请赵不谫为其《挥麈后录》、《挥麈余话》作跋。《挥麈余话》当成于此前",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "在嘉兴，居甥馆",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "在嘉兴，居甥馆。任浙江参议官",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "在嘉兴，居甥馆。任浙江参议官",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1204,
   "value": 4,
   "event": "题李西台淮颍贴；在嘉兴，居甥馆。任浙江参议官。春末，为人所藏李西台墨迹题跋。此后之事皆不可考",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  }
 ]
};
