// 诗人行迹数据：王昌龄
export default {
 "name": "王昌龄",
 "birth": 698,
 "death": 757,
 "life": [
  {
   "time": 698,
   "value": 1,
   "event": "出生。",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 699,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 700,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 701,
   "value": 2,
   "event": "题灞池二首；家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 702,
   "value": 2,
   "event": "独游；家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 703,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 704,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 705,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 706,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 707,
   "value": 1,
   "event": "家境贫寒，早年曾在灞上“躬耕”",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 708,
   "value": 2,
   "event": "小敷谷龙潭祠作；游历河南、河北。本诗及以下各诗，皆作于此行",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 709,
   "value": 2,
   "event": "过华阴；游历河南，华山赋诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 710,
   "value": 2,
   "event": "大梁途中作；游历河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 711,
   "value": 2,
   "event": "梁苑；游历河南，梁园赋诗",
   "place": "商丘市（梁园）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 712,
   "value": 2,
   "event": "途中作；诗人漫游睢阳(今河南商丘南)之后，曾有南下江南之意，但是没有实现：“渺然江南意，惜与中途违。”于是回访嵩山(今河南登封北)，此诗当作于去嵩山途中。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 713,
   "value": 2,
   "event": "谒焦炼师；访道求仙。王昌龄《赵十四兄见谢》：“晚来常读易，顷者欲还嵩。世事何须道，黄精且养蒙。”可知诗人早年曾访道于嵩山",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 714,
   "value": 2,
   "event": "就道士问周易参同契；在嵩山学道不成，乃有北上太行之意。诗人离开嵩山、北上太行山前夕就道士问周易，赋诗",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 715,
   "value": 2,
   "event": "悲哉行；翻越太行之作",
   "place": "邯郸市（太行山）",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 716,
   "value": 2,
   "event": "城傍曲；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 717,
   "value": 2,
   "event": "观猎；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 718,
   "value": 2,
   "event": "少年行二首；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 719,
   "value": 2,
   "event": "出塞二首（秦时明月汉时关）；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 720,
   "value": 4,
   "event": "从军行；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 721,
   "value": 2,
   "event": "春怨；邯郸(今属河北)，系诗人漫游至河北所作",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 722,
   "value": 2,
   "event": "驾幸河东；开元十一年(723)前，王昌龄曾漫游河南、河北，今又来到河东，客居并州(今山西太原)、潞州(今山西长治)，当与唐玄宗幸河东有关。此诗是一种颂德体，或为上献而作。",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 723,
   "value": 9,
   "event": "寒食即事；客居太原，寒食节赋诗",
   "place": "渭南市（大荔县）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 724,
   "value": 4,
   "event": "旅次整厘过韩七别业；春，旅次盖屋",
   "place": "平凉市（泾川县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 725,
   "value": 5,
   "event": "返客扶风",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 726,
   "value": 5,
   "event": "代扶风主人答；年初，诗人漫游河西、陇右，“出塞复入塞”之后，返长安经扶风时所作",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 727,
   "value": 6,
   "event": "放歌行；开元十五年(727)，中进土，授秘书省校书郎。此次考试在东都洛阳城举行。顾况《监察御史储公集序》：“开元十四年，严黄门知考功，以鲁国储公进士高第，与崔国辅员外、綦毋潜著作同时；其明年，擢第常建少府、王龙标昌龄。此数人皆当时之秀。”",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 728,
   "value": 4,
   "event": "甘泉歌；自开元十五年(727)至开元二十一年(734)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 729,
   "value": 4,
   "event": "萧驸马宅花烛；自开元十五年(727)至开元二十一年(735)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 730,
   "value": 4,
   "event": "殿前曲二首；自开元十五年(727)至开元二十一年(736)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 731,
   "value": 4,
   "event": "青楼曲二首；自开元十五年(727)至开元二十一年(737)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 732,
   "value": 7,
   "event": "灞上闲居；自开元十五年(727)至开元二十一年(738)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 733,
   "value": 4,
   "event": "夏月花萼楼醋宴应制；是年闰三月；首夏，即四月。此诗系作者以校书郎预酷宴而作",
   "place": "西安市（花萼相辉楼）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 734,
   "value": 4,
   "event": "缑氏尉沈兴宗置酒南溪留赠；选宏词，超绝群类，拜汜水尉。缑氏尉沈兴宗置酒留别",
   "place": "洛阳市（偃师市）",
   "lng": "112.796072",
   "lat": "34.733923"
  },
  {
   "time": 735,
   "value": 3,
   "event": "任汜水尉",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 736,
   "value": 3,
   "event": "任汜水尉",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 737,
   "value": 3,
   "event": "任汜水尉",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 738,
   "value": 3,
   "event": "任汜水尉",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 739,
   "value": 10,
   "event": "存句：“得罪由己招，本性易然诺。”（《见谴至伊水》）；途径伊阙。因罪由汜水贬岭南，途径伊水，作诗",
   "place": "洛阳市（伊川县）",
   "lng": "112.432089",
   "lat": "34.427592"
  },
  {
   "time": 740,
   "value": 0,
   "event": "巴陵送李十二；秋，诗人因赦北还，至巴陵。时，李白由淮南至巴陵，二人得以相见",
   "place": "岳阳市（洞庭湖）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 741,
   "value": 4,
   "event": "东京府县诸公与綦毋潜李颀相送至白马寺宿，；夏，停留洛阳期间与綦毋潜、李颀相别，作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 742,
   "value": 3,
   "event": "在江宁县丞任上",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 743,
   "value": 3,
   "event": "在江宁县丞任上",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 744,
   "value": 6,
   "event": "别辛渐；北返长安",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 745,
   "value": 10,
   "event": "宿灞上寄侍御玙弟；由长安返回江宁前夕",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 746,
   "value": 7,
   "event": "诸官游招隐寺；在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
   "place": "镇江市（招隐寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 747,
   "value": 10,
   "event": "别陶副使归南海；在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
   "place": "杭州市（钱塘江）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 748,
   "value": 3,
   "event": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 749,
   "value": 10,
   "event": "别刘谞；在江宁县丞任上.秋，广陵与刘谞话旧。有诗赠刘谞",
   "place": "芜湖市（南陵县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 750,
   "value": 10,
   "event": "寄陶副使；春，诗人抵达贬所龙标(今湖南黔阳).作诗寄友",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 751,
   "value": 4,
   "event": "咏史；在龙标任上",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 752,
   "value": 3,
   "event": "在龙标任上",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 753,
   "value": 3,
   "event": "在龙标任上",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 754,
   "value": 3,
   "event": "在龙标任上",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 755,
   "value": 3,
   "event": "在龙标任上",
   "place": "怀化市（洪江市）",
   "lng": "109.843058",
   "lat": "27.215134"
  },
  {
   "time": 756,
   "value": 2,
   "event": "留别武陵袁丞；七月，肃宗即位，大赦。诗人放还",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 757,
   "value": 0,
   "event": "送郭司仓；以安史之乱，还乡里。是年十月前，卒",
   "place": "西安市（白鹿原）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
