// 诗人行迹数据：王禹偁
export default {
 "name": "王禹偁",
 "birth": 954,
 "death": 1001,
 "life": [
  {
   "time": 954,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 955,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 956,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 957,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 958,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 960,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 961,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 962,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 963,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 964,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 965,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 966,
   "value": 1,
   "event": "王禹偁为儿童时，即览白居易、元稹《长庆集》",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 967,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 968,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 969,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 970,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 971,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 972,
   "value": 1,
   "event": "在家乡巨野家居",
   "place": "菏泽市（巨野县）",
   "lng": "116.101549",
   "lat": "35.401993"
  },
  {
   "time": 973,
   "value": 2,
   "event": "是年，王禹偁始客游他乡",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 974,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 975,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 976,
   "value": 1,
   "event": "禹称与柳宜交识始此，宜弟宣，亦与禹称友善",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 977,
   "value": 1,
   "event": "赴兖州谒见知州宋白未遇,归居鲁西二年",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 978,
   "value": 1,
   "event": "在濮州",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 979,
   "value": 7,
   "event": "《投宋拾遗书》；是年冬，王禹偁来汴京，投书宋白以求见知",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 980,
   "value": 9,
   "event": "《送张咏序》；张咏举进士，王禹偁赠之序，其地不详",
   "place": "济宁市（兖州区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 981,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 982,
   "value": 4,
   "event": "《龙兴寺记》；有记，其地不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 983,
   "value": 0,
   "event": "王禹偁举进士时，馆于著作郎臧丙家",
   "place": "菏泽市（成武县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 984,
   "value": 10,
   "event": "《单州成武县行宫上梁文》；在成武县任主簿，有文",
   "place": "菏泽市（成武县）",
   "lng": "115.896161",
   "lat": "34.958449"
  },
  {
   "time": 985,
   "value": 10,
   "event": "《上许殿丞论榷酒文》；在长洲任知县，有文",
   "place": "苏州市（南园）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 986,
   "value": 10,
   "event": "《长洲县令厅记》；在长洲任知县，有记",
   "place": "苏州市（胥山伍子胥祠）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 987,
   "value": 10,
   "event": "《神童刘少逸与时贤联句诗序》；在长洲任知县。越州童子刘少逸随其师潘阆来苏州求见，禹称为其《与时贤联句诗》作序",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 988,
   "value": 10,
   "event": "《诏臣僚和御制贺雪诗序》；与罗处约应中书试，奏篇称旨。以大理评事王禹偁为右拾遗，罗处约为著作郎，并直史馆，赐绯衣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 10,
   "event": "《御戎十策》；在京任右正言、直史馆。契丹破易州，诏文武群臣各陈备边御戎之策，禹称上《御戎十策》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 10,
   "event": "《送罗著作奉使湖湘》；在京任左司谏、知制诰。有诗送罗处约奉旨诣江浙按决刑狱，采风谣于湘潭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 991,
   "value": 10,
   "event": "《阁下咏怀》；在京任左司谏、知制诰。在西掖，始见白发，作诗记之",
   "place": "郑州市（中牟县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 0,
   "event": "《上元夜作》；在商州任团练副使。元宵节，王禹偁夜不成寐，读《逍遥游》，赋诗记之",
   "place": "商洛市（商州区）",
   "lng": "109.947542",
   "lat": "33.868884"
  },
  {
   "time": 993,
   "value": 10,
   "event": "《赠刘仲堪》；在商州任团练副使。有诗赠刘仲堪",
   "place": "商洛市（商州区）",
   "lng": "109.947542",
   "lat": "33.868884"
  },
  {
   "time": 994,
   "value": 10,
   "event": "《谢免和御制元日除夜诗表》；在京任左正言。有表",
   "place": "菏泽市（单县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 10,
   "event": "《谢除翰林学士启》；在京任翰林学士、礼部员外郎、知制诰。有启",
   "place": "滁州市（北楼）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 0,
   "event": "《贺南郊大赦表》；在滁州任知州。朝廷合祭天地于圜丘，大赦，禹称撰贺文",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 997,
   "value": 10,
   "event": "《谢落起复表》；在扬州任知州。毕父丧，依前授尚书工部郎中，知扬州军州事，作谢起复表",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 998,
   "value": 10,
   "event": "《送刑部韩员外同年（见素）致仕归华山》；在京任知制诰。韩见素致仕，禹称作诗送之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 10,
   "event": "《一品孙郑昱》；王禹偁以卜葬父柩告假，遇郑昱，赠诗",
   "place": "开封市（中书村）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1000,
   "value": 0,
   "event": "《月波楼咏怀》；在黄州任知州。有诗",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1001,
   "value": 0,
   "event": "春，王禹偁奉命移知蕲州。时已疾甚，肩舆上道",
   "place": "黄冈市（蕲春县）",
   "lng": "115.442608",
   "lat": "30.232506"
  }
 ]
};
