// 诗人行迹数据：王炎
export default {
 "name": "王炎",
 "birth": 1138,
 "death": 1218,
 "life": [
  {
   "time": 1138,
   "value": 1,
   "event": "生于是年十月初四日",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "从先大夫读书于不窥斋",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在不窥斋读书",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在不窥斋读书",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在不窥斋读书",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在不窥斋读书",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在不窥斋读书",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "十四五始学作举子文字",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "始学作举子文字",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "丁父忧",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "居家丁父忧",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "居家丁父忧",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "夏，识友人齐彦邦，彦邦预言其明年必登第",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1169,
   "value": 5,
   "event": "春，进士及第",
   "place": "马鞍山市（当涂县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "《送齐彦邦序》；春，齐彦邦来访，王炎写序相送",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "居家",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1172,
   "value": 2,
   "event": "丁母忧，友人韩毅伯走数百里来唁",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "居家丁母忧",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "居家丁母忧",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "调鄂州崇阳簿",
   "place": "咸宁市（崇阳县）",
   "lng": "114.045478",
   "lat": "29.561221"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "《喜雨赋并序》；在崇阳簿任上",
   "place": "咸宁市（崇阳县）",
   "lng": "114.045478",
   "lat": "29.561221"
  },
  {
   "time": 1177,
   "value": 4,
   "event": "《喜雨歌》；在崇阳簿任上",
   "place": "咸宁市（崇阳县）",
   "lng": "114.045478",
   "lat": "29.561221"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "《见林鄂州（子中）》；在崇阳簿任上",
   "place": "咸宁市（崇阳县）",
   "lng": "114.045478",
   "lat": "29.561221"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "入张栻江陵幕府",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "在张栻江陵幕府",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1181,
   "value": 6,
   "event": "在张栻江陵幕府",
   "place": "荆州市（能仁寺）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1182,
   "value": 6,
   "event": "为潭州教授，受到知潭州、湖南安抚使李椿器重",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "在潭州教授任上，受到潭帅林栗器重",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "《和林宝文鹿鸣宴韵》；与林栗唱和",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1185,
   "value": 10,
   "event": "《九月到白石先妣茔所》；九月，潭州教授任满，自长沙归乡，途径白石先妣茔所祭拜",
   "place": "衡阳市（衡山县）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1186,
   "value": 2,
   "event": "《念奴娇（海棠时过江潭）》；居乡",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "知临湘县",
   "place": "岳阳市（临湘市）",
   "lng": "113.457143",
   "lat": "29.482536"
  },
  {
   "time": 1188,
   "value": 4,
   "event": "《送刘监序》；在知临湘任上，举荐临湘酒税官刘朋举。临别，写序相送",
   "place": "岳阳市（临湘市）",
   "lng": "113.457143",
   "lat": "29.482536"
  },
  {
   "time": 1189,
   "value": 9,
   "event": "《上留丞相》；在知临湘任上，上书丞相留正",
   "place": "岳阳市（临湘市）",
   "lng": "113.457143",
   "lat": "29.482536"
  },
  {
   "time": 1190,
   "value": 2,
   "event": "《和何应辰过山谷墓韵》；寓居分宁，拜山谷墓",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1191,
   "value": 4,
   "event": "《寓居分宁去故乡千里不归者二年思念松楸成长句》；寓居分宁，有诗咏怀",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1192,
   "value": 6,
   "event": "《壬子春罗端长赠别》；迁通判临江军，有诗",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "在临江，权知军",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "在临江，权知军",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1195,
   "value": 6,
   "event": "夏，在豫章会曾渐，作序送之",
   "place": "武宁县（武宁县清江乡）",
   "lng": "114.797997",
   "lat": "29.193583"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "冬，去临江任来中都，召为太学博士",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "二月，以太学博士任是年科考考校",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "正月，以秘书郎兼实录院检讨官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "九月，为著作郎兼实录院检讨官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 10,
   "event": "《庚申元日》；是年元日有诗抒怀",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1201,
   "value": 2,
   "event": "《程允夫集序》；二月，放罢，主管武夷山冲佑观，寓居婺源清化",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1202,
   "value": 5,
   "event": "《即事（久辍囊中句）》；寓居婺源清化，有诗纪事",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1203,
   "value": 4,
   "event": "《饶州到任谢表》；出知饶州，到任有谢表",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1204,
   "value": 6,
   "event": "《登四望亭（饶州，甲子）》；未数月罢",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "罢职闲居",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1206,
   "value": 7,
   "event": "《贺吴兴郡王生日四绝（丙寅）》；罢职闲居",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1207,
   "value": 4,
   "event": "罢职闲居",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1208,
   "value": 10,
   "event": "《申省乞休致状》；乞守本官致仕",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1209,
   "value": 7,
   "event": "正月十五日，奏修堤岸，开辟新田，从之",
   "place": "上饶市（婺源县）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "闲居双溪",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1211,
   "value": 4,
   "event": "《浪淘沙（辛未中秋与文蔚达可饮）》；闲居双溪，中秋有词",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1212,
   "value": 7,
   "event": "《密室（壬申冬）》；闲居双溪，有诗述怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1213,
   "value": 5,
   "event": "《清明日先茔挂楮钱（癸酉）》；闲居双溪，清明日有诗抒怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1214,
   "value": 8,
   "event": "《和将使早雪（甲戌）》；闲居双溪，有诗述怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1215,
   "value": 9,
   "event": "《双溪即事（竹底开幽径）》；闲居双溪，有诗述怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1216,
   "value": 5,
   "event": "《病中书怀（鹤骨鸡肤不耐寒）》、；闲居双溪，有诗述怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1217,
   "value": 7,
   "event": "《与滕元英》（丁丑）；闲居双溪，有词述怀",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  },
  {
   "time": 1218,
   "value": 2,
   "event": "《长短句序》；亲自整理其一生词作，并自作",
   "place": "上饶市（婺源县）",
   "lng": "117.868365",
   "lat": "29.25405"
  }
 ]
};
