// 诗人行迹数据：王绩
export default {
 "name": "王绩",
 "birth": 585,
 "death": 644,
 "life": [
  {
   "time": 600,
   "value": 1,
   "event": "居于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 601,
   "value": 1,
   "event": "居于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 602,
   "value": 1,
   "event": "居于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 603,
   "value": 2,
   "event": "《登龙门忆禹赋》，今已佚。；入长安，谒杨素、薛道衡，被誉为“神仙童子”、“今之庾信”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 604,
   "value": 1,
   "event": "入长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 605,
   "value": 1,
   "event": "隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 606,
   "value": 1,
   "event": "隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 607,
   "value": 4,
   "event": "《山中叙志》；隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 608,
   "value": 4,
   "event": "《三日赋》；游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 609,
   "value": 1,
   "event": "游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 610,
   "value": 1,
   "event": "游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 611,
   "value": 1,
   "event": "游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 612,
   "value": 1,
   "event": "游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 613,
   "value": 1,
   "event": "王绩在长安其兄王度处",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 614,
   "value": 4,
   "event": "《古意六首》；正月五日应孝悌廉洁举，射高第。授秘书省正字。辞以疾，未就。除扬州六合县丞。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 615,
   "value": 7,
   "event": "《登箕山祭巢许文》；入箕山，游江南。",
   "place": "宜春市（丰城市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 616,
   "value": 7,
   "event": "《荆轲刺秦王赞》；游庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 617,
   "value": 0,
   "event": "归长安",
   "place": "运城市（河津市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 618,
   "value": 7,
   "event": "《无心子传》；躬耕龙门东皋",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 619,
   "value": 1,
   "event": "躬耕龙门东皋",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 620,
   "value": 1,
   "event": "躬耕龙门东皋",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 621,
   "value": 4,
   "event": "《薛记室收过庄见寻率题古意以赠》；躬耕龙门东皋。薛收来访王绩",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 622,
   "value": 4,
   "event": "《建德破后入长安咏秋蓬示辛学士》；以前六合县丞待诏门下省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 623,
   "value": 1,
   "event": "以前六合县丞待诏门下省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 624,
   "value": 0,
   "event": "以前六合县丞待诏门下省。薛收卒。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 625,
   "value": 1,
   "event": "以前六合县丞待诏门下省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 626,
   "value": 1,
   "event": "以前六合县丞待诏门下省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 627,
   "value": 2,
   "event": "《在京思故园见乡人遂以问》；归故里河东。朱仲晦有《答王无功问故园》",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 628,
   "value": 2,
   "event": "《初春》；隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 629,
   "value": 1,
   "event": "隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 630,
   "value": 1,
   "event": "隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 631,
   "value": 9,
   "event": "《答冯子华处士书》；隐居故里，与仲长子光为邻居",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 632,
   "value": 1,
   "event": "隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 633,
   "value": 2,
   "event": "《九月九日忆山东兄弟赠崔使君善为》；隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 634,
   "value": 2,
   "event": "《与陈叔达重借隋纪书》；隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 635,
   "value": 1,
   "event": "隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 636,
   "value": 2,
   "event": "《祭处士仲长子光文》作于贞观八年至是年之间，姑系于此。；隐居故里",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 637,
   "value": 4,
   "event": "《赠梁公》；太乐署史焦革家善酿酒，王绩乞为太丞",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 638,
   "value": 3,
   "event": "在长安为太乐丞。焦革死，其妻袁氏仍送美酒不绝",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 639,
   "value": 3,
   "event": "焦革妻袁氏死。挂冠归田，不复再仕",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 640,
   "value": 2,
   "event": "《晚年叙志示翟处士正师》；隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 641,
   "value": 4,
   "event": "《游北山赋》；隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 642,
   "value": 9,
   "event": "《独坐》；隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 643,
   "value": 1,
   "event": "隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 644,
   "value": 0,
   "event": "《阶前石竹》；隐于龙门",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  }
 ]
};
