// 诗人行迹数据：王维
export default {
 "name": "王维",
 "birth": 700,
 "death": 761,
 "life": [
  {
   "time": 700,
   "value": 1,
   "event": "本年生。",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 701,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 702,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 703,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 704,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 705,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 706,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 707,
   "value": 1,
   "event": "居乡",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 708,
   "value": 1,
   "event": "居乡，九岁知属辞",
   "place": "晋中市（祁县）",
   "lng": "112.341508",
   "lat": "37.363993"
  },
  {
   "time": 709,
   "value": 1,
   "event": "徙家蒲州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 710,
   "value": 1,
   "event": "居蒲州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 711,
   "value": 1,
   "event": "居蒲州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 712,
   "value": 1,
   "event": "居蒲州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 713,
   "value": 1,
   "event": "居蒲州",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 714,
   "value": 4,
   "event": "过始皇墓；离家赴长安，经潼关，过骊山",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 715,
   "value": 2,
   "event": "宦游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 716,
   "value": 2,
   "event": "九月九日忆山东兄弟；宦游长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 717,
   "value": 2,
   "event": "哭祖六自虚；祖自虚去世，作诗哭之。《九月九日忆山东兄弟》；独在异乡为异客，每逢佳节倍思亲。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 718,
   "value": 5,
   "event": "桃源行；赴京兆试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 719,
   "value": 7,
   "event": "从岐王过杨氏别业应教；与弟王缙从岐王李范、宁王李宪、薛王李业等游宴，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 720,
   "value": 7,
   "event": "燕支行；继与诸王交游，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 721,
   "value": 10,
   "event": "春，进士及第，释褐为太乐丞",
   "place": "郑州市（荥阳市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 722,
   "value": 10,
   "event": "济州过赵叟家宴；贬济州，游齐、鲁、冀一带，与道士、隐者、贤者交往，有诗",
   "place": "聊城市（东阿县）",
   "lng": "116.254224",
   "lat": "36.340983"
  },
  {
   "time": 723,
   "value": 7,
   "event": "渡河到清河作；贬济州，游齐、鲁、冀一带，与道士、隐者、贤者交往，有诗",
   "place": "邢台市（清河县）",
   "lng": "115.673576",
   "lat": "37.046196"
  },
  {
   "time": 724,
   "value": 3,
   "event": "十月裴耀卿任济州刺史，为裴僚属",
   "place": "聊城市（东阿县）",
   "lng": "116.254224",
   "lat": "36.340983"
  },
  {
   "time": 725,
   "value": 7,
   "event": "喜祖三至留宿；与祖咏会晤济州，有诗",
   "place": "聊城市（东阿县）",
   "lng": "116.254224",
   "lat": "36.340983"
  },
  {
   "time": 726,
   "value": 10,
   "event": "裴仆射济州遗爱碑并序；裴耀卿离任济州刺史，济州百姓为裴立功德碑，维作碑文",
   "place": "聊城市（东阿县）",
   "lng": "116.254224",
   "lat": "36.340983"
  },
  {
   "time": 727,
   "value": 4,
   "event": "偶然作六首；为官淇上，有诗",
   "place": "鹤壁市（淇县）",
   "lng": "114.204205",
   "lat": "35.613648"
  },
  {
   "time": 728,
   "value": 2,
   "event": "淇上即事田园；为官淇上，有诗",
   "place": "鹤壁市（淇县）",
   "lng": "114.204205",
   "lat": "35.613648"
  },
  {
   "time": 729,
   "value": 2,
   "event": "送孟六归襄阳；在长安。答孟浩然留别诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 730,
   "value": 4,
   "event": "华岳；百僚及华州父老累表请封西岳，不允，作诗。《相思》；愿君多采撷，此物最相思。《山居秋暝》；明月松间照，清泉石上流。《送元二使安西》；劝君更尽一杯酒，西出阳关无故人。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 731,
   "value": 1,
   "event": "妻亡约在是年",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 732,
   "value": 2,
   "event": "送从弟蕃游淮南；从弟王蕃游淮南，有诗送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 733,
   "value": 7,
   "event": "酬严少尹徐舍人见过不遇；与严挺之、徐峤交往，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 734,
   "value": 7,
   "event": "送崔兴宗；玄宗在东都，崔兴宗赴洛阳游宦，有诗送之",
   "place": "郑州市（登封市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 735,
   "value": 10,
   "event": "隐居嵩山",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 736,
   "value": 3,
   "event": "随玄宗归长安，仍任右拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 737,
   "value": 10,
   "event": "和尹谏议史馆山池；春，与尹愔交往，有诗。《使至塞上》；大漠孤烟直，长河落日圆。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 738,
   "value": 10,
   "event": "双黄鹄歌送别；凉州送别，有诗",
   "place": "武威市",
   "lng": "102.644524",
   "lat": "37.934078"
  },
  {
   "time": 739,
   "value": 6,
   "event": "大荐福寺大德道光禅师塔铭并序；道光禅师去世，为其塔作铭文并序",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 740,
   "value": 10,
   "event": "任殿中侍御史",
   "place": "荆门市（钟祥市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 741,
   "value": 10,
   "event": "谒璿上人；到瓦官寺拜谒璿上人，有诗",
   "place": "南京市（瓦官寺）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 742,
   "value": 9,
   "event": "春日直门下省早朝；春，任左补阙。早朝时在门下省值班，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 743,
   "value": 0,
   "event": "故任城县尉裴府君墓志铭；任城县尉裴某卒，为撰墓志铭",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 744,
   "value": 7,
   "event": "始营蓝田辋川别业最晚当在本年",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 745,
   "value": 7,
   "event": "三月三日勤政楼侍宴应制；任侍御史。勤政楼侍宴，有诗",
   "place": "鄂尔多斯市（准格尔旗）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 746,
   "value": 4,
   "event": "为王常侍祭沙陁鄯国夫人文；为河西节度使王忠嗣作祭沙陁鄯国夫人文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 10,
   "event": "苑舍人能书梵字兼达梵音皆曲尽其妙戏为之答；与苑咸交往",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 9,
   "event": "大同殿生玉芝龙池上有庆云百官共睹圣恩便赐宴乐敢书即事；任库部郎中。三月己酉，大同殿柱生玉芝，龙池上有庆云，玄宗赐宴，王维当朝奉官，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 749,
   "value": 0,
   "event": "故太子太师徐公挽歌四首；萧嵩卒，作挽歌四首",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 750,
   "value": 6,
   "event": "贺神兵助取石堡城表；去年七月，于万春乡界频见圣祖空中有言曰：“我以神兵助取石堡城。”作文致贺",
   "place": "西安市（辋川）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 751,
   "value": 2,
   "event": "唐故京兆君长山公韩府君墓志铭并序；吴兴郡别驾前京兆尹韩朝宗葬于蓝田白鹿原，为其作墓志铭",
   "place": "西安市（辋川）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 7,
   "event": "在京。任吏部郎中。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 9,
   "event": "送秘书朝监还日本国；日本遣唐留学生朝衡回国，有诗送行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 10,
   "event": "送崔五太守；崔涣出为巴西太守，作诗送行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 755,
   "value": 0,
   "event": "酬郭给事；迁给事中，有诗酬同僚",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 756,
   "value": 7,
   "event": "送綦毋校书弃官还江东；綦毋潜见安史兵乱，官况日恶，挂冠归隐江东，维作诗送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 757,
   "value": 2,
   "event": "广平王收复洛阳后回长安，系于宣阳里杨国忠宅",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 758,
   "value": 10,
   "event": "与工部李侍郎书；闲居蓝田辋川，李遵遣人慰问，作书以示感激",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 759,
   "value": 10,
   "event": "春夜竹亭赠钱少府归蓝田；任给事中。钱起归蓝田，有诗赠之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 760,
   "value": 10,
   "event": "河南严尹弟见宿敝庐访别人赋十韵；拜尚书右丞。严武任河南尹，返回长安与王维会晤，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 761,
   "value": 0,
   "event": "谢弟缙新授左散骑常侍状；肃宗答王维《责躬荐弟表》诏书下，上状致谢",
   "place": "西安市（辋川）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
