// 诗人行迹数据：王灼
export default {
 "name": "王灼",
 "birth": 1081,
 "death": 1162,
 "life": [
  {
   "time": 1081,
   "value": 1,
   "event": "疑居家乡遂州，约生于本年，本表所标年岁均为虚拟数，非实数",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "疑居家乡遂州",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "疑在家乡读书求学",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "王灼赴成都参加乡试",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "王灼读书汴京，准备应试，靖康变起，考试取消",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1130,
   "value": 2,
   "event": "《李彦泽从余求卫公兵法》；友李时雨向王灼借阅兵书",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1131,
   "value": 2,
   "event": "《贺南外知宗启》；绍兴元年五月王灼之友李时雨被起用为知南外宗正事",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "疑居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "官夔州钤辖安抚司冯康国幕府",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "王灼原长官冯康国丁母忧起复",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1141,
   "value": 5,
   "event": "《次何子应登赋楼韵》；何麒绍兴十一年七月至绍兴十二年七月任夔州路提点刑狱公事，王灼多与之唱和",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "王灼所在幕府之长官冯康国去世",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1143,
   "value": 6,
   "event": "《投秦太师》；王灼作《投秦太师》四首投赠秦桧，欲为秦桧门客",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "《谢交割启》；王灼被劾去官",
   "place": "荆州市（江陵县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "是年冬，王灼客居成都碧鸡坊妙胜院",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "居成都碧鸡坊妙胜院。与友王和先、张齐望置酒相乐之余，考历歌曲之习俗、他人之论说，后成为《碧鸡漫志》初稿",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "《跋苏子送宋使君书诗》；宋构之孙宋光向王灼展示苏轼手迹",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "发现前年于碧鸡坊所作歌曲论说残稿十七篇，开始整理",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "整理、增订前所做歌曲论说残稿毕，定名为《碧鸡漫志》。《碧鸡漫志》的写作与整理共用了近三年时间",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1152,
   "value": 0,
   "event": "王灼友李亮卒",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1154,
   "value": 4,
   "event": "《古挚墓铭》；作《古挚墓铭》",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "《监乐堂》；冯茂恭翻新监乐堂，王灼作《监乐堂》",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1156,
   "value": 9,
   "event": "《铜马歌》；王灼以事至成都，作《铜马歌》。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "王灼友刘仪凤应诏离蜀，秦桧死后一大批蜀人得到重用，王灼因年事已高无法出仕深感惋惜。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1158,
   "value": 4,
   "event": "《跋白氏船斋卷》；作《跋白氏船斋卷》",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "疑隐居家乡遂宁",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1162,
   "value": 2,
   "event": "《惠宗师盘石》；作《惠宗师盘石》，这是王灼现存作年最晚的作品。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  }
 ]
};
