// 诗人行迹数据：王质
export default {
 "name": "王质",
 "birth": 1135,
 "death": 1189,
 "life": [
  {
   "time": 1135,
   "value": 1,
   "event": "出生于永兴县",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "少年居家",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "少年居家",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "少年居家",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "少年居家",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "少年居家",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在永兴读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在兴国军学读书，举秀才",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在兴国军学读书",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1157,
   "value": 2,
   "event": "入太学，从张孝祥游",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 4,
   "event": "在太学，与王阮友善",
   "place": "湖州市（东林山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 9,
   "event": "《论庙谋》；三月，中书舍人张孝祥荐王质应制举，以开风气，惜因去国无成。为应制举，王质是年著论五十篇",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "春，登进士第",
   "place": "孝感市（安陆市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 6,
   "event": "七月，召试馆职，为言者论罢",
   "place": "荆州市（江陵县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 9,
   "event": "正月，汪澈入朝为参知政事，王质离开汪澈荆襄幕",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1163,
   "value": 6,
   "event": "正月，至扬州入张浚江淮幕",
   "place": "芜湖市（南陵县）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1164,
   "value": 10,
   "event": "入为太学正",
   "place": "黄石市（阳新县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 7,
   "event": "《汪参政生祠堂记》；居兴国，应兴国守张采之请，作《汪参政生祠堂记》",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1166,
   "value": 4,
   "event": "在国子正任上，七月罢",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "春，与张孝祥同游庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1168,
   "value": 10,
   "event": "《上晁制置启》；在虞允文川陕幕。六月上启制置使晁公武",
   "place": "绵阳市（江油市）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "《浣溪沙(和王通一韵简虞祖予)》；正月二十日，随虞允文还，取水路出川，饯别有词",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "二月，到达成都，入幕",
   "place": "市辖区（涪陵区）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "正月，入为敕令所删定官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 4,
   "event": "迁枢密院编修官",
   "place": "黄石市（阳新县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "任枢密院编修官。其间曾回兴国，与于湖弟张孝忠（字王臣）会于兴国，嘱其辑于湖遗稿",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1174,
   "value": 9,
   "event": "《于湖集序》；任枢密院编修官。作《于湖集序》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1175,
   "value": 4,
   "event": "《退文序》；二月，出通判荆南府，改吉州，皆不行，以主管成都府玉局观奉祠山居",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "是年居兴国",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1177,
   "value": 2,
   "event": "《兴国军大冶县学记》；居兴国。二月，大冶县学建成，为作记",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "是年居兴国",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1179,
   "value": 7,
   "event": "《平政堂记》；居兴国，有《平政堂记》",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1180,
   "value": 4,
   "event": "《寄题陆务观渔隐》；居兴国，与陆游唱和",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1181,
   "value": 2,
   "event": "《荷柳松竹赠答》；居兴国，有诗",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "是年居兴国",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "居兴国，正月，《绍陶录》撰成",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1184,
   "value": 2,
   "event": "《三圣坛龙祠记》；居兴国，六月，为祈雨而作有《三圣坛龙祠记》",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1185,
   "value": 3,
   "event": "居兴国，七月，因得罪永兴知县赵伯彬而降一官",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "居兴国，晚年撰成研究《诗经》的著作《诗总闻》二十卷",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "是年居兴国",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "是年居兴国",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "正月，在兴国去世。葬兴国永兴县牛头山",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  }
 ]
};
