// 诗人行迹数据：王观
export default {
 "name": "王观",
 "birth": 1035,
 "death": 1100,
 "life": [
  {
   "time": 1032,
   "value": 1,
   "event": "大约本年出生，出生地点不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "大约本年，在汴京，入太学，师从胡瑗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "本年在汴京，入太学，师从胡瑗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "本年在汴京，入太学，师从胡瑗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "本年在汴京，入太学，师从胡瑗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "本年在汴京，登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "本年任建昌军参军",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "本年或在建昌军参军任上",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "本年或在建昌军参军任上",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "本年父亲卒，居家丁忧",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "本年父亲卒，居家丁忧",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "本年父亲卒，居家丁忧",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "本年或授单州团练推官",
   "place": "菏泽市（单县）",
   "lng": "116.093816",
   "lat": "34.800105"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "本年或在单州团练推官任上",
   "place": "菏泽市（单县）",
   "lng": "116.093816",
   "lat": "34.800105"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "本年或在单州团练推官任上",
   "place": "菏泽市（单县）",
   "lng": "116.093816",
   "lat": "34.800105"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "本年或任秘书省校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "本年或任秘书省校书郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "《丁锡墓志》；本年为丁锡作墓志，或在任秘书省校书郎任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "本年行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1076,
   "value": 4,
   "event": "《醉眠亭》；熙宁七年至九年间，在秀州，有醉眠亭诗",
   "place": "市辖区（青浦区）",
   "lng": "121.130814",
   "lat": "31.155541"
  },
  {
   "time": 1077,
   "value": 4,
   "event": "《扬州赋》；熙宁末年，任扬州江都县令，作扬州赋",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1078,
   "value": 6,
   "event": "本年或在扬州江都县令任上",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "本年，在汴京，任大理寺丞",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 2,
   "event": "春，赴永州贬所，途经江西九江时，诗人孔平仲有诗送行",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "谪居永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "谪居永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "七月，谪居永州，母亲李氏卒",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1084,
   "value": 0,
   "event": "本年或卒于贬所永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "本年或卒于贬所永州",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  }
 ]
};
