// 诗人行迹数据：王迈
export default {
 "name": "王迈",
 "birth": 1184,
 "death": 1248,
 "life": [
  {
   "time": 1184,
   "value": 1,
   "event": "是年，王迈生",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "少居家乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "已读书，读书之堂曰“养正堂”，真德秀有《养正堂记》,",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡求学",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "贡于乡。以文谒傅诚",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1214,
   "value": 2,
   "event": "《甲戌九月日有食之纪异三十韵》；九月九日，日食，有诗纪之",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "开门授业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "《丙子再荐谢太守启》；再贡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1217,
   "value": 8,
   "event": "《丁丑廷对策》；廷对策，直陈内忧外患",
   "place": "莆田市（仙游县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "待任在家",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1219,
   "value": 2,
   "event": "《见江西真帅启》；年底，过隆兴府，上启拜见见真德秀",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1220,
   "value": 4,
   "event": "为潭州观察推官",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1221,
   "value": 10,
   "event": "《潭州善化县尉司新廨记》；潭州善化县尉司新廨建成，为作记",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1222,
   "value": 2,
   "event": "《白发叹》；春，丁内艰",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1223,
   "value": 4,
   "event": "《四十自寿》；居家丁内艰",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1224,
   "value": 6,
   "event": "居家丁内艰",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1225,
   "value": 3,
   "event": "在浙西安抚司干办官任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1226,
   "value": 4,
   "event": "《跋陈君保作喆藏赵忠定公帖（二）》；在浙西安抚司干办官任上。有跋文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1227,
   "value": 3,
   "event": "在浙西安抚司干办官任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1228,
   "value": 6,
   "event": "《仰斗堂记》；在浙西安抚司干办官任上，为孙叔谨所建仰斗堂作记",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1229,
   "value": 6,
   "event": "《送蜀名父之子程刚仲世徳擢甲科二首》；春，为考试官。蜀人程世德登第，作诗送之",
   "place": "莆田市（仙游县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1230,
   "value": 2,
   "event": "《送莆守赵孟坚汝固司舶温陵》；免官闲居。八月，有诗送赵孟坚",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "免官闲居",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "任南外睦宗院教授",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1233,
   "value": 4,
   "event": "《谢真师荐举启》；真德秀荐举赴都堂审察，上启致谢",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1234,
   "value": 4,
   "event": "赴都堂审察，得丞相郑公清之赏识",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 0,
   "event": "正月，真德秀知贡举，王迈为考校",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 9,
   "event": "《丙申九月封事》；在秘书省正字任上，上封事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 0,
   "event": "《祭魏鹤山先生文》；三月，魏了翁卒，作文祭之",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1238,
   "value": 2,
   "event": "《跋大庾令赵宗华时棣藏诸公帖》；免官闲居故里。夏，有跋文",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1239,
   "value": 5,
   "event": "《送赵伯泳涯侍郎守温陵》；免官闲居。赵涯知泉州，有诗送之",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1240,
   "value": 3,
   "event": "复官通判赣州，未到任",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1241,
   "value": 3,
   "event": "春，通判吉州，友人刘克庄作诗送之",
   "place": "吉安市（井冈山市）",
   "lng": "114.296087",
   "lat": "26.753785"
  },
  {
   "time": 1242,
   "value": 4,
   "event": "《政经序》；在通判吉州任上。正月，真德秀《政经》作序",
   "place": "吉安市（井冈山市）",
   "lng": "114.296087",
   "lat": "26.753785"
  },
  {
   "time": 1243,
   "value": 6,
   "event": "《仙游县傅氏金石山福神道院记》；在通判吉州任上。为仙游县傅氏金石山福神道院作记",
   "place": "吉安市（井冈山市）",
   "lng": "114.296087",
   "lat": "26.753785"
  },
  {
   "time": 1244,
   "value": 4,
   "event": "《贺新郎•为后村母夫人寿》；知邵武军。有词为刘克庄母夫人84岁祝寿",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1245,
   "value": 3,
   "event": "知邵武军，作劝粜歌，民赖以济，民甚德之",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1246,
   "value": 4,
   "event": "知邵武军。右言正江万里荐其才可用，未果",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1247,
   "value": 0,
   "event": "《贺新郎•丁未守邵武宴同官》；在邵武任上。与同僚宴，有词纪之",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1248,
   "value": 0,
   "event": "居乡奉祠。三月四日卒。除司农少卿，积阶朝请郎",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  }
 ]
};
