// 诗人行迹数据：王阮
export default {
 "name": "王阮",
 "birth": 1140,
 "death": 1208,
 "life": [
  {
   "time": 1140,
   "value": 1,
   "event": "是年生",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "少年居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡求学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "入太学。与王质同隶时中斋",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在太学读书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "丁父忧，放弃科举考试",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "居家丁父忧",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "居家丁父忧，与王质同游庐山",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "登进士第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 7,
   "event": "《上九江唐舍人（文若）一首五十韵》；唐文若到任江州，王阮上诗请求举荐",
   "place": "九江市（都昌县）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1165,
   "value": 4,
   "event": "在都昌主簿任上",
   "place": "九江市（都昌县）",
   "lng": "116.210642",
   "lat": "29.278834"
  },
  {
   "time": 1166,
   "value": 6,
   "event": "《都昌沿檄黟歙遇春》；公干经徽州黟县、歙县，有诗纪之",
   "place": "黄山市（歙县）",
   "lng": "118.420057",
   "lat": "29.866822"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "离任都昌，回乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1169,
   "value": 7,
   "event": "《同张安国游万杉寺》；与张孝祥同游庐山，有诗纪之",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "到任永州教授",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "王阮到长沙谒见赴任袁州途经长沙的张栻",
   "place": "常德市（桃源县）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1173,
   "value": 10,
   "event": "《读浯溪碑》；在永州祁阳与范成大相会",
   "place": "永州市（祁阳县）",
   "lng": "111.84657",
   "lat": "26.586455"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "任何职不详，或在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "任何职不详，或在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "任何职不详，或在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "任何职不详，或在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "任何职不详，或在乡闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1179,
   "value": 4,
   "event": "《新昌书座右屏》；以宣教郎知新昌县",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1180,
   "value": 6,
   "event": "《题靖节先生祠》；在新昌任上，游靖节祠，题诗纪之",
   "place": "宜春市（宜丰县）",
   "lng": "114.810205",
   "lat": "28.399685"
  },
  {
   "time": 1181,
   "value": 9,
   "event": "《荐福寺一首（并序）》；再至鄱阳，游荐福寺，作诗纪之",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "丁内艰，辞官居家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1183,
   "value": 2,
   "event": "《次韵范石湖北窗书怀》；居家丁忧。有诗与范成大唱和",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "居家丁忧",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1186,
   "value": 2,
   "event": "《丙午寒食题净土寺》；是年寒食节过隆兴府，有诗题净土寺",
   "place": "南昌市（净土寺）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1188,
   "value": 3,
   "event": "知昌国县到任",
   "place": "舟山市（定海区）",
   "lng": "122.113391",
   "lat": "30.025451"
  },
  {
   "time": 1189,
   "value": 9,
   "event": "兴学造士，迁学校于芙蓉洲",
   "place": "舟山市（定海区）",
   "lng": "122.113391",
   "lat": "30.025451"
  },
  {
   "time": 1190,
   "value": 7,
   "event": "修状元桥",
   "place": "舟山市（定海区）",
   "lng": "122.113391",
   "lat": "30.025451"
  },
  {
   "time": 1191,
   "value": 5,
   "event": "《洞庭题咏十一首》；秋，北上返乡途中游太湖洞庭山",
   "place": "苏州市（洞庭山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "任职不详，或在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "任职不详，或在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "任职不详，或在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "任职不详，或在家闲居",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1196,
   "value": 4,
   "event": "《投周益公三首》；冬，因公干过庐陵，拜见周必大，有诗",
   "place": "吉安市（万安县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "赴任濠州知州",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1198,
   "value": 7,
   "event": "《瑞麦谣》；在知濠州任上，有诗",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "是年已有知抚州之命，朱熹致书问候",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "在抚州任上",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "在抚州任上",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "在抚州任上",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "在抚州任上",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "在抚州任上",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "奉祠归隠庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "奉祠归隠庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "奉祠归隠庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1208,
   "value": 0,
   "event": "是年卒于家",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  }
 ]
};
