// 诗人行迹数据：王韶
export default {
 "name": "王韶",
 "birth": 1030,
 "death": 1081,
 "life": [
  {
   "time": 1030,
   "value": 1,
   "event": "二月二十八日王韶生。生而颖异，形气不凡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "少居家乡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "少居家乡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "少居家乡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "少居家乡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "少居家乡",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "就读德安三万王氏义学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "就读德安三万王氏义学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "就读德安三万王氏义学",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "在三万王氏义学读书，已有远志",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "天资高迈，志趣不群",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "在三万王氏义学读书",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "游学产山，学已有成",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "游学四方，靡有倦志",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "约于是年娶前夫人杨氏",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "长子王廓约生于是年",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "潜心学业",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "九月，次子王厚生",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "潜心学业",
   "place": "九江市（德安县）",
   "lng": "115.762628",
   "lat": "29.319213"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "是年中举人",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "调新安主簿",
   "place": "洛阳市（新安县）",
   "lng": "112.139027",
   "lat": "34.733873"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "在新安主簿任上",
   "place": "洛阳市（新安县）",
   "lng": "112.139027",
   "lat": "34.733873"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "在新安主簿任上",
   "place": "洛阳市（新安县）",
   "lng": "112.139027",
   "lat": "34.733873"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "试制科不中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "客游陕西，访采边事",
   "place": "铜川市（耀州区）",
   "lng": "108.986548",
   "lat": "34.915939"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "客游陕西，访采边事",
   "place": "铜川市（耀州区）",
   "lng": "108.986548",
   "lat": "34.915939"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "客游陕西，访采边事",
   "place": "铜川市（耀州区）",
   "lng": "108.986548",
   "lat": "34.915939"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "调建昌军司理参军",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "在建昌军司理参军任上，夫人杨氏卒，年三十九",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "《南城》；在建昌军司理参军任上，有诗",
   "place": "抚州市（南城县）",
   "lng": "116.644148",
   "lat": "27.574743"
  },
  {
   "time": 1068,
   "value": 4,
   "event": "《平戎策》；诣阙上《平戎策》三篇，详论取西夏之略，得神宗赏识",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "管干秦凤经略司机宜文字",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "二月，王韶请置市易司、营田司，并请以官钱作本，改著作佐郎，提举营田市易务。",
   "place": "天水市",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "六月十六日，王韶奉诏赴阙召对。安石又辩王韶不当降官。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 8,
   "event": "正月十九日，王安石以为郭逵坏事，请即用韶帅秦，徙逵他处。上示“且更待其有功。”",
   "place": "定西市（陇西县）",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "正月，王安石再写《与王子醇书》（二）",
   "place": "定西市（临洮县）",
   "lng": "103.866141",
   "lat": "35.400777"
  },
  {
   "time": 1074,
   "value": 4,
   "event": "正月六日，弟正月六日，弟王夏管押蕃部都首领辖乌察等及赍贺表至阙，上特引对，为大理寺丞，赐绯章服",
   "place": "定西市（临洮县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "三月六日，王韶次子王厚言生母杨氏独不与封，诏自今得封三代者并妻追封",
   "place": "九江市（德安县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "二月十五日，对邕州城陷持异议，与安石始有隙",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 4,
   "event": "二月十八日，王韶罢枢密副使。以户部侍郎、观文殿学士知洪州",
   "place": "武汉市（武昌区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "在知鄂州任上",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "在知鄂州任上",
   "place": "武汉市（武昌区）",
   "lng": "114.322539",
   "lat": "30.559627"
  },
  {
   "time": 1080,
   "value": 7,
   "event": "在洪州任上。春，诗人徐积往湖湘，途径洪州来访",
   "place": "九江市（庐山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "在知洪州任上",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  }
 ]
};
