// 诗人行迹数据：王铚
export default {
 "name": "王铚",
 "birth": 1092,
 "death": 1144,
 "life": [
  {
   "time": 1092,
   "value": 1,
   "event": "疑本年生于家乡颍州汝阴，本表所标年岁均为虚拟数，非实数",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "疑在家乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "其父王莘知江州，同往",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "与父王莘生活在江州",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "与父王莘生活在江州",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1110,
   "value": 2,
   "event": "与父王莘生活在江州",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "与张元干、娄寅亮相识于太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在太学读书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 2,
   "event": "次韵国香诗；在太学读书，与表兄高荷相见，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在故乡汝阴家居，与知府周邦彦相知",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在故乡汝阴家居，收到周邦彦所寄《瑞鹤仙》词",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1122,
   "value": 2,
   "event": "四六话；疑在故乡汝阴家居。七月，著《四六话》成，自为序",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "疑在故乡汝阴家居",
   "place": "阜阳市（西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "秋，在睢阳结识晁说之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1125,
   "value": 2,
   "event": "跋张元干辑先祖手泽；居京城。二月，为张元干所辑先祖手泽作跋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 2,
   "event": "靖康讨虏檄文；入西道总管王襄幕府，为草檄文",
   "place": "阜阳市（西湖）",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "举家迁至扬州。秋，曾往真州访晁说之",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "南迁途中，在海陵拜访晁说之",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1129,
   "value": 4,
   "event": "与浙西帅康允之书；入浙西康允之幕府，有文",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1130,
   "value": 4,
   "event": "七月，始著《祖宗兵制》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "得娄寅亮赠《上高宗皇帝书》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 2,
   "event": "包山禅院记；正月，游平江包山禅寺，有文",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在临安为官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "三月，朝廷欲用为太府寺丞，被言者谏止",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 2,
   "event": "送郭寿翁还庐陵；主管庐山太平观，作隐居浙东之计。有诗。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "朱敦儒、徐度来访，命次子王明清出拜二公",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 2,
   "event": "游东山记；避居剡溪，有文",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "因修《国朝史述》，被诏奉祠，主管台州崇道观",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "正月，因上《七朝国史》，特迁一官",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "闲居山阴",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "曾为陆游讲王安石欲与司马光卜邻事",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "二月，跋谢文靖《东山图》",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "七八月间，因献《太玄经讲义》，被赐白金三百两",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1144,
   "value": 0,
   "event": "三月，因献《祖宗八朝圣学通纪论》，诏迁一官",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  }
 ]
};
