// 诗人行迹数据：王遂
export default {
 "name": "王遂",
 "birth": 1182,
 "death": 1248,
 "life": [
  {
   "time": 1182,
   "value": 1,
   "event": "是年王遂生。上有兄王适、王逢",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "少年居乡",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "少年居乡",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "少年居乡",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "少年居乡",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "始读书，母夫人蔡氏给予幼年王遂以良好教育",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "能应举",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡读书",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "试江东，因对策抵韩侂胄而被黜落，其父万枢降一官放罢",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "赴省复试，径驳放",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "以父任主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1199,
   "value": 3,
   "event": "主富阳簿。兄王逢登第，授溧水主簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "登进士第，续任富阳主簿，刘宰作序相送",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1204,
   "value": 3,
   "event": "主富阳簿",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1205,
   "value": 0,
   "event": "父王万枢卒，丁父忧",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居家丁父忧",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居家丁父忧",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "楚州教授。适苦旱，献救荒之策，参与救荒，得建康留守丘崇器重",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "参与救荒，得建康留守杨辅器重",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "入黄度幕。初显政治才能",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "在黄度幕府任职",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "在黄度幕府任职",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "在黄度幕府任职",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "在黄度幕府任职",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "与真德秀共议救荒赈饥事，民多全活",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "与李道传共议救荒赈饥事，民多全活",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1217,
   "value": 2,
   "event": "《送李果州归蜀》；李道传出知果州，有诗相送",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "知当涂县",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1222,
   "value": 4,
   "event": "《跋陈少阳建炎所上第三书》；在知当涂县令任上。四月，有跋文",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1223,
   "value": 3,
   "event": "在当涂令任上，有善政",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居家丁母忧",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居家丁母忧。冬，与刘宰一起在吕城拜访魏了翁",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "四月服除，仍居家",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居家。吴定夫来访",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "在知山阴县任上",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "盗起江西、闽中，王遂陈《弭盗六策四要》，差干办审计司",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1230,
   "value": 3,
   "event": "在知邵武军任上",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1231,
   "value": 3,
   "event": "知邵武军、兼招捕司参议官",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "知安丰军",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 1233,
   "value": 3,
   "event": "又迁太常寺主薄",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1234,
   "value": 3,
   "event": "在监察御史任上。疏奏极论进君子，退小人。论劾甚众，奸党为之一空",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 4,
   "event": "寻拜殿中侍御史。劾李知孝、梁大成、莫泽",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 4,
   "event": "正月，以户部侍郎兼同修国史、实录院同修撰，暂兼权侍左侍郎。辞免不允",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 0,
   "event": "知平江府。以秤提会子进一秩",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1238,
   "value": 4,
   "event": "进显谟阁待制、知泉州，改温州，亦皆未赴任，仍知平江府",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1239,
   "value": 4,
   "event": "以华文阁直学士差知隆兴府兼江西转运副使",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1240,
   "value": 4,
   "event": "在知隆兴府兼江西转运副使任上",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1241,
   "value": 7,
   "event": "以显谟阁待制知宁国府，政绩卓著",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1242,
   "value": 6,
   "event": "《漫塘文集序》；在知宁国府任上。秋，为刘宰《漫塘文集》作序",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1243,
   "value": 7,
   "event": "以宝章阁直学士知建宁府",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1244,
   "value": 9,
   "event": "知建宁府，筑风雨坛",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1245,
   "value": 3,
   "event": "复知隆兴府兼江西安抚使",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1246,
   "value": 4,
   "event": "在知隆兴府兼江西安抚使任",
   "place": "常州市（金坛区）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1247,
   "value": 4,
   "event": "《鲁公祠堂记》；奉祠居乡。六月，作《鲁公祠堂记》",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  },
  {
   "time": 1248,
   "value": 3,
   "event": "除权工部尚书，未及造朝而薨。积官至龙图阁直学士通奉大夫",
   "place": "常州市（金坛区）",
   "lng": "119.58468",
   "lat": "31.740504"
  }
 ]
};
