// 诗人行迹数据：田锡
export default {
 "name": "田锡",
 "birth": 940,
 "death": 1003,
 "life": [
  {
   "time": 940,
   "value": 1,
   "event": "本年，出生于眉州洪雅县",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 941,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 942,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 943,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 944,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 945,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 946,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 947,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 948,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 949,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 950,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 951,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 952,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 953,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 954,
   "value": 0,
   "event": "十一月五日，居乡，母杨氏卒",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 955,
   "value": 1,
   "event": "二月，居乡，葬母杨氏于洪雅县西北归仁乡崇教里",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 956,
   "value": 1,
   "event": "本年，居乡，为母守丧",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 957,
   "value": 0,
   "event": "六月二十三日，居乡，父田懿卒",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 958,
   "value": 1,
   "event": "本年，居乡，为父守丧",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 959,
   "value": 1,
   "event": "本年，居乡，为父守丧",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 960,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 961,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 962,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 963,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 964,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 965,
   "value": 1,
   "event": "本年，与时任峨眉县令的杨徽之结识，受杨厚遇",
   "place": "乐山市（峨眉山市）",
   "lng": "103.491014",
   "lat": "29.607032"
  },
  {
   "time": 966,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 967,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 968,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 969,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 970,
   "value": 1,
   "event": "本年，居乡",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 971,
   "value": 1,
   "event": "约于本年，居乡，在修文山读书",
   "place": "眉山市（洪雅县）",
   "lng": "103.379482",
   "lat": "29.910676"
  },
  {
   "time": 972,
   "value": 4,
   "event": "花雨比下秦中；春，游学长安，有诗",
   "place": "西安市（骊山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 973,
   "value": 1,
   "event": "本年，与韩丕居骊山白鹿观读书",
   "place": "西安市（骊山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 974,
   "value": 4,
   "event": "寄蒲城宋白小著；春，游学长安，有诗寄宋白",
   "place": "渭南市（蒲城县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 975,
   "value": 9,
   "event": "夏日即事；夏，寄居蒲城，有诗咏时事",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 976,
   "value": 9,
   "event": "和太素春书；春，寄居蒲城，有诗和宋白",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 977,
   "value": 9,
   "event": "三月二十八日书怀；三月二十八日，寄居蒲城，有诗书怀",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 978,
   "value": 9,
   "event": "答胡旦书；二月，寄居蒲城，有书寄胡旦",
   "place": "渭南市（蒲城县）",
   "lng": "109.592959",
   "lat": "34.961236"
  },
  {
   "time": 979,
   "value": 10,
   "event": "春，到宣州通判任",
   "place": "宣城市（叠嶂楼）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 980,
   "value": 10,
   "event": "寄樊郎中；春，在宣州通判任，有诗寄樊郎中",
   "place": "邯郸市（大名县）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 981,
   "value": 10,
   "event": "二月十六日，在京为左拾遗，上《请皇帝东封书》",
   "place": "邯郸市（大名县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 982,
   "value": 7,
   "event": "元日；元日，在洺州为河北南路转运副使，有诗",
   "place": "邯郸市（永年县）",
   "lng": "114.49736",
   "lat": "36.783999"
  },
  {
   "time": 983,
   "value": 10,
   "event": "相州郡楼赠高秘丞；春，在知相州任，有诗赠人",
   "place": "安阳市",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 984,
   "value": 10,
   "event": "春，在知相州任，移知睦州",
   "place": "扬州市（茱萸堰）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 985,
   "value": 6,
   "event": "酬桐庐知县刁衎歌；春，在知睦州任，有诗酬刁衎",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 986,
   "value": 10,
   "event": "贺曹彬奏胜捷表；四月，在知睦州任，上表贺曹彬奏捷",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 987,
   "value": 10,
   "event": "谢赐历日一；正月，在知睦州任，有谢赐历日奏状",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 988,
   "value": 10,
   "event": "进藉田颂表；正月，在京为知制诰，上表进《藉田颂》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 989,
   "value": 10,
   "event": "上太宗答诏论边事；正月十三日，在京为知制诰，上疏论边事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 990,
   "value": 10,
   "event": "陈州谢恩表；正月八日，到知陈州任，有谢表",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 991,
   "value": 4,
   "event": "归去来；本年，在知陈州任，有诗抒归隐之思",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 992,
   "value": 5,
   "event": "五月十四日，在知陈州任，坐稽留杀人狱责授检校右散骑常侍、海州团练副使",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 993,
   "value": 10,
   "event": "谢量移单州表；春，在海州团练副使任，量移单州团练副使，有谢表",
   "place": "淮安市（涟水县）",
   "lng": "119.229571",
   "lat": "34.602342"
  },
  {
   "time": 994,
   "value": 10,
   "event": "谢特授工部员外郎表；春，在京，除工部员外郎，有谢表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 3,
   "event": "本年，在京为工部员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 6,
   "event": "谢复户部郎中笏记；正月，在京为工部员外郎，复户部郎中，有致谢笏记",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 10,
   "event": "代李给事惟清让密地表；正月，在京为户部郎中，代李惟清作让表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 998,
   "value": 6,
   "event": "正月，在京为吏部郎中，除泰州知州，获准三月初赴任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 10,
   "event": "贺傅潜等奏胜捷表；十月，在知泰州任，上表贺傅潜等奏捷",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1000,
   "value": 10,
   "event": "贺德音表；正月，在知泰州任，上表贺德音",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1001,
   "value": 10,
   "event": "谢得替；正月，在知泰州任，获准归阙，上奏状致谢",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1002,
   "value": 10,
   "event": "正月十二日，在京为吏部郎中，权干当通进银台司，兼门下封驳事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 0,
   "event": "上真宗论拣选强壮失信；三月一日，在京为吏部郎中，再上疏论拣选强壮",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
