// 诗人行迹数据：白居易
export default {
 "name": "白居易",
 "birth": 772,
 "death": 846,
 "life": [
  {
   "time": 772,
   "value": 1,
   "event": "此日生于郑州新郑县东郭宅。",
   "place": "郑州市（东郭宅）",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 773,
   "value": 0,
   "event": "此日，祖父鍠卒于长安，年六十八岁。以其年权厝于下邽县下邑里。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 774,
   "value": 1,
   "event": "不详。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 775,
   "value": 1,
   "event": "不详。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 776,
   "value": 1,
   "event": "五六岁便学为诗，姑系于此。弟行简生。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 777,
   "value": 1,
   "event": "此日，祖母薛氏殁于新郑县私第，年七十岁。",
   "place": "郑州市",
   "lng": "113.631349",
   "lat": "34.753488"
  },
  {
   "time": 778,
   "value": 1,
   "event": "是年前后，独居荥阳。",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 779,
   "value": 1,
   "event": "是年或居荥阳，姑系于此。",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 780,
   "value": 1,
   "event": "居荥阳。谙识声韵。",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 781,
   "value": 1,
   "event": "解读书。",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 782,
   "value": 1,
   "event": "去荥阳（即郑州），从父徐州别驾任所，寄家符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 783,
   "value": 1,
   "event": "居符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 784,
   "value": 1,
   "event": "本年，当居符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 785,
   "value": 1,
   "event": "本年，当居符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 786,
   "value": 1,
   "event": "本年，当居符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 787,
   "value": 1,
   "event": "约本年，白居易于苏州或饶州，谒顾况。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 788,
   "value": 2,
   "event": "父季庚任满，改除大理少卿；衢州别驾。从父衢州任所。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在衢州。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 790,
   "value": 1,
   "event": "在衢州。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 791,
   "value": 1,
   "event": "白家约于此年返符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 792,
   "value": 1,
   "event": "弟幼美夭，权窆于符离县南原。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 793,
   "value": 1,
   "event": "不详。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 794,
   "value": 0,
   "event": "在襄阳。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 795,
   "value": 1,
   "event": "守父丧。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 796,
   "value": 1,
   "event": "守父丧。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 797,
   "value": 1,
   "event": "父丧服满后，仍居符离。",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 798,
   "value": 2,
   "event": "是年夏，白家移居洛阳。时长兄幼文任饶州浮梁主簿。居易往饶州依长兄。唯行简随侍其母。",
   "place": "景德镇市（浮梁县）",
   "lng": "117.221695",
   "lat": "29.357682"
  },
  {
   "time": 799,
   "value": 8,
   "event": "《伤远行赋》；春，自兄幼文浮梁县主簿任所返洛阳省母。有文。",
   "place": "马鞍山市（当涂县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 800,
   "value": 0,
   "event": "正月，在长安。",
   "place": "景德镇市（浮梁县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 9,
   "event": "《祭十五兄文》；是年有文，约在长安，姑系于此。",
   "place": "马鞍山市（当涂县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 9,
   "event": "在长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 10,
   "event": "《汉高皇帝亲斩白蛇赋》；白公试宏辞赋，考落，有赋。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 10,
   "event": "在长安，为校书郎。",
   "place": "徐州市（燕子楼）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 10,
   "event": "《唐扬州仓曹参军王府君墓志铭》；代裴颋舍人撰墓志铭。",
   "place": "西安市（慈恩寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 10,
   "event": "在长安，罢校书郎。",
   "place": "西安市（华阳观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 10,
   "event": "春，与杨汝士等屡会于杨家靖恭里宅。",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 808,
   "value": 10,
   "event": "《三月三日谢恩赐曲江宴会状》；在长安，有文。",
   "place": "西安市（新昌里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 10,
   "event": "《论太原事状三件》；在长安，有文。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 810,
   "value": 10,
   "event": "《与师道诏》；在长安，有文。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 0,
   "event": "《太原白氏家状二道》；在长安，有文。",
   "place": "渭南市（大荔县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 10,
   "event": "守母丧，居下邽县义津乡金氏村。",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 813,
   "value": 10,
   "event": "此日，迁前权厝外祖母陈夫人；季弟幼美之灵柩，改葬于下邽县义津乡北冈。",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 814,
   "value": 10,
   "event": "仍居下邽县义津乡金氏村。",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 815,
   "value": 10,
   "event": "《补逸书》；有感于当时藩镇割据，有文。",
   "place": "西安市（蓝田县）",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 816,
   "value": 10,
   "event": "在江州司马任。",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 817,
   "value": 0,
   "event": "《正月十五日夜东林寺学禅偶怀蓝田杨主簿因呈智禅师》；正月十五日夜，东林寺学禅偶怀蓝田杨汝士，有诗呈智禅师。",
   "place": "九江市（东林寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 818,
   "value": 10,
   "event": "春，弟行简自梓州至。时至庐山，宿草堂。",
   "place": "九江市（东林寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 819,
   "value": 10,
   "event": "《东林寺经藏西廊记》；春，在东林寺经藏西廊，有文",
   "place": "九江市（东林寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 820,
   "value": 10,
   "event": "春，在忠州刺史任。",
   "place": "重庆直辖县行政区划（忠县）",
   "lng": "108.044205",
   "lat": "30.306133"
  },
  {
   "time": 821,
   "value": 10,
   "event": "《啖異可滁州长史許志雍可永州司户崔行检可隋州司户并准赦量移制》；在长安，有文。",
   "place": "西安市（慈恩寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 10,
   "event": "《田布赠右仆射制》；在长安，有文。",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 10,
   "event": "《立春后五日》；立春后五日，在杭州有诗。",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 824,
   "value": 10,
   "event": "在杭州刺史任。",
   "place": "杭州市（天竺寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 825,
   "value": 10,
   "event": "在洛阳，为太子左庶子分司东都。",
   "place": "苏州市（太湖）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 826,
   "value": 0,
   "event": "在苏州刺史任。",
   "place": "苏州市（灵严寺）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 827,
   "value": 10,
   "event": "《有感三首》；过溱洧，有感作诗三首，姑系于此。",
   "place": "郑州市（荥阳市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 828,
   "value": 10,
   "event": "《雪中寄令狐相公兼呈梦得》；雪中寄令楚、刘禹锡。",
   "place": "洛阳市（临都驿）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 829,
   "value": 10,
   "event": "《和微之诗二十三首》之十二《和除夜作》；春，和元稹诗四十二首诗成。",
   "place": "西安市（杜曲）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 10,
   "event": "在洛阳，为太子宾客分司东都。",
   "place": "洛阳市（龙门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 831,
   "value": 0,
   "event": "在河南尹任。",
   "place": "洛阳市（福先寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 832,
   "value": 0,
   "event": "在洛阳，为河南尹。",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 833,
   "value": 0,
   "event": "在洛阳，为河南尹。",
   "place": "洛阳市（草堂寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 834,
   "value": 0,
   "event": "在洛阳，为太子宾客分司东都。",
   "place": "洛阳市（菩提寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 835,
   "value": 10,
   "event": "在洛阳，为太子宾客分司东都。",
   "place": "三门峡市（灵宝市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 836,
   "value": 10,
   "event": "在洛阳，为太子少傅分司东都。",
   "place": "洛阳市（少室山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 837,
   "value": 0,
   "event": "在洛阳，为太子少傅分司东都。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 838,
   "value": 10,
   "event": "在洛阳，为太子少傅分司东都。",
   "place": "洛阳市（乾元寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 839,
   "value": 10,
   "event": "《醉吟先生墓志铭》；此年有文",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 840,
   "value": 10,
   "event": "在洛阳，为太子少傅分司东都。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 841,
   "value": 10,
   "event": "春，与刘禹锡屡会饮。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 842,
   "value": 0,
   "event": "在洛阳，以刑部尚书致仕，给半俸。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 843,
   "value": 7,
   "event": "在洛阳，刑部尚书致仕。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 844,
   "value": 7,
   "event": "此日，从弟敏中拜中书舍人，依前充。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 845,
   "value": 10,
   "event": "在洛阳，刑部尚书致仕。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 846,
   "value": 0,
   "event": "在洛阳。刑部尚书致仕。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
