// 诗人行迹数据：皇甫湜
export default {
 "name": "皇甫湜",
 "birth": 777,
 "death": 835,
 "life": [
  {
   "time": 787,
   "value": 1,
   "event": "皇甫湜生",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 788,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 789,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 790,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 791,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 792,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 793,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 794,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 795,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 796,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 797,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 798,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 799,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 800,
   "value": 1,
   "event": "本年，于扬州拜谒顾况",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 801,
   "value": 1,
   "event": "居乡",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 802,
   "value": 0,
   "event": "本年，西赴长安，以应来年试",
   "place": "荆州市（江陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 0,
   "event": "本年，初次应举，落第后羁留长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 1,
   "event": "本年停贡举，疑仍滞京师",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 805,
   "value": 7,
   "event": "本年，三度赴试，终以榜落，愤而返家",
   "place": "渭南市（潼关县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 806,
   "value": 1,
   "event": "本年二月，登进士第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 807,
   "value": 1,
   "event": "本年，李贺赴省试，十月前以《雁门太守行》诗谒韩愈，时有谤议，以为贺当避父讳，不宜举进士，愈、湜以时议为非，愈作《讳辨》以辨之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 10,
   "event": "《山鸡舞镜赋》；本年，湜赴制举，韦处厚作《上宰相荐皇甫湜书》，随进湜文八篇",
   "place": "杭州市（淳安县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 809,
   "value": 3,
   "event": "秋，李贺往陆浑访湜，有《官不来，题皇甫湜先辈厅》一诗",
   "place": "洛阳市（嵩县）",
   "lng": "112.092107",
   "lat": "34.140833"
  },
  {
   "time": 810,
   "value": 3,
   "event": "本年，迁殿中侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 811,
   "value": 3,
   "event": "疑已返京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 4,
   "event": "约于本年迁职内供奉",
   "place": "永州市（祁阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 8,
   "event": "《睦州录事参军厅壁记》；四月，贬睦州(今浙江淳安)，作《睦州录事参军厅壁记》",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 814,
   "value": 3,
   "event": "疑仍在睦州",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 815,
   "value": 6,
   "event": "《朝阳楼记》；本年，在韶州(今广东韶关)，作《朝阳楼记》",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 816,
   "value": 6,
   "event": "《吉州庐陵县令厅壁记》；本年，贬吉州(今江西吉安)，作《吉州庐陵县令厅壁记》",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 817,
   "value": 3,
   "event": "本年，从山南东道节度使李恕于襄阳",
   "place": "荆州市（公安县）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 818,
   "value": 1,
   "event": "疑在京师",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 5,
   "event": "《送简师序》；正月，韩愈贬潮州，有僧简师，欲相追随，问序于湜，湜作《送简师序》以送之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 0,
   "event": "《祭柳子厚文》；上年柳宗元卒于柳州，本年归葬长安。七月左右，湜作《祭柳子厚文》，临水悼之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 3,
   "event": "本年，居李夷简幕中",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 822,
   "value": 3,
   "event": "三月，府罢，随夷简入京，擢(左、右)补阙",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 3,
   "event": "本年，当在京任职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 3,
   "event": "本年，擢四门博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 6,
   "event": "正月，韩愈之子韩昶持父生平仕录往赴湜所，敦请为铭",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 2,
   "event": "本年，返河阴，与邱生游",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 827,
   "value": 1,
   "event": "本年，游洛下，诲谕邱生",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 828,
   "value": 6,
   "event": "《送邱儒生序》；本年，三月左右，送邱生赴京，作《送邱儒生序》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 829,
   "value": 4,
   "event": "本年，居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 830,
   "value": 3,
   "event": "本年，入为员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 3,
   "event": "本年，在京任职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 3,
   "event": "本年，在京任职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 3,
   "event": "本年，迁祠部郎中，因数忤同省，自求分司",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 6,
   "event": "三月，从裴度东都留守府判官",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 835,
   "value": 0,
   "event": "《谕业》；九月左右，作《谕业》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
