// 诗人行迹数据：皮日休
export default {
 "name": "皮日休",
 "birth": 834,
 "death": 883,
 "life": [
  {
   "time": 834,
   "value": 1,
   "event": "约生于本年。皮日休生年难确考。本表所标年岁为虚拟数，非实数",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 836,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 837,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 838,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 839,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 840,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 841,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 842,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 843,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 844,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 845,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 846,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居乡",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 853,
   "value": 1,
   "event": "襄阳隐读",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 854,
   "value": 1,
   "event": "襄阳隐读",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 855,
   "value": 1,
   "event": "襄阳隐读",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 856,
   "value": 1,
   "event": "襄阳隐读",
   "place": "襄阳市（鹿门山）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 857,
   "value": 1,
   "event": "皮日休或参加乡贡室，成绩优等，获选",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 858,
   "value": 3,
   "event": "入徐商襄州幕，皮日休或因“试艺精专”而为徐商所赏，招其入幕",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 859,
   "value": 7,
   "event": "酒箴；入徐商襄州幕，其与汉上酬唱文人或许有龃龉",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 860,
   "value": 9,
   "event": "史处士；襄阳隐读，与史拱山人游",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 861,
   "value": 10,
   "event": "陪江西裴公游襄州延庆寺；秋初，江西观察使裴寅任满回京，路出襄阳，皮日休干谒之，并陪襄州延庆寺，献诗",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 862,
   "value": 9,
   "event": "在江西观察使幕",
   "place": "九江市（彭泽县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 863,
   "value": 9,
   "event": "科举落第",
   "place": "荆门市（钟祥市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 9,
   "event": "咎繇碑；春，皮日休自寿州之江右而道出英六城下，访咎繇庙，作《咎繇碑》",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 865,
   "value": 7,
   "event": "霍山赋；皮日休至淝陵，途经霍山，为获幸令狐绹氏作《霍山赋》",
   "place": "六安市（霍山县）",
   "lng": "116.339265",
   "lat": "31.398463"
  },
  {
   "time": 866,
   "value": 9,
   "event": "科举不第",
   "place": "六安市（寿县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 6,
   "event": "登第后寒食杏园有宴，因寄录事宋垂文同年；科举及第，旋遭座主郑愚之嘲戏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 10,
   "event": "宏词下第感恩献兵部侍郎；正月，皮日休试吏部宏词下第，有诗赠徐商",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 10,
   "event": "送令狐补阙归朝；令狐绹及其子滈归朝，皮日休有诗相送",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 870,
   "value": 0,
   "event": "伤进士严子重诗并序；皮日休、陆龟蒙等人作诗伤严子重进士；并迎其妻室山阴滕式入苏州。《汴河怀古》；尽道隋亡为此河，至今千里赖通波。",
   "place": "苏州市（太湖；洞庭山之神景宫、林屋洞、包山精舍、毛公坛、飘渺峰、桃花坞、明月湾、练渎、投龙潭、孤园寺、上真观、销夏湾、包山祠、圣姑庙、崦裹、石板等）",
   "lng": "120.589613",
   "lat": "31.304566",
   "highlight": true
  },
  {
   "time": 871,
   "value": 10,
   "event": "奉和；正月，陆龟蒙有《早春雪中作吴体寄袭美》，皮日休有《奉和》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 872,
   "value": 4,
   "event": "破山龙堂记；春二月，皮日休在长安秘书省教书郎任，又撮岭南东道节度使郑愚巡官，应邀为常熟县令周邦弼作《破山龙堂记》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 3,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 3,
   "event": "生活于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 875,
   "value": 3,
   "event": "皮日休以太常博士之职出为毗陵副使，当在本年。出潼关，有诗。六月，王郢攻占苏、常，时皮日休或未到毗陵副使任",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 876,
   "value": 9,
   "event": "题潼关兰若；年初，皮日休当在杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 877,
   "value": 2,
   "event": "赴上京观中休灵斋赠威仪尊师；皮日休与吴融、高侍御等往还；皮日休子皮光业本年生于姑苏；江苏进士庄布访日休不遇，贻书讥之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 878,
   "value": 1,
   "event": "夏五月左右，皮日休往会稽避乱，时其子光业约两岁",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 879,
   "value": 1,
   "event": "皮日休在巢军中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 880,
   "value": 4,
   "event": "冬，十二月五日凌晨，唐僖宗仓皇出逃。巢军入长安。十二月三日，黄巢建大齐，皮日休为翰林学士，之后，皮日休行履未详。传闻不一出。或云：巢令皮日休作谶词，词曰：“预知圣人姓，田八二十一。欲知圣人名，果头三曲律。”巢以其谶己，大怒而杀皮日休。有云巢败后，皮日休被唐廷诛杀。有云终老南粤者，不足以信。有云病死宿州者，更不足信。甚有以为皮日休借巡查新定州县之机，在同官县题壁后自裁者，然所据文献误。亦有云巢败后，皮日休逃归江南。晚依钱镠，终老会稽，并尝与罗隐等在钱镠幕府幕府共座谈笑者。此似有可信之处。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 1,
   "event": "行踪不详，或云逃归江南",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 882,
   "value": 1,
   "event": "行踪不详，或云逃归江南",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 883,
   "value": 1,
   "event": "行踪不详，或云逃归江南。约卒于本年。",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
