// 诗人行迹数据：石介
export default {
 "name": "石介",
 "birth": 1005,
 "death": 1045,
 "life": [
  {
   "time": 1005,
   "value": 1,
   "event": "生于山东泰安",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "父石丙进士及第",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "丧母",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "居乡",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "不详",
   "place": "泰安市（徂徕山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1029,
   "value": 4,
   "event": "《过魏东郊》；游历河朔，访柳开墓。作诗《过魏东郊》，缅怀柳开，对其推崇备至，至誉为“事业过皋夔，才能堪相辅”，“述作慕仲淹，文章肩韩愈”",
   "place": "潍坊市（青州市）",
   "lng": "112.759375",
   "lat": "37.692757"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "举进士甲科，郓州观察推官",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "孙奭以年老，乞归。七月，知兖州，介得以与之相交",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "正月，石介参与谋划孙奭主持的疏通济水故道工程。春，新济成，通济入海，为郓州之民除三十年之患",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1033,
   "value": 0,
   "event": "在郓州观察推官任上",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 1034,
   "value": 9,
   "event": "郓州秩满徙南京，为南京留守推官",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1035,
   "value": 0,
   "event": "《上南京夏尚书启》，《移府学诸生》，《南京夫子庙上梁文》，《南京知府祈晴文》；夏竦知南京应天府，介为其作文",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1036,
   "value": 6,
   "event": "五月，欧阳修罢为夷陵县令，赴任途中，次于南京，与介等相会",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1037,
   "value": 9,
   "event": "《宋城县夫子庙记》；作文",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "南京秩满，以父年老，代父远官嘉州，遂任嘉州军事判官",
   "place": "泰安市（东平县）",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1039,
   "value": 0,
   "event": "在母丧戚中。躬耕徂徕山下，以《易》教授于家",
   "place": "泰安市",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1040,
   "value": 0,
   "event": "在母丧戚中。",
   "place": "泰安市",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1041,
   "value": 9,
   "event": "丧戚中",
   "place": "泰安市",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1042,
   "value": 6,
   "event": "《拜扫堂祭》；作《拜扫堂祭》",
   "place": "泰安市",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "由杜衍之荐拜太子中允",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "三月，以韩琦之荐，直集贤院兼国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "通判濮州，待次于徂徕",
   "place": "泰安市",
   "lng": "117.094893",
   "lat": "36.205905"
  }
 ]
};
