// 诗人行迹数据：秦桧
export default {
 "name": "秦桧",
 "birth": 1090,
 "death": 1155,
 "life": [
  {
   "time": 1090,
   "value": 1,
   "event": "腊月二十五日，生于黄州江边舟中",
   "place": "黄冈市（庆瑞堂）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "以舅父王本知祁门县，与其弟秦棣从汪伯彦读书",
   "place": "黄山市（祁门县）",
   "lng": "117.723542",
   "lat": "29.860434"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "登进士第，娶王圭孙女为妻",
   "place": "潍坊市（诸城市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "以知州翟汝文、安抚使张叔夜荐，三月应制举，中词学兼茂科次等",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "次兄秦梓中沈晦榜进士",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 4,
   "event": "《论边机三事奏》；在京，正月四日，上三封事，论不可割让三镇",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 6,
   "event": "《上斡离不黏罕状》；二月十三日，上书金军元帅完颜宗望、完颜宗翰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "《代道君皇帝与金国左副元帅宗维书》；是夏，在中京，为徽宗修改上完颜宗翰书，宗翰赐其钱万贯、绢万匹",
   "place": "赤峰市（宁城县）",
   "lng": "119.34969",
   "lat": "41.599902"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "在完颜昌军中",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 6,
   "event": "八月，完颜昌攻楚州，其为参谋军事，兼随军转运使",
   "place": "淮安市（涟水县）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1131,
   "value": 7,
   "event": "《明堂之礼乞博采群议奏》；二月十一日，上书请群议明堂之礼",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "三月，引魏良臣为枢密院编修官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "不详",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1134,
   "value": 4,
   "event": "《两次覃恩未审作一次封叙奏》；十二月十四日，上书论封叙事",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "闰二月十六日，上书请多造神臂弓，高宗嘉之",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1136,
   "value": 6,
   "event": "五月十八日，充观文殿学士，起知温州",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1137,
   "value": 6,
   "event": "《答诏论和战方略疏》；正月十五日，上书论和战方略",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 4,
   "event": "三月七日，进右相",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 6,
   "event": "《徽宗皇帝陵名奏》；二月九日，上书草拟徽宗陵寝名称",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 5,
   "event": "五月二十五日，其被御史中丞王次翁出面救解，高宗然之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "接受范同建议，三大将“皆除枢府，而罢其兵权”",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 6,
   "event": "是年科举，其私惠温州士子及宰执子弟，其子秦熺及第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "闰四月二日，以其数请正位中宫，立贵妃吴氏为皇后。其弟秦梓草诏，其押麻",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "正月五日，黄龟年以尝论其之罪，落职名",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "四月一日，赐其甲第一区",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 10,
   "event": "《皇上临幸太学乞宣付史馆奏》；正月二十一日，高宗幸太学，其上书乞宣付史馆",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "三月二十二日，以郊恩徙封益国公。时有乞置益国公官属者，其虽不行，亦不加罪",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 2,
   "event": "五月，两浙东路马步军副都总管李显忠“上恢复之策”，触怒之，落军职、节钺，奉祠",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "九月二十八日，高宗命绘其像，并自为赞。寻出示群臣，藏于秘阁",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "正月十日，殿前司后军使臣施全遮道刺其不中，为擒获，后磔于市",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "《乞雕印颁行盐法茶法奏》；八月四日，上书请雕印颁行《盐法》、《茶法》各一部",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "四月二十七日，为酬诬告岳飞之功，其奏除王俊为浙东马步军副都总管",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1153,
   "value": 6,
   "event": "《程昌㝢不当以所得诏书列置公厅奏》；四月，上书论程昌㝢不当以所得诏书列置公厅",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "三月八日，殿试，高宗觉秦埙“所用皆桧、熺语”，遂进张孝祥为第一，秦埙为第三",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "八月，派死党张柄出知潭州，与汪召锡一起监视居住永州的张浚",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
