// 诗人行迹数据：秦观
export default {
 "name": "秦观",
 "birth": 1049,
 "death": 1100,
 "life": [
  {
   "time": 1049,
   "value": 1,
   "event": "是年生于南康僧舍",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "寓止南康僧舍",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "寓止南康僧舍",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "寓止南康僧舍",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "随亲返归乡里",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "随亲返归乡里",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "始入小学，受父亲元化公影响，慕王观、王觌",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "在小学",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "在小学，从胡晋侯学",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "在小学，读孝经、论语、孟子",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "在小学",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "在小学",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "常造孙莘老之室，亲聆教诲，并从其学经",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡读书",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "居乡读书，父卒，丁父忧",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡读书，丁父忧，",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡读书，丁父忧",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡读书",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡读书，娶夫人徐氏",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡读书",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1069,
   "value": 2,
   "event": "居乡读书，用意作赋，渐成习惯",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "李常、孙觉等论新法不便，秦观然其说",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1071,
   "value": 2,
   "event": "好读兵家书，立志报国，因字以太虚",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1072,
   "value": 2,
   "event": "居乡读书",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1073,
   "value": 2,
   "event": "品令（幸自得；掉又嬥）；居乡读书，以高邮方言写《品令》词二首",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1074,
   "value": 2,
   "event": "居乡读书，知东坡将过维扬，预作坡笔语于一山寺中，遂结识东坡，并为东坡所激赏",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1075,
   "value": 0,
   "event": "高邮长老开堂疏；与高邮显之长老游，显之长老住扬州高邮建隆院",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1076,
   "value": 9,
   "event": "陪李公择同观金地佛牙诗（薄伽梵相含空虚）；春，访李常公择于湖州，有陪李公择同观金地佛牙诗",
   "place": "镇江市（金山寺）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "山阳阻浅（一日行一尺）；春，赴山阳谒徐积仲车",
   "place": "扬州市（高邮市）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "次韵莘老（妙龄随计日）；春，孙莘老将服阕，有诗，秦观和之，历述莘老简史及己之从游经过",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1079,
   "value": 9,
   "event": "五百罗汉图记；春正月，秦观作五百罗汉图记",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "题墨竹画卷（墨君飒飒风雨鸣）；正月十五日，秦观在诗题墨竹画卷",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "春，李之仪在毗陵，秦观有书，又曾以黄庭坚诗示之仪。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1082,
   "value": 0,
   "event": "辇下春晴（楼阙过朝雨）；春，秦观在京应举，生活澜浪，有辇下春晴诗，参寥子和之。",
   "place": "九江市（庐山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "李端叔见寄次韵（君文豪赡无与俦）；春，李之仪在京，有诗寄秦观，秦观次其韵。",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1084,
   "value": 9,
   "event": "上吕晦叔书；春正月，吕公著知扬州，五月，秦观上书干谒，并有投卷诗文",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1085,
   "value": 9,
   "event": "神宗皇帝晏驾功德疏；春三月戊戌，神宗崩于福宁殿，秦观有神宗皇帝晏驾功德疏",
   "place": "扬州市（高邮市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "登第后青词；秦观有登第后青词",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "水龙吟（小楼连远横空）；春，秦观在蔡州教授任，有水龙吟词赠娄琬；南歌子词赠陶心儿，苏轼、程颐尝有讥评。",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "鬼诗二首；春二月，苏轼、黄庭坚、蔡肇会于李伯时斋舍，书鬼仙诗。秦观尝作鬼诗二首，姑附于此。",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "代回胡右丞年节启；春正月，秦观有代回胡右丞年节启致胡宗愈",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "代贺元会表；春正月，丁卯朔，哲宗御大庆殿视朝，秦观有代贺元会表。《鹊桥仙》；两情若是久长时，又岂在朝朝暮暮。",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193",
   "highlight": true
  },
  {
   "time": 1091,
   "value": 0,
   "event": "和刘仆射感旧言怀寄苏左丞（三禁提衡系扰龙）；春二月，有诗和尚书右仆射刘挚、尚书左丞苏颂",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 0,
   "event": "春正月元旦，秦观谒常立子允",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "元日立春三绝（此度春非草草回；发春献岁偶然同；摄提东直斗杓寒）；春正月，有元日立春三绝，苏轼、王钦臣、吕大临等均有和作，时执政已有用秦观意。",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "江城子（西城杨柳弄春柔）；春三月，李清臣发策试进士，始有绍复熙丰之意，秦观知政局将变，赋词以抒怀。",
   "place": "淮安市（盱眙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 10,
   "event": "题务中壁（窑头春酒响潺潺）；秦观在处州监酒税，有诗题务中壁。",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "题法海平阇黎（寒食山州百鸟喧）；春，在法海寺修忏，抄写佛书，有诗志其事。",
   "place": "九江市（星子县）",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1097,
   "value": 4,
   "event": "是岁，秦观作法帖通解。《踏莎行·郴州旅舍》；可堪孤馆闭春寒，杜鹃声里斜阳暮。",
   "place": "郴州市",
   "lng": "113.021311",
   "lat": "25.776711",
   "highlight": true
  },
  {
   "time": 1098,
   "value": 0,
   "event": "题浯溪中兴颂（玉环妖血无人扫）；夏四月，次永州，作题浯溪中兴颂。",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "秦观编管雷州",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "二月，诏秦观移英州，未赴。",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  }
 ]
};
