// 诗人行迹数据：程俱
export default {
 "name": "程俱",
 "birth": 1078,
 "death": 1144,
 "life": [
  {
   "time": 1078,
   "value": 1,
   "event": "不详，疑居乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "不详，疑居家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "不详，父亲卒于信州贵溪县丞任上，是年八月，葬父于家乡衢州开化",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "外祖邓润甫于扬州丁母忧，程俱随之",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "外祖邓润甫于扬州丁母忧，程俱随之",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "三月，外祖邓润甫以龙图阁学士知亳州，程俱随之",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "三月，随外祖邓润甫复至汴京，途经新城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "初以童子见睦州通判江汝明，江汝明为礼待之，犹成人",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "或在吴县，从学乐圃先生朱长文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1093,
   "value": 2,
   "event": "《送朱伯原博士赴太学》；或在吴县，从学乐圃先生朱长文，六月，朱长文赴太学，有诗送之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1094,
   "value": 0,
   "event": "客居吴县，尝过林虙居所大云坊，结识富延年",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "客居吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "尝至南徐，初识米芾，被米芾赞为李太白后身",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1097,
   "value": 6,
   "event": "《吴江县申乞准赦放秋苗议状》；任苏州吴江县主簿。时徽宗即位，肆赦放免秋苗。本县复行催，理吏持文书通签，公即申县请准赦蠲放，而转运司牒准省符讲求遗利。公申状，见者惊叹，亦或指以为狂",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "在苏州吴江县主簿任上",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "在苏州吴江立三高祠",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "《数日江上颇有春色偶成绝句遣兴五首》；在苏州吴江县主簿任上，早春，值江上颇有春色，偶成绝句遣兴",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1101,
   "value": 10,
   "event": "《寓斋记》；在舒州太湖茶场任上，三月三日作",
   "place": "安庆市（太湖县）",
   "lng": "116.315326",
   "lat": "30.460126"
  },
  {
   "time": 1102,
   "value": 7,
   "event": "《韩文公历官记》；在舒州太湖茶场任上，八月一日，撰《韩文公历官记》并作序",
   "place": "安庆市（太湖县）",
   "lng": "116.315326",
   "lat": "30.460126"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "《高邮旅泊书怀寄淮东提举蔡成甫观兼呈郑使君弇三首》；罢官游历高邮，书怀",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1104,
   "value": 9,
   "event": "《人日书怀兼寄吴中三二友》；是年人日有诗寄友，地点不详，姑系于此",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《衢州开化县云门院法华阁记》；寓居衢州开化天王僧舍，喜佛事，专气辟谷，为云门院法华阁作记",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1106,
   "value": 5,
   "event": "《安养庵记》；寓居衢州开化灵山寺，八月五日，为安养庵作记",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "大观初，监常州市易务",
   "place": "杭州市（建德市）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1108,
   "value": 7,
   "event": "《衢州溪桥记》；在监常州市易务任上，归省松楸，居衢州开化。四月一日，代表叔王涣之作文",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1109,
   "value": 7,
   "event": "《西汉诏令序》；在监常州市易务任上，十月初一，为林虙《西汉诏令》作序",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1110,
   "value": 10,
   "event": "《江氏小山祖墓记》；在监常州市易务任上，四月十四日，为江褒祖墓作记",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1111,
   "value": 0,
   "event": "《客舍写怀呈王八丈侍郎五首》；改宣德郎，知泗州临淮县。是年有诗呈表叔王涣之",
   "place": "淮安市（洪泽县）",
   "lng": "118.880082",
   "lat": "33.30006"
  },
  {
   "time": 1112,
   "value": 7,
   "event": "《寄江彦文纬》；在泗州临淮知州任上，春，与江纬、江褒交游，有诗",
   "place": "淮安市（洪泽县）",
   "lng": "118.880082",
   "lat": "33.30006"
  },
  {
   "time": 1113,
   "value": 9,
   "event": "《迁居蜗庐诗》；以崇宁上书罢职，不久，主管兖州岱岳观，时为通直郎，卜居苏州蜗庐",
   "place": "苏州市（蜗庐）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1114,
   "value": 8,
   "event": "《奉陪知府内翰至卞山有诗五首》；叶梦得是年葬父于湖州乌程卞山，程俱同往，有诗",
   "place": "湖州市（卞山）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1115,
   "value": 5,
   "event": "《衢州开化县新学记》；卜居苏州蜗庐期间，李侯给衢州开化县新学书与图，十月一日，为衢州开化县新学作记",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1116,
   "value": 9,
   "event": "《送赵子昼奉议归睢阳用熊倅韵》；至吴兴，拜访仲嘉，识赵子昼。三人交游甚欢。时间在政和三年至六年三月之间，姑系于此",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1117,
   "value": 0,
   "event": "《元夕块坐，用叶翰林去年见寄元夕诗韵写怀》；卜居苏州蜗庐期间，与叶梦得酬唱尤多。诗最迟应作于1116年或次年元夕（正月十五日），姑系于此",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "《次韵和颍昌叶翰林》；官编修国朝会要所检阅文字，兼道史检讨，时在汴京。有和叶梦得诗，当作于政和七年至宣和元年间，姑系于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "转承议郎，赐五品服，时在汴京编修国朝会要所检阅文字任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 9,
   "event": "《江器博墓志铭》；在汴京编修国朝会要所检阅文字任上，为江大方作墓志铭，时间当在九月二十日与十一月五日之间",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 6,
   "event": "居汴京，除礼部员外郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 10,
   "event": "《莆阳方子通墓志铭》；在汴京礼部员外郎任上，为吴中二老方子通、杨懿孺作墓志铭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 6,
   "event": "《延康殿学士中大夫提举杭州洞霄宫信安郡开国侯食邑一千七百户食实封一百户赠正奉大夫王公行状》；在汴京礼部员外郎任上，三月，为表叔王汉之作行状",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 0,
   "event": "正月，葬母于镇江府丹徒县，叶梦得作墓志铭",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "春居毗陵，贺铸来访，病甚，以墓志铭托之",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1126,
   "value": 4,
   "event": "《蔡少师问候》；被斥为蔡攸党人，罢官，寓居镇江。有书信问候蔡攸，但应作于此前，具体时间不明，姑系于此",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1127,
   "value": 7,
   "event": "五月，转朝请郎，时寓居镇江",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "《戏题钱守宋汉杰泉岩古刹》；寓居镇江，游钱守宋汉杰泉岩古刹，题诗",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "《驻跸杨州以提点刑狱公廨为尚书省礼部在西北隅卷书楼下甲戌年余尝寓止焉今寓直其下有感》；正月，在扬州，迁礼部员外郎，感怀赋诗",
   "place": "扬州市（卷书楼）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1130,
   "value": 6,
   "event": "在秀州知州任上。二月二十四日，因弃秀州保华亭事被捕至平江，将斩以徇，既复释之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "《辛亥正月六日夜雷已发声大雨达旦山中流泉高下喷薄殆不啻九十九不减仇池也》；正月六日夜，在绍兴朝请郎、直秘阁任上作",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "在绍兴中书舍人任上，正月十日，随高宗发绍兴",
   "place": "杭州市（富阳区）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1133,
   "value": 2,
   "event": "《建除一首酬林德祖虙》；寓居衢州开化云门院期间，有酬林虙诗",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "差知漳州，以病辞，改提举台州崇道观，时寓居衢州西安长寿僧舍",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1135,
   "value": 2,
   "event": "《集英殿修撰谢表》；复集英殿修撰，上谢表，时寓居衢州西安长寿僧舍",
   "place": "衢州市（开化县）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1136,
   "value": 9,
   "event": "《宋故右迪功郎监潭州南岳庙富君墓志铭》；春，为富延年作墓志铭，时寓居衢州西安长寿僧舍",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1137,
   "value": 5,
   "event": "《题温公帖石刻》；正月二日，题《温公帖石刻》，时寓居衢州西安长寿僧舍",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1138,
   "value": 5,
   "event": "《题三界四禅天图偈句》；夏，读藏经，编次图，题偈句，时寓居衢州西安长寿僧舍",
   "place": "衢州市（衢江区）",
   "lng": "118.965731",
   "lat": "28.985475"
  },
  {
   "time": 1139,
   "value": 2,
   "event": "《实相斋铭》；三月，在衢州西安长寿僧舍之西修屋一间，名“实相斋”，有铭",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1140,
   "value": 2,
   "event": "《临池》；寓居衢州西安长寿僧舍。十月二十五日夜梦至一堂上……因索烛疾书而作",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1141,
   "value": 2,
   "event": "《记梦》；寓居衢州西安长寿僧舍。夜梦崇宁乙酉，寓衢之天王僧舍，时方专气辟谷……念之慨然",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "《宋故徽猷阁直学士左中奉大夫致仕常山县开国伯食邑九百户赠左通奉大夫赵公墓志铭》；寓居衢州西安长寿僧舍。四月至七月间，为友人赵子昼作墓志铭",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "寓居衢州西安长寿僧舍",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1144,
   "value": 0,
   "event": "寓居衢州西安长寿僧舍。六月，乞致仕，转左中奉大夫",
   "place": "衢州市（开化县）",
   "lng": "118.880768",
   "lat": "28.941661"
  }
 ]
};
