// 诗人行迹数据：程颢
export default {
 "name": "程颢",
 "birth": 1032,
 "death": 1085,
 "life": [
  {
   "time": 1032,
   "value": 1,
   "event": "生于黄陂县",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "随父居黄陂。弟程颐出生",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "在黄陂，赋《酌贪泉》诗，曰：“中心如自固，外物岂能迁？”当世先达许其志操。",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "随父居黄陂？",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居丹阳庠序中，如老成人，户部侍郎彭思永至学舍，一见异之，许妻以女",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "随父居润州？",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "随父居润州？",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "随父居南安。师事周敦颐",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "随父居南安？",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "随父居江宁？母亲侯夫人卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "随父居江宁？母亲侯夫人卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "随父居凤州",
   "place": "宝鸡市（凤县）",
   "lng": "106.52856",
   "lat": "33.918137"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "到汴京应试。卜葬祖考于伊川，遂居河南",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 5,
   "event": "南庙试佚道使民赋；登进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 4,
   "event": "答横渠张子厚先生书；任鄠县主簿",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 1059,
   "value": 7,
   "event": "偶成；任鄠县主簿，有诗",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "游鄠县山十二首；在鄠县游鄠山，有诗",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "任上元主簿",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "摄上元县令，为政有方",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "摄上元县令",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "在上元，子端悫出生",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "晋城县令题名记；任晋城县令",
   "place": "晋城市",
   "lng": "112.857706",
   "lat": "35.496081"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "任晋城县令，曾到晋祠览胜",
   "place": "晋城市",
   "lng": "112.857706",
   "lat": "35.496081"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "晋城县令秩满改著作佐郎，上任之前与程颐至汉州侍父",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1068,
   "value": 2,
   "event": "程邵公墓志；在汴京，子端悫夭折",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "在汴京任农田水利使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "在汴京任监察御史里行，与孙觉、吕公著、张戬、李常极论新法不便。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 4,
   "event": "任镇宁签判。镇宁河决，全力治河",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "求监局养亲，罢归居洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "与程颐讲学于洛",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "李寺丞墓志铭；居洛。监洛河竹木务",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1075,
   "value": 0,
   "event": "居洛。诏修三经义，不果",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "居洛。吴充举荐程颢，无果",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "送吕晦叔赴河阳；居洛。吕公著起知河阳，程颢同贾昌衡、司马光饯于福先寺上东院",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1078,
   "value": 6,
   "event": "陪陆子履游白石万固；扶沟知县任上，奉命至陕祷雨",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "陈公廙园修禊事席上赋；任扶沟知县。诏判武学，以李定、何正臣论罢，仍复扶沟县任",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "华阴侯先生墓志铭；任扶沟知县。为舅父侯可作墓志铭",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1081,
   "value": 2,
   "event": "居颍昌，知府韩维从游问学",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居颍昌。杨时有书信，请教春秋之学",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "刘绚拜见程颢于洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 0,
   "event": "夫人彭氏卒于汝州",
   "place": "平顶山市",
   "lng": "113.198935",
   "lat": "33.772051"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "居汝。宋哲宗即位，改承议郎",
   "place": "平顶山市",
   "lng": "113.198935",
   "lat": "33.772051"
  }
 ]
};
