// 诗人行迹数据：程颐
export default {
 "name": "程颐",
 "birth": 1033,
 "death": 1107,
 "life": [
  {
   "time": 1033,
   "value": 1,
   "event": "生于黄陂县",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "在黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "随父居黄陂",
   "place": "武汉市（黄陂区）",
   "lng": "114.381541",
   "lat": "30.887556"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "随父居润州",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "随父居润州",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "随父居润州",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "随父居南安。师事周敦颐",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "至醴泉。十年后再到",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "读《论语》，晓其意，读之愈久但觉意味深长",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "上书劝仁宗“以王道为心，生灵为念，黜世俗之论”",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "随父居南安",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "随父居江宁。母亲侯夫人卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1053,
   "value": 0,
   "event": "随父居江宁。母亲侯夫人卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1054,
   "value": 2,
   "event": "养鱼记；随父居江宁，作《养鱼记》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1056,
   "value": 2,
   "event": "至京师，始居河南。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 2,
   "event": "与方元采手帖；与方元采手帖",
   "place": "市辖区（合川区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "举进士不中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "叔父程瑜卒于京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1064,
   "value": 2,
   "event": "谢吕晦叔待制相见书；吕公著请为太学正，固辞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "代彭中丞论濮王称亲疏；诏议崇奉濮王典礼，代彭中丞论濮王称亲疏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "吕公著知蔡州临行举荐程颐，程颐自以为学不足不愿仕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 2,
   "event": "代其父上书论薄葬；随父至汉州。代其父程珦上神宗皇帝书论薄葬",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1068,
   "value": 2,
   "event": "《试汉州学生策问》三首；为其父作《试汉州学生策问》三首",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1069,
   "value": 2,
   "event": "兄程颢为御史，推择人才，以张载、程颐为称首",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1070,
   "value": 2,
   "event": "作手书拜谢傅耆",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "和成都府路长官范纯仁交流为政纲要",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居洛，与韩维交游",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "同朱光庭访邵雍，论学问道",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1075,
   "value": 0,
   "event": "叔父程璠卒于河南",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "张载弟张戬卒，评论张戬性情",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "张载入京供职，路过洛阳，程颐邀他听范纯仁说《易》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "兄程颢知扶沟县事，程颐侍行",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1079,
   "value": 7,
   "event": "西斋南窗下书三十年前所作养鱼记",
   "place": "周口市（扶沟县）",
   "lng": "114.401329",
   "lat": "34.065909"
  },
  {
   "time": 1080,
   "value": 5,
   "event": "遗金闲志；至关中，作遗金闲志",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "称赞韩维“服义最不可得”",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1082,
   "value": 7,
   "event": "上文彦博求龙门庵第小简；在洛，上文彦博求龙门庵第小简",
   "place": "洛阳市（嵩山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "兄程颢监汝州酒税，论汝州多瘿乃地气壅滞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "《易传》成书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "兄程颢卒",
   "place": "平顶山市",
   "lng": "113.198935",
   "lat": "33.772051"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "朱光庭奏乞以程颐为讲官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "上疏高太后；又上太皇太后疏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 4,
   "event": "乞归田里，皆不报",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 7,
   "event": "判西京国子监，文彦博为西京长官，尊礼之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1090,
   "value": 6,
   "event": "父程珦以疾终于西京国子监公舍",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1091,
   "value": 4,
   "event": "改葬告少监文；至关中，改葬程俶",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 1092,
   "value": 9,
   "event": "除直秘阁判西京国子监，辞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "哲宗初亲政，申秘阁西监，再辞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 0,
   "event": "祭杨应之文；居洛，杨应之卒，有祭文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 4,
   "event": "居洛，阅故编，思念吕大临",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1096,
   "value": 4,
   "event": "至颍昌，拜会韩维",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1097,
   "value": 0,
   "event": "追毁出身以来文字，放归田里",
   "place": "市辖区（涪陵区）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1098,
   "value": 7,
   "event": "上谢帅师直书；居涪州，有上谢师直书",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1099,
   "value": 4,
   "event": "周易传序；居涪，《易傅》成，作序",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1100,
   "value": 4,
   "event": "徽宗即位，移峡州",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "追所复官",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1102,
   "value": 9,
   "event": "答周孚先问；入元祐党籍，居伊川",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "印铭序；作印铭，有序",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "陈贵一问学于程颐",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "祭李邦直文；李邦直卒，有祭文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "以星变毁元祐党人碑，程颐复承务郎依旧致仕",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "风痹疾小愈，尹焞视疾",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  }
 ]
};
