// 诗人行迹数据：章楶
export default {
 "name": "章楶",
 "birth": 1027,
 "death": 1102,
 "life": [
  {
   "time": 1027,
   "value": 1,
   "event": "居乡。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "居乡。祖父章频知福州，奏免官庄民欠。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "居乡。祖父章频徙知潭州，改广西转运使。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "居乡。六月，祖父章频谪知饶州。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "居乡。祖父章频入为度支判官，迁刑部郎中。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1033,
   "value": 0,
   "event": "居乡。八月戊午，祖父章频随丁度等使契丹，卒。契丹盛礼送其丧至白沟，子访（章楶父）奉诏迎柩。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "居乡。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "居乡。从弟章惇生",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "居乡。十二月，族叔章得象同知枢密院事。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "居乡。三月，族叔章得象自同知枢密院事加同中书门下平章事、集贤殿大学士。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "居乡。七月，族叔得象兼枢密使。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "居乡。四月戊申，族叔得象罢为镇安军节度使、同平章事，判陈州。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "居乡",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "居乡。十二月，族叔得象封郇国公。",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "族叔章得象卒，推叙宗娅者六人，章楶荫补孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "任孟州司户参军，妻和氏。长子縡生。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "任孟州司户参军。族侄章衡举进士第一。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "任孟州司户参军，三子綡生。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "任孟州司户参军。",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "应举入京，闻父对狱于魏，弃不就试，驰往直其冤。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "试礼部第一，擢知陈留县。",
   "place": "祥符区（祥符区陈留镇）",
   "lng": "114.539918",
   "lat": "34.675724"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "知陈留县。",
   "place": "祥符区（祥符区陈留镇）",
   "lng": "114.539918",
   "lat": "34.675724"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "知陈留县。",
   "place": "祥符区（祥符区陈留镇）",
   "lng": "114.539918",
   "lat": "34.675724"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "知陈留县。",
   "place": "祥符区（祥符区陈留镇）",
   "lng": "114.539918",
   "lat": "34.675724"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "为秘书丞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "六月，奉诏验视作坊物料库官选买箭材，果非良材，吏毕抵罪。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "为秘书丞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "知陈留县，推行新法，随民之便。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "知陈留县。长子縡入太学，文艺灿然最其列。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "为太常博士，提举永兴路常平等事，奉诏赈济灾民，体视环庆路灾场，相度赈济以闻。",
   "place": "西安市（慈恩塔）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "二月，以措置流民乖方罚铜三十斤。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "提举永兴路常平等事。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "提举永兴路常平等事。时苏轼离密州任，将赴徐州，与苏辙相约赴彭城住百余日，苏轼作《章质夫寄惠崔徽真》诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "任京东转运判官，时苏轼知徐州，为章楶之筑思堂撰《思堂记》。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "任京东转运判官。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "坐保明修永兴洪口不当展磨勘三年。从弟章惇二月以翰林学士参知政事。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1081,
   "value": 7,
   "event": "提点荆湖北路刑狱。从弟章惇三月罢知蔡州。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "提点荆湖北路刑狱。从弟章惇四月为门下侍郎。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "提点荆湖北路刑狱。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1084,
   "value": 4,
   "event": "提点荆湖北路刑狱。",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "权成都府路转运副使。从弟章惇五月知枢密院。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1086,
   "value": 6,
   "event": "运司园亭十咏；四月，乞量加擢任，以吕大防言诏改权成都府路转运使。有诗。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "以朝奉大夫为吏部郎中，御史孙升论其任荆湖北路提刑时冤滥不法，乞赐罢黜。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 4,
   "event": "《编年通载》序；刊刻族侄章衡《编年通载》，并为之撰序。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1089,
   "value": 6,
   "event": "四月权发遣陕西路转运副使。长子縡以嫌自列，改知越州萧公冶县。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "任陕西路转运使。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1091,
   "value": 6,
   "event": "左司郎中章楶除直龙图阁，权知庆州。",
   "place": "庆阳市",
   "lng": "107.649305",
   "lat": "35.716096"
  },
  {
   "time": 1092,
   "value": 10,
   "event": "破贼伐谋策奏；楶上破贼伐谋策进一步条陈浅攻之计。",
   "place": "庆阳市",
   "lng": "107.649305",
   "lat": "35.716096"
  },
  {
   "time": 1093,
   "value": 4,
   "event": "任户部侍郎。",
   "place": "渭南市（大荔县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "观褚书圣教序碑题名；任同州知州。从弟章惇四月四月以资政殿学士为尚书左仆射兼门下侍郎。",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 1095,
   "value": 4,
   "event": "直龙图阁章楶为集贤殿修撰知广州。",
   "place": "广州市（英德碧落洞）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1096,
   "value": 6,
   "event": "广州府移学记；任广州知州。",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "至渭之八日即上言，筑成于险要，败寇并斩首千八百，帝大嘉赏。",
   "place": "平凉市",
   "lng": "106.671741",
   "lat": "35.549266"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "议边防利害奏；任渭州知州，有奏文。",
   "place": "平凉市",
   "lng": "106.671741",
   "lat": "35.549266"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "乞降赐度僧牒五十付本司奏；任渭州知州，有奏文。",
   "place": "平凉市",
   "lng": "106.671741",
   "lat": "35.549266"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "徽宗立，请老，徙河南。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "自端明殿学士、通议大夫、提举中太一宫兼集禧观使除同知枢密院。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 0,
   "event": "通议大夫、同知枢密院事章楶罢为资政殿学士充太一宫使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
