// 诗人行迹数据：管鉴
export default {
 "name": "管鉴",
 "birth": 1133,
 "death": 1195,
 "life": [
  {
   "time": 1133,
   "value": 1,
   "event": "居乡？约生于本年，本表所标年岁均为虚拟数，非实数",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居乡？",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "管鉴初以父荫补官，调江西常平提干。具体时间不详，姑系于此",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "管鉴初以父荫补官，调江西常平提干，改知泰宁县。具体时间不详，姑系于此",
   "place": "三明市（泰宁县）",
   "lng": "117.182396",
   "lat": "26.905781"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "为湖南帅机，佐刘珙平定李金之乱",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "因佐刘珙平定李金之乱有功，迁建宁府通判，具体时间不详，当在乾道二、三年间",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1173,
   "value": 2,
   "event": "念奴娇（登高作赋）；重阳登金石台，有词抒怀",
   "place": "抚州市（金石台）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1174,
   "value": 4,
   "event": "念奴娇（楚山万叠）；时为峡州守，重阳日有词抒怀",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "时为峡州守",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1176,
   "value": 3,
   "event": "时为峡州守",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1177,
   "value": 6,
   "event": "时为峡州守，范成大道经峡州，遵范大大之嘱募集民夫修治道路",
   "place": "宜昌市",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "夫人赵氏去世",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1181,
   "value": 3,
   "event": "以朝请大夫知全州，本年十二月到任",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 1182,
   "value": 3,
   "event": "知全州",
   "place": "桂林市（全州县）",
   "lng": "111.079609",
   "lat": "25.934353"
  },
  {
   "time": 1183,
   "value": 3,
   "event": "除湖南提举，劝民浚坡地，溉田万六千顷，蠲郴州和籴，新石鼓书院",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1184,
   "value": 4,
   "event": "洞仙歌·甲辰生日醉书示儿辈（老来生日）；在湖南提举任上。本年生日有词抒怀",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1185,
   "value": 3,
   "event": "在湖南提举任上",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1186,
   "value": 4,
   "event": "在湖南提举任上。本年五月，臧否全州守臣赵昌裔；六月癸丑，诏昌裔奉祠",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "知韶州",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1188,
   "value": 3,
   "event": "在广东转运判官任上。减潮、惠七郡丁租，置广安宅，买田以给士大夫南迁不能还者",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1189,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1190,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "在广东转运判官任上",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1195,
   "value": 0,
   "event": "移湖北转运使，寻卒",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  }
 ]
};
