// 诗人行迹数据：米芾
export default {
 "name": "米芾",
 "birth": 1051,
 "death": 1107,
 "life": [
  {
   "time": 1051,
   "value": 1,
   "event": "辛卯岁辛丑月生于襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "在襄阳，日读律诗百首，一再过目辄能成诵。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "在襄阳，初学颜书，喜作至大之字，一幅写简不成。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "在襄阳，习写碑刻，学周越、苏舜钦札，自成一家。人谓有李邕笔法，闻而恶之。书法自成一家，与苏轼、黄庭坚、蔡襄并称“宋四家”。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789",
   "highlight": true
  },
  {
   "time": 1061,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "在襄阳",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "初补秘书省校书郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "任秘书省校书郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "任秘书省校书郎",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "任浛洸县尉",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "任浛洸县尉",
   "place": "清远市（英德市）",
   "lng": "113.421493",
   "lat": "24.191959"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "任临桂县尉",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "任临桂县尉，与潘景纯同游桂林伏波岩并留题",
   "place": "桂林市（伏波岩）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "赴官潭州，经停永州祁阳之浯溪，并留题刻石。",
   "place": "永州市（零陵区）",
   "lng": "111.637622",
   "lat": "26.22853"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "于潭州任州曹官",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "于潭州任州曹官",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1078,
   "value": 3,
   "event": "于潭州任州曹官",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1079,
   "value": 4,
   "event": "《诗送吴丈宾州使君》；于潭州任州曹官，送吴某赴任宾州，有《诗送吴丈宾州使君》。",
   "place": "长沙市",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "于潭州任州曹官，于元日与广惠道人同游麓山寺并于李邕书麓山寺碑处留题",
   "place": "长沙市（麓山寺）",
   "lng": "112.945333",
   "lat": "28.233971"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "游庐山东林寺并于东林寺碑留题",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "道过山阳，自钟离景伯处获欧阳询书《庾亮帖》",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1083,
   "value": 2,
   "event": "《萧闲堂记》；应刘庠之聘赴江宁府任幕职官，因刘庠去职而未能落实，但因此机缘而结识王安石于钟山。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "赴黄州谒见苏轼",
   "place": "黄冈市（麻城市）",
   "lng": "115.015249",
   "lat": "31.179038"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "在杭州，任权杭州观察推官之职",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1086,
   "value": 2,
   "event": "与孙载等同游广州药洲并留题",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1087,
   "value": 4,
   "event": "过明州，与孙夷庚换易书画",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1088,
   "value": 9,
   "event": "二月，与苏舜元之子苏洎往来并自苏洎处获得书画。",
   "place": "苏州市（垂虹亭）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1089,
   "value": 2,
   "event": "《元祐己巳岁维扬后斋为亳州使君蒋公仲永写》（二首）；在扬州，与知亳州蒋长源相见，并赠以诗",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "在扬州任职",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1091,
   "value": 4,
   "event": "《元祐辛未上元后一日同周文之刘瑞迈章纵矩游浮玉》；在润州州学教授任上，上元后一日，同周彦质、刘瑞迈、章纵矩游镇江浮玉亭，并有诗纪游。",
   "place": "镇江市（浮玉亭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1092,
   "value": 6,
   "event": "在知雍丘县任上，九月苏轼自扬州召还道过雍丘，米芾具饮饷之，并与之切磋书法。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "在知雍丘县任上，致书苏轼言及雍丘县蝗灾事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 7,
   "event": "《明道观壁记》；在知雍丘县任上，作《明道观壁记》",
   "place": "扬州市（高邮市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 4,
   "event": "客居扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "居润州，初识程俱",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "在知涟水军任上，因当地旱灾，斋戒祈雨",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1098,
   "value": 6,
   "event": "《净名斋记》；在知涟水军任上，撰《净名斋记》",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 2,
   "event": "与贺铸同访蔡京，蔡京时夺职提举洞霄宫，经停真州",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《皇太后挽词》二首；在江淮荆浙等路制置发运司管勾文字任上，因皇太后崩，进《大行皇太后挽词》二首",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1102,
   "value": 4,
   "event": "在江淮荆浙等路制置发运司管勾文字任上，六月九日于济川亭重装褚临《兰亭》帖",
   "place": "镇江市（济川亭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1103,
   "value": 7,
   "event": "《跋羲献帖》；在朝为太常博士、书学博士，在学士院作《跋羲献帖》",
   "place": "芜湖市（无为县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 4,
   "event": "《戴公之碑》；在知无为军任上，为刘宋隐士戴颙撰《戴公之碑》",
   "place": "芜湖市（无为县）",
   "lng": "117.864823",
   "lat": "31.256984"
  },
  {
   "time": 1105,
   "value": 4,
   "event": "《仰高堂记》；在知无为军任上，作《仰高堂记》",
   "place": "芜湖市（无为县）",
   "lng": "117.864823",
   "lat": "31.256984"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "与张大亨游盱眙第一山并留题",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1107,
   "value": 0,
   "event": "《章吉老墓表》；在知淮阳军任上，作《章吉老墓表》",
   "place": "宿迁市",
   "lng": "118.282062",
   "lat": "33.967686"
  }
 ]
};
