// 诗人行迹数据：綦崇礼
export default {
 "name": "綦崇礼",
 "birth": 1083,
 "death": 1142,
 "life": [
  {
   "time": 1083,
   "value": 1,
   "event": "是年出生",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡，颖迈，已能作诗属文",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "117.02702",
   "lat": "36.674414"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "是年冬，赴京应礼部试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "《及第谢乡郡守倅启》；在汴京，上舍释褐，有文，调淄州淄县簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "在淄县，任主簿",
   "place": "淄博市",
   "lng": "118.061254",
   "lat": "36.819182"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "在淄县，任主簿",
   "place": "淄博市",
   "lng": "118.061254",
   "lat": "36.819182"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "在汴京，行太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 4,
   "event": "《代宰执贺顺州进枸杞表》；在汴京，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 4,
   "event": "《代宰执贺八月一日阴云不见日食表》；在汴京，八月一日有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 4,
   "event": "《代李邦彦谢起复表》；在汴京，四月，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "在北海，家居丁母忧",
   "place": "潍坊市",
   "lng": "119.168138",
   "lat": "36.713212"
  },
  {
   "time": 1126,
   "value": 2,
   "event": "《代郑望之谢除户部侍郎表》；在汴京，有文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "是年，随高宗南渡",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "宰邵州邵阳、道州倅，俱不就",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "二月二十三日，随高宗驻跸钱塘。在显宁寺处理公务",
   "place": "杭州市（显宁寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "一月一日，随高宗在海道",
   "place": "台州市（临海市）",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1131,
   "value": 7,
   "event": "在龙溪，适改元还故秩，一月二十八日，复授通直郎。",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1132,
   "value": 10,
   "event": "在龙溪，一月，请建州权罢鼓铸二年，以监兵避乱散逸。",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1133,
   "value": 10,
   "event": "在钱塘，一月九日，书恤刑诏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "《赐检校少保光山军节度使知大宗正事士㒟乞收叙衔在令畤下允诏》；在钱塘，一月十五日，草赵士㒟诏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "在会稽，闰二月九日，转承议郎",
   "place": "台州市（临海市）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1136,
   "value": 6,
   "event": "《祭范丞相文》；在临海闲居，九月十七日，有祭文",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1137,
   "value": 6,
   "event": "《代吕颐浩谢赐御书<兰亭>表》；在临海闲居，三月，代吕颐浩撰谢表",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1138,
   "value": 4,
   "event": "在临海闲居，四月三日，转朝奉郎，进封开国伯",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1139,
   "value": 0,
   "event": "《故丞相吕成公挽歌詩辭》；在临海闲居，四月，吕颐浩卒，叔厚有挽诗",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1140,
   "value": 0,
   "event": "《乞再任宫观奏状二道》；在临海闲居，六月，再提举江州太平观秩满，乞三任，有奏状",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1141,
   "value": 4,
   "event": "在临海闲居，五月二十三日，转朝散郎，进封高密郡开国侯",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "《祭知台州胡端明文》；在临海闲居，一月一日，有祭文",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  }
 ]
};
