// 诗人行迹数据：罗从彦
export default {
 "name": "罗从彦",
 "birth": 1072,
 "death": 1135,
 "life": [
  {
   "time": 1072,
   "value": 1,
   "event": "罗从彦生于剑浦罗源乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "十岁能诗",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居家",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "从吴仪学经学",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "是年母尤氏病故",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "是年父亲病故",
   "place": "三明市（将乐县）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "服丧守孝期满，应挚友陈渊邀请，于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "于沙县西郊洞天岩讲学",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "杨时四月赴浙江萧山任知县，罗从彦徒步从沙县往萧山求师受学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在南平筑室于山中，绝意仕途，潜心著述讲学，收南平李侗、新安朱松（朱熹之父）为学生",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1117,
   "value": 2,
   "event": "《春秋指归序》；杨时在毗陵提点均州明道观，罗从彦前往受学，有文",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "拜别杨时",
   "place": "三明市（沙县）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "《与孟师说》；有文",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1124,
   "value": 2,
   "event": "《韦斋记》；应学生朱松邀请，赴尤溪为韦斋作记",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "继采祖宗故事、四圣所行，著书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1126,
   "value": 2,
   "event": "《圣宋遵尧录》七卷；著书完成，历述宋朝政治之统，指斥王安石变革祖宗之制",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1128,
   "value": 2,
   "event": "《合衡录》；著书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "事迹不详",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1131,
   "value": 2,
   "event": "《中庸说》；著书",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "以特赐“进士”衔官授广东博罗县主簿，是年以郡守周绾之名，领袖诸生，行释菜礼",
   "place": "惠州市（县主簿）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "广东博罗任县主簿任上",
   "place": "惠州市（县主簿）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "广东博罗任县主簿任上",
   "place": "惠州市（县主簿）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "博罗县任满告老回乡，至汀州武平染疾身亡",
   "place": "龙岩市（武平县）",
   "lng": "116.106979",
   "lat": "25.101005"
  }
 ]
};
