// 诗人行迹数据：罗隐
export default {
 "name": "罗隐",
 "birth": 833,
 "death": 909,
 "life": [
  {
   "time": 833,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 834,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 836,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 837,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 838,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 839,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 840,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 841,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 842,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 843,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 844,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 845,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 846,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 847,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 848,
   "value": 1,
   "event": "在故乡鸡鸣山读书",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居乡，与吴兴沈氏结婚",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居乡，生子塞翁",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居乡（富阳市新登镇）",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 852,
   "value": 2,
   "event": "更名“隐”，取字“昭谏”，在池州梅根浦隐居读书，自号“江东生”",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 853,
   "value": 1,
   "event": "隐居梅根浦",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 854,
   "value": 1,
   "event": "隐居梅根浦",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 855,
   "value": 0,
   "event": "隐居梅根浦；祖母王氏卒",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 856,
   "value": 0,
   "event": "祖父知微卒",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 857,
   "value": 5,
   "event": "春，西游，在江陵结识常修",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 858,
   "value": 2,
   "event": "离蜀南游，在广西多地均留有遗迹",
   "place": "柳州市",
   "lng": "109.42198",
   "lat": "24.331519"
  },
  {
   "time": 859,
   "value": 4,
   "event": "金鸡山；春自岭南至虔州，游金鸡山",
   "place": "赣州市（金鸡山）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 860,
   "value": 7,
   "event": "春试落第，而才名远播",
   "place": "渭南市（大荔县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 861,
   "value": 9,
   "event": "寄南城韦逸人；春试落第，看人变化，困居长安",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 9,
   "event": "请追癸巳日诏疏；春试落第，看人变化，卧病在床，病中作疏文请皇上收回成命",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 863,
   "value": 8,
   "event": "序陆生东游；；；春试落第，陆龟蒙春试落第欲东游，隐作文相送；与曹唐交往",
   "place": "西安市（华严寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 0,
   "event": "西京崇德里居；春试落第，困居长安崇德里，正二月间听到放榜风声，大哭",
   "place": "西安市（崇德里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 5,
   "event": "秋日怀贾随进士；在故乡，看人变化；本年正月中书舍人李蔚知贡举，随即拜礼部侍郎，不久短暂拜相，李蔚一向激赏罗隐诗，隐因在乡，错过机会；四月，南诏入侵姚、巂州，秋，隐有诗写南诏边事",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 866,
   "value": 7,
   "event": "送沈先辈归，送上嘉礼；春试落第，看人变化；春，吴兴沈光进士及第后东归完婚，隐有诗相赠；新罗国十二岁少年崔致远入唐参加宾贡科考试，首选罗隐为师；约本年至明年，与皮日休交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 8,
   "event": "谗书；编次《谗书》，并自作序",
   "place": "西安市（道政里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 9,
   "event": "寄袁皓侍御；春试落第，此时隐之从兄弟罗虬、罗邺均在京应试，知贡举刘允章以虬交通中贵，为“芳林十哲”之一，鄙其为人而黜落之，虬与隐、邺并称“三罗”；",
   "place": "荆州市（江陵县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 4,
   "event": "龙丘东下却寄孙员外；春，在苏州杭州衢州一带活动，在衢州时，于刺史孙玉汝幕逗留数旬，颇受恩遇，东下至龙丘时有诗表感激",
   "place": "衢州市（龙丘）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 870,
   "value": 10,
   "event": "人日新安道中见梅花；正月初七，在洛阳西新安县赴长安途中有诗；隐在长安令狐绹相国府结识顾云",
   "place": "洛阳市（新安县）",
   "lng": "112.139027",
   "lat": "34.733873"
  },
  {
   "time": 871,
   "value": 0,
   "event": "湘中见进士乔诩；春在长沙幕；罗邺漂泊于潇湘，或曾与隐相聚",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 872,
   "value": 7,
   "event": "上霅川裴郎中；春，自故乡新城北上湖州，游湖州刺史裴德符幕，有诗",
   "place": "杭州市（富阳区）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 873,
   "value": 10,
   "event": "送顾云下第；春试落第，在长安送顾云，有诗",
   "place": "岳阳市（巴陵道）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 10,
   "event": "荀令生日；春，在淮南李蔚幕有诗贺李蔚生日",
   "place": "扬州市（禅智寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 875,
   "value": 10,
   "event": "投盐铁裴郎中启；春试落第，章碣、黄滔亦本年落第，与黄滔之交盖始于此；春二月，投裴坦谋职位解决生计问题，未果",
   "place": "武汉市（江夏口）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 0,
   "event": "送友人归夷门；在大梁，有送人诗",
   "place": "开封市（夷门）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 877,
   "value": 9,
   "event": "大梁见乔诩；春雪中，至大梁封禅寺，有诗",
   "place": "西安市（焚书坑）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 878,
   "value": 9,
   "event": "寄池州郑员外；春试落第，居长安，春社日作诗寄郑荛",
   "place": "杭州市（富阳区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 879,
   "value": 0,
   "event": "晚泊宿松；春，晚泊宿松访友人杨显",
   "place": "安庆市（宿松县）",
   "lng": "116.135723",
   "lat": "30.15962"
  },
  {
   "time": 880,
   "value": 4,
   "event": "贵池晓望；池州刺史窦潏，独厚罗隐，营墅居之；视隐居九华为漂泊；与卢休交往半年",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 881,
   "value": 9,
   "event": "江都；春，与顾云游扬州；夏，与顾云同谒淮南节度使高骈，云被辟留，隐归钱塘；再至扬州高骈幕，作诗讽刺其造迎仙楼；秋在池州，作诗表达忧君忧国拥护统一的赤子情怀",
   "place": "池州市（贵池区）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 882,
   "value": 9,
   "event": "灵山寺；宣歙观察使窦潏在宣州城西之南陵为隐造宅；立足池、宣，多有诗作",
   "place": "芜湖市（南陵县）",
   "lng": "118.340468",
   "lat": "30.920909"
  },
  {
   "time": 883,
   "value": 9,
   "event": "别池阳所居；宣歙观察使窦潏在宣州城西之南陵为隐造宅；立足池、宣，多有诗作",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 884,
   "value": 8,
   "event": "春思；春，在成都，有诗感慨自己仍蓬蒿之人",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 885,
   "value": 10,
   "event": "寄处默师；病寄南徐（润州）；有诗寄处默",
   "place": "镇江市（甘露寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 886,
   "value": 10,
   "event": "送刘校书之新安寄吴常侍；病寄南徐，有诗送刘校书兼寄歙州刺史吴园",
   "place": "南京市（石头城）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 887,
   "value": 10,
   "event": "寄张侍郎；春，荆南节度使张瑰邀罗隐入荆州幕，婉拒；；；；旋被表荐为钱塘令",
   "place": "西安市（曲江）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 888,
   "value": 6,
   "event": "钱镠表荐罗隐任秘书省著作郎，并以著作郎辟为镇海军节度掌书记",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 889,
   "value": 9,
   "event": "城西作；约于本年任观察判官；杜荀鹤自池州游钱塘，有诗献隐，隐有诗表达作为观察判官之感慨",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 890,
   "value": 8,
   "event": "京中正月七日立春；春正月人日在京，有诗",
   "place": "杭州市（吴门）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 7,
   "event": "南园题；与吴仁璧交游，吴精星学和黄白术，对隐入道或有一定影响；种蔬果种草药，以求养生，有诗",
   "place": "杭州市（南园）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 892,
   "value": 4,
   "event": "得宣州窦尚书书，因投寄二首；收到窦潏从广州寄来的书信，作诗回寄",
   "place": "丽水市（缙云山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 893,
   "value": 7,
   "event": "寄聂师道；八月聂师道为歙州解围，隐有诗寄师道",
   "place": "杭州市（杭州罗城）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 894,
   "value": 0,
   "event": "应夷节赞；道教大师应夷节卒，隐有赞；本年前后，尝居东阳（金华）故宅著述",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 895,
   "value": 7,
   "event": "题新榜；二月，沈崧得新榜返吴越，隐题一绝于榜尾",
   "place": "杭州市（胥山祠）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 896,
   "value": 4,
   "event": "感弄猴人赐朱绂；七月，唐昭宗播迁，隐作诗自嘲；与钱镠唱和，常借机讽其出身，钱亦不怒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 897,
   "value": 7,
   "event": "酬丘光庭；五月十六日，收到丘光庭从湖州寄来的书札，作诗劝其入钱镠幕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 898,
   "value": 4,
   "event": "吴公约神道碑；正月，隐应邀为吴公约作神道碑",
   "place": "杭州市（东安镇）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 899,
   "value": 2,
   "event": "姑苏城南湖陪曹使君游；秋游苏州，有诗",
   "place": "苏州市（南湖）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 900,
   "value": 10,
   "event": "秋日有寄姑苏曹使君；秋，在钱塘寄诗曹圭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 901,
   "value": 2,
   "event": "长明灯；隐晚年有《长明灯》诗表达对大唐长治久安的向往",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 902,
   "value": 7,
   "event": "题玄同先生草堂三首；春，赴大涤山悼道教大师闾丘方远，有诗",
   "place": "杭州市（大涤山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 903,
   "value": 0,
   "event": "暇日感怀因寄同院吴蜕拾遗；隐之益友吴融卒，隐有诗寄吴融弟吴蜕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 904,
   "value": 5,
   "event": "魏博罗令公附卷有回；夏，魏博节度使罗绍威寄诗卷求罗隐指点，隐有回诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 905,
   "value": 7,
   "event": "钱塘府亭；春，钱塘府亭启用，隐作诗以贺",
   "place": "杭州市（钱塘府亭）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 906,
   "value": 4,
   "event": "秋日有酬；转司勋郎中，充镇海军节度判官、副使；秋作诗酬答罗绍威",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 907,
   "value": 2,
   "event": "小松；朱温篡唐，诏至，隐痛哭劝钱镠举义讨贼，镠不从，反奉朱梁之正朔；朱梁以谏议大夫招，隐不就，作诗明志；",
   "place": "金华市（西岘）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 908,
   "value": 2,
   "event": "答宗人衮；朱梁授隐给事中，不就，三征不起，潜心奉道；与罗衮唱和；三月，诏封罗隐父祖曾三代；本年齐己有《寄钱塘罗给事》诗，写到罗隐闻唐亡而伤心痛哭事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 909,
   "value": 7,
   "event": "春日投钱塘元帅尚父二首；春，寝疾，钱镠亲临抚问，题诗赞罗隐之才，隐回赠诗望钱镠能一匡唐室",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
