// 诗人行迹数据：胡仔
export default {
 "name": "胡仔",
 "birth": 1110,
 "death": 1170,
 "life": [
  {
   "time": 1110,
   "value": 1,
   "event": "出生",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1120,
   "value": 2,
   "event": "歌风台；《歌风台》诗当作于居泗上期间",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "宣和间居泗上",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居乡？",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡？",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡？",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "以父荫授将仕郎转迪功郎。连蹇选调四十年",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居杭？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居杭？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居杭？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居杭？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居杭？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "绍兴丙辰，待亲赴官岭右",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "生活于此",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1143,
   "value": 0,
   "event": "胡舜陟冤卒狱中，胡仔丁忧离任，迁居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1144,
   "value": 2,
   "event": "满江红（泛宅浮家）；隐居苕溪。满江红（泛宅浮家）当作于隐居苕溪时",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "题苕溪渔隐图三首；隐居苕溪。《题苕溪渔隐图》诗当作于隐居苕溪时",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "咏苕溪水阁；隐居苕溪。《咏苕溪水阁》诗当作于隐居苕溪时",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1148,
   "value": 2,
   "event": "渔隐丛话前集序；隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "隐居苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1162,
   "value": 3,
   "event": "赴官闽中漕幕",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "生活于此",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "生活于此",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "闽中三载任满，复归苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "归隐苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1167,
   "value": 2,
   "event": "渔隐丛话后集序；归隐苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "归隐苕溪",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1169,
   "value": 2,
   "event": "足子苍和人诗；《足子苍和人诗》当作于晚年归隐苕溪时",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1170,
   "value": 0,
   "event": "乾道六年庚寅五月初八日卒",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
