// 诗人行迹数据：胡宪
export default {
 "name": "胡宪",
 "birth": 1086,
 "death": 1162,
 "life": [
  {
   "time": 1086,
   "value": 1,
   "event": "生于建州崇安县之籍溪。生而沉静端悫，不妄言笑",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "从叔父胡安国学",
   "place": "长沙市（长沙县）",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "从叔父胡安国学。数年湖湘，日闻尧舜孔孟之道及二程之说。平生学问，发轫于此",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "以乡贡入太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "？不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "不喜时学，虽无祐之学有禁，乃独与乡人白水刘致中阴诵而窃讲焉，复相与问易于谯定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 4,
   "event": "学易于谯，久未有得。告曰：“是固当然。盖心为物渍，故不能有见，唯学乃可明耳。”宪于是喟而叹曰：“所谓学者，非克己工夫耶！”自是一心下学，不求人知。谯亦尽发所蕴，俾明格物致知之要。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1127,
   "value": 2,
   "event": "挽刘韐诗；往吊刘韐之丧，有诗",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦。曾游荆南",
   "place": "武夷山市（武夷山市崇安街道）",
   "lng": "118.037551",
   "lat": "27.756765"
  },
  {
   "time": 1131,
   "value": 2,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦。曾游越中",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "贫，无以治炊，每躬耕自养，或渔或药。苟非道义，一介不取于人，而性也怡怡融融，无一日不乐。虽然，不废读书讲学。有刘勉之、刘子翚二君子之为道义交，并吕祖谦、林之奇、魏掞之、熊克、曾逢诸子之出其门，更收族子之髫龀未冠者，教以句读训诂，虽见笑徒劳，犹乐此不倦",
   "place": "南平市（建阳区）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "任建州教授期间，教诲诸生不遗余力。又请郡人程元、龚何参与学政",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "任建州教授期间，以郡人程元、龚何为助，教诲诸生不遗余力",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "任建州教授期间，以郡人程元、龚何为助，教诲诸生不遗余力",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "任建州教授期间，以郡人程元、龚何为助，教诲诸生不遗余力",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "任建州教授期间，以郡人程元、龚何为助，教诲诸生不遗余力",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "任建州教授期间，以郡人程元、龚何为助，教诲诸生不遗余力。与朱松交",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "春，友人朱松死，遗命其子朱熹禀学于胡宪等人之门。至料其后事，安其妻子，谋熹学业，宪与有力焉",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡奉母",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡奉母",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "祭刘子羽文；友人刘子羽死，为文祭之",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "冬，丁母忧",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "丁忧守制",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "丁忧守制",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1159,
   "value": 4,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1160,
   "value": 6,
   "event": "屏山集序；居乡，尚未赴官。为友人子刘玶作序",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "居京师",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "居乡",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  }
 ]
};
