// 诗人行迹数据：胡则
export default {
 "name": "胡则",
 "birth": 963,
 "death": 1039,
 "life": [
  {
   "time": 963,
   "value": 1,
   "event": "胡则生",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 964,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 965,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 966,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 967,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 968,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 969,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 970,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 971,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 972,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 973,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 974,
   "value": 1,
   "event": "居乡",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 975,
   "value": 0,
   "event": "祖父彦瀔卒",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 976,
   "value": 1,
   "event": "从师，出外就传",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 977,
   "value": 0,
   "event": "是年祖母徐氏卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 978,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 979,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 980,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 981,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 982,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 983,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 984,
   "value": 1,
   "event": "于寿山寺侧筑室读书",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 985,
   "value": 0,
   "event": "是年曾祖父彭卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 986,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 987,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 988,
   "value": 0,
   "event": "与湖湘陈生读书方岩僧舍",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 989,
   "value": 2,
   "event": "《及第》；登陈尧叟榜进士，有诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 990,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 991,
   "value": 3,
   "event": "释褐为官，任许田尉，逢丁谓举进士，客许田，厚遇之",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 992,
   "value": 3,
   "event": "在许田任县尉",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 993,
   "value": 3,
   "event": "在许田任县尉",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 994,
   "value": 3,
   "event": "补蕲州广济宰",
   "place": "黄冈市（蕲春县）",
   "lng": "115.442608",
   "lat": "30.232506"
  },
  {
   "time": 995,
   "value": 3,
   "event": "在蕲州任广济宰",
   "place": "黄冈市（蕲春县）",
   "lng": "115.442608",
   "lat": "30.232506"
  },
  {
   "time": 996,
   "value": 3,
   "event": "索湘命以督随军粮草事入奏，并陈边防",
   "place": "忻州市（静乐县）",
   "lng": "111.945183",
   "lat": "38.365383"
  },
  {
   "time": 997,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 998,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 999,
   "value": 3,
   "event": "公行河北道，奉朝命省冗役",
   "place": "",
   "lng": "114.476188",
   "lat": "38.042284"
  },
  {
   "time": 1000,
   "value": 3,
   "event": "弟赈登陈尧咨榜进士",
   "place": "",
   "lng": "114.476188",
   "lat": "38.042284"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1007,
   "value": 4,
   "event": "升本省著作丞，知浔州，治虎患",
   "place": "贵港市（桂平市）",
   "lng": "110.085536",
   "lat": "23.399949"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "丁母忧",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "丁母忧",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1010,
   "value": 4,
   "event": "《重修法轮院记》；以永乐县君哀制，灵泉院继初上人三访倚庐，请述记诫，且云云重礼上人集本院僧颂《金刚般若经》为永乐县君之冥荐，启予述作之诚心，有文",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1011,
   "value": 3,
   "event": "迁屯田员外郎，提举江南路银铜场、铸钱监",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1012,
   "value": 3,
   "event": "仍为屯田员外郎，提举江南路银铜场、铸钱监",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1013,
   "value": 4,
   "event": "池州永丰监吏匿铜数万斤，籍为羡余，释弗诛",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1014,
   "value": 3,
   "event": "以户部郎中充江淮制置发运使",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1016,
   "value": 4,
   "event": "《乞加父朝散阶奏》；出为京西转运使，迁礼部郎中，乞貤赠考妣，有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1017,
   "value": 3,
   "event": "任京西转运使、礼部郎中",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1018,
   "value": 3,
   "event": "部民讹言相惊，未及奏，奉诏诘责",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1019,
   "value": 4,
   "event": "为进士杨世质、圭质等试卷被摒，付许州通判崔立看详，被旨诘责坐罪",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1020,
   "value": 3,
   "event": "于广西路任转运使",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 3,
   "event": "以父八十岁恳辞朝廷拟谏议大夫知广州职，上从其请",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 3,
   "event": "转吏部郎中，改太常少卿",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "丁父忧",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1024,
   "value": 4,
   "event": "服除，坐丁谓党，降知信州",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1025,
   "value": 4,
   "event": "奏减官庄田值，章凡三上",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "拜右谏议大夫，知杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "知杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "迁知永兴军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 4,
   "event": "复以谏议大夫知永兴军",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1030,
   "value": 6,
   "event": "领河北都转运使",
   "place": "",
   "lng": "114.476188",
   "lat": "38.042284"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "以王沿尝就公假官船贩盐且以其子名求买酒场事遭张宗诲奏，朝廷恶之，因以与王沿等俱黜",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1032,
   "value": 4,
   "event": "授工部侍郎、集贤殿院士",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 4,
   "event": "《乞朝见表》；再知杭州，乞朝见，上表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "居西湖",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "居西湖",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "居西湖",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "居西湖",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1038,
   "value": 0,
   "event": "公配陈夫人卒，奉朝命赠颍川郡君",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1039,
   "value": 0,
   "event": "卒于余杭私第，事闻，天子震悼",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
