// 诗人行迹数据：胡瑗
export default {
 "name": "胡瑗",
 "birth": 993,
 "death": 1059,
 "life": [
  {
   "time": 993,
   "value": 1,
   "event": "胡瑗生",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 994,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 995,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 996,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 997,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 998,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 999,
   "value": 1,
   "event": "居乡，善属文",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "居乡，已通五经",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "居乡",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "与富弼、周孟阳读书于泰州东北八十里的读书堂",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "与孙复、石介读书泰山",
   "place": "泰安市（泰山）",
   "lng": "117.094893",
   "lat": "36.205905"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "在苏州一带传授经术",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "郡守范仲淹请立苏州郡学，聘胡瑗为教授",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "应诏考定钟律",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "在苏州府学任教授，期间严立学规",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "在苏州郡学，与范仲淹书信，讨论学问根抵出处大节等事",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "胡宿知湖州，安定胡先生为教授，前守滕公大兴学校，费钱数千万，未几滕公罢",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "由范仲淹荐任军事推官，参与幕府军事谋划",
   "place": "延安市（宜川县）",
   "lng": "110.175403",
   "lat": "36.056557"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "丁父忧，辞官归家奔丧",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "服阙。受湖州太守滕宗谅之聘，以保宁节度推官兼教授湖州州学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "《武学规矩》1卷；上书请兴武学，有文，时议难之",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1044,
   "value": 4,
   "event": "《学正条约》1卷；诏下湖州，取胡瑗讲学之法为太学法，有文",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "召为诸王宫教授，以疾辞，复改太子中舍",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "吴兴郡守宴郎简、范说、张维、刘维庆、周守中、吴炎六老于南园，酒酣赋诗，胡瑗为序其事",
   "place": "湖州市（南园）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "在湖州州学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "在湖州州学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "在湖州州学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "仁宗将有事于明堂。召胡瑗于大乐所，同邓保信等依详经典，历代制度，用上党秬黍，制成律吕度量等法物",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "在京为太子中舍",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "授大理评事兼太常主簿，辞不就",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 6,
   "event": "铸十二钟成，大小轻重如一，状如类铎，为大环铸盘龙蹲熊辟邪其上，谓之旋蠡，而平击之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "在京为大理寺丞、国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "在京为大理寺丞、国子监直讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 3,
   "event": "胡瑗乞外任，升为太子中允、天章阁侍讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "在京为太子中允、天章阁侍讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "在京为太子中允、天章阁侍讲",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "病不能朝，仁宗遣中贵人就问安否",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
