// 诗人行迹数据：胡舜陟
export default {
 "name": "胡舜陟",
 "birth": 1083,
 "death": 1143,
 "life": [
  {
   "time": 1083,
   "value": 1,
   "event": "寅时生于绩溪市东之胡家巷",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "游学杭州，时为学馆盛处",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "游太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "进士及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "次子仔生。妻汪氏为同邑敦礼坊汪藻公女，曾生长子亿，早卒，生年无考。汪氏历封沂国夫人。仔字元任，号苕溪渔隐，以荫补将仕郎，历官奉议郎，知晋陵县",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "居越州",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "三子传生。传字元辅，以荫补承务郎，历官至朝奉郎，知海宁县",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "居秀州",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "居京师.",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "在京任御史台检法。冬，方腊乱，盗犯绩溪，家乡屋宇一夕煨烬，骨肉惊散，渡江逃避",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "居京师？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 0,
   "event": "在京为御史台检法。",
   "place": "淮安市（盱眙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡守制。",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "题秋香亭诗；居乡守制。",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1126,
   "value": 10,
   "event": "乞依祖宗法令监察御史言事；金人犯宋，中外多事，疏请依祖宗法许六察官言事，并极言军国利病，上许五日一对，大嘉奖之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 0,
   "event": "奏乞不差内侍上城；治子城时，见都人喧闹，欲殴宦官，遂奏乞不差内侍上城，面奉从臣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 6,
   "event": "知庐州",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1129,
   "value": 5,
   "event": "叛将范琼破寿春焚掠，声摇淮浙，移书遣五骑责钱帛给军。叱斩其四，留一骑还报。又檄诸郡勿与粮。琼遂由光蕲绝江而南。时淮西八州，惟庐按堵。民绘其象于教弩台",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1130,
   "value": 4,
   "event": "尝语望云：“枢密必欲守平江，莫若移军吴江，据太湖天险。吾辈以中军扼其前，使诸将以小舟自太湖旁击之，可必胜。”望不主其议，但令召诸将议之。及诸将毕集，望命舜陟语方略，诸将不从。盖诸将如郭仲威辈，皆贼魁，喜乱，志在为贼而已。陈思恭为统制，兵最少，居下，闻此谋，跃而前曰：“待制之言甚善！思恭愿为先锋。”自余不从，竟已。及金过吴江，舜陟遣禆将思恭以兵出太湖，横击其尾及中军，系虏之民闻兵至，皆为内应，纵火焚舟，几获四太子者",
   "place": "宣城市（绩溪县）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "丁忧赋闲",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1132,
   "value": 0,
   "event": "丁忧赋闲",
   "place": "宣城市（绩溪县）",
   "lng": "118.586378",
   "lat": "30.072508"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "为庐寿等州宣抚使",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "为淮西安抚使",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1135,
   "value": 4,
   "event": "乞罢保甲新法；上疏乞罢保甲新法",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1136,
   "value": 6,
   "event": "知广州",
   "place": "桂林市（灵川县）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "知静江府。修市马政。岁中市马二千四百匹，诏赏之",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1138,
   "value": 7,
   "event": "奏训练土丁保丁；知静江府。奏训练土丁保丁",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居归安。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "居归安。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1141,
   "value": 4,
   "event": "起知静江府，复为广西经略",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1143,
   "value": 4,
   "event": "知静江府。",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  }
 ]
};
