// 诗人行迹数据：胡铨
export default {
 "name": "胡铨",
 "birth": 1102,
 "death": 1180,
 "life": [
  {
   "time": 1102,
   "value": 1,
   "event": "出生庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡庐陵。自幼超诣绝志，强于记览。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "试太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在扬州，进士及第",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "任抚州军事判官",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "任抚州军事判官",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "任抚州军事判官",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居吉州。以居父忧，与兄胡铸，从乡先生萧楚讲《春秋》学",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居吉州。以居父忧，与兄胡铸，从乡先生萧楚讲《春秋》学",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居吉州。以居父忧，与兄胡铸，从乡先生萧楚讲《春秋》学",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "在临安。都督张浚辟胡铨为湖北提举干办公事，改湖南提刑司干办公事，俱未行",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在临安，兵部尚书吕祉以贤良方正荐",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "在临安，朝廷决意求和，胡铨独上封事，乞斩主张和议之宰执秦桧、孙近及使者王伦之头，羁留金使，兴问罪之师。除名昭州编管，后改监广州都盐仓",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "在临安，以御史中丞罗汝楫弹劾，除名谪新州",
   "place": "云浮市（新兴县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "在新州",
   "place": "云浮市（新兴县）",
   "lng": "112.231858",
   "lat": "22.701814"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在新州",
   "place": "云浮市（新兴县）",
   "lng": "112.231858",
   "lat": "22.701814"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在新州",
   "place": "云浮市（新兴县）",
   "lng": "112.231858",
   "lat": "22.701814"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在新州",
   "place": "云浮市（新兴县）",
   "lng": "112.231858",
   "lat": "22.701814"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在新州",
   "place": "云浮市（新兴县）",
   "lng": "112.231858",
   "lat": "22.701814"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "再谪吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在吉阳军",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "胡铨量移衡州",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "在衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "胡铨得自便，至零陵访张浚",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "复元官，差知饶州",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "在临安，迁秘书少监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "在临安，兼国子祭酒",
   "place": "扬州市（射阳湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "罢职归庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "居乡庐陵。秋，与周必大、王庭珪等参与郡守宴举人之盛会",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "居乡，起知漳州，未赴",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "改泉州，过阙奏事，留京，除工部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "求退，再提举江州太平兴国宫。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "居乡庐陵",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "居乡庐陵，召归经筵，引疾力辞。",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "居乡庐陵，加资政殿学士致仕",
   "place": "吉安市",
   "lng": "115.00027",
   "lat": "27.119751"
  }
 ]
};
