// 诗人行迹数据：舒岳祥
export default {
 "name": "舒岳祥",
 "birth": 1219,
 "death": 1298,
 "life": [
  {
   "time": 1219,
   "value": 1,
   "event": "本年生于故乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡，能作古文，出语辄惊人，有“奇童”之目",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡，与王氏订婚",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡，初应乡举，未获中",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡，娶王氏",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡，识陈耆卿",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "游霞城，以文谒吴子良",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1249,
   "value": 2,
   "event": "应进士举，中乡试首选。",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "就省试，不中而返。妻王氏勉之再进",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "偕妻王氏赴湖湘，依湖南转运副使吴子良。吴试以吏事，深许之",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "由湖南返里",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "再中乡举",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1256,
   "value": 3,
   "event": "登文天祥榜进士",
   "place": "宁波市（奉化市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 3,
   "event": "在奉化县尉任",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 1258,
   "value": 3,
   "event": "在奉化县尉任",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 1259,
   "value": 3,
   "event": "在奉化县尉任，旋摄定海令。与王达善相识，此后二人笃厚友谊直至达善终年",
   "place": "舟山市（定海区）",
   "lng": "122.113391",
   "lat": "30.025451"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "摄定海令。未几，回乡丁父忧",
   "place": "舟山市（定海区）",
   "lng": "122.113391",
   "lat": "30.025451"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居乡丁父忧",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "仍在丁忧中，曾到杭州讲诗。时风之下，他人多薄诗不为",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "本年似居乡",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1264,
   "value": 4,
   "event": "注官监广德赡军酒库，未上。霅州守赵时橐令岳祥摄霅州（今浙江湖州）掌书记。岳祥平息军乱。",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1265,
   "value": 0,
   "event": "弟斗祥卒于长洲，岳祥往哭之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "居乡丁母忧",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1267,
   "value": 3,
   "event": "丁母忧，服阕，入淮东总领陈蒙幕",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1268,
   "value": 3,
   "event": "在淮东总领陈蒙幕",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1269,
   "value": 3,
   "event": "沿江制阃马光祖、吴革争辟岳祥入幕，皆不就",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1270,
   "value": 3,
   "event": "入沿海制阃鲍度幕约在本年，鲍度幕府似在鄞县",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1271,
   "value": 3,
   "event": "本年似在鲍度幕",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1272,
   "value": 0,
   "event": "本年似在鲍度幕。以故人董楷除湖南转运，应邀将赴湖湘。同年黄震问讯赠以楮衾，友人谢昌元问讯赠以筇竹杖。赴湖湘之事卒未成行",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1273,
   "value": 3,
   "event": "本年似在鲍度幕",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1274,
   "value": 2,
   "event": "两浙镇抚大使谢堂邀岳祥留都共订诸儒所评论司马光《通鉴》，拟成一家之作，奏入经筵备讲读",
   "place": "宁波市（宁海县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 2,
   "event": "见国事已去，遂隐而不出",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1276,
   "value": 9,
   "event": "跋僧日损诗；春夏间，避地雁苍山。尝为僧日损诗卷作跋；游石林之境，观石鼓；游谭山",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1277,
   "value": 9,
   "event": "避乱始至省坑存思庵。省坑存思庵在何县不明",
   "place": "宁波市（宁海县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1278,
   "value": 0,
   "event": "解梅嘲；立春日，作诗抒发亡国之痛和对故国的忠贞",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1279,
   "value": 7,
   "event": "腊梅咏；作七古，借物写志，时在崖山陷落前一月",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1280,
   "value": 9,
   "event": "庚辰元旦试笔；元旦试笔诗，感慨光阴流逝，故人不全",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1281,
   "value": 7,
   "event": "庚辰冬帅初与正仲约过阆风既而予坐病二友亦不果至辛巳四月帅初特来访予时尚在病中为予留山庵一宿而去似不欲劳予应酬耳归至中途有诗见寄予次韵因贻正仲也；仍在病中，戴表元来访于阆风，归途中有诗寄岳祥，岳祥和之",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "住故园尚义村",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "仍住故园尚义村",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1284,
   "value": 0,
   "event": "甲申正月二十日游盘谷道院赠石涧炼师；游盘谷道院，有诗赠石涧炼师",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1285,
   "value": 9,
   "event": "正月十日新晴观正仲所写篆畦稿；为刘庄荪整理《篆畦稿》而作诗",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1286,
   "value": 7,
   "event": "谢御史王素行免里正之役；春，得免里役",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1287,
   "value": 5,
   "event": "百一老诗序；叹自己不知老，游于篆畦中，因作诗",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1288,
   "value": 4,
   "event": "春叹；感怀作诗",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1289,
   "value": 9,
   "event": "春，岳祥家及家祠毁于兵火，其为夫人王氏所写墓志铭亦毁于兵火。因浙东各地陆续发生农民暴动而流徙浙东。",
   "place": "绍兴市（新昌县）",
   "lng": "120.160136",
   "lat": "30.271487"
  },
  {
   "time": 1290,
   "value": 9,
   "event": "正仲访余棠溪帅初来会正仲时余欲归阆风未能决书呈二友；初春，拟归阆风，计未决。刘庄荪、戴表元来访，因作诗呈二友",
   "place": "宁波市（奉化市）",
   "lng": "121.413388",
   "lat": "29.660974"
  },
  {
   "time": 1291,
   "value": 9,
   "event": "辛卯正月二日蝶轩早作；年初，有诗",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1292,
   "value": 7,
   "event": "壬辰正月胡子持孙平叔刘正仲诸友于雁苍建赤城先生祠赋唐律一十韵以纪其事；胡子持、孙平叔、刘庄荪建赤城先生祠于雁苍山，岳祥作诗记之。同时建赤城书堂，岳祥为书堂长。赤城书堂，宁海乡人创办的“私立”书堂",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1293,
   "value": 4,
   "event": "独坐遣兴；作诗，静悟平生事历，有不堪回首之叹",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1294,
   "value": 2,
   "event": "故豸峰应君墓志铭；为梅林人应瑞孙作墓志铭，其次女适岳祥弟斗祥之子子普",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1295,
   "value": 1,
   "event": "陈养晦赴阆风里拜谒岳祥学诗",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1296,
   "value": 1,
   "event": "居乡？",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1297,
   "value": 7,
   "event": "山中白云序；为张炎词作序",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  },
  {
   "time": 1298,
   "value": 0,
   "event": "读方元善落花诗有感2首；八十作诗抒感",
   "place": "宁波市（宁海县）",
   "lng": "121.436043",
   "lat": "29.294384"
  }
 ]
};
