// 诗人行迹数据：苏庠
export default {
 "name": "苏庠",
 "birth": 1065,
 "death": 1147,
 "life": [
  {
   "time": 1065,
   "value": 1,
   "event": "出生",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居乡丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1079,
   "value": 2,
   "event": "《清江曲》；居丹阳。少能诗，苏轼见其《清江曲》诗，大爱之，由是知名",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "曾与黄庭坚从游。本年黄庭坚赴任吉州太和，过芜湖访李之仪，苏坚、苏庠也在。",
   "place": "芜湖市",
   "lng": "118.439561",
   "lat": "31.358798"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "曾一就举中程，以犯讳黜，遂无意仕进。",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "曾与释惠洪从游。具体时间不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "与徐俯、张元干、吕本中等在豫章结诗社唱和",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "不详",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "在汴京与张元干等唱和",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 2,
   "event": "《幽岩尊祖事实》；在汴京为张元干题跋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "或在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "或在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "或在汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "绍兴年间，苏庠隐居庐山。与修水李彭齐名。",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "隐居庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "隐居庐山。徐俯荐其贤，令赴朝，固辞。天下士无问识与不识，皆高其节，好事者往往图其形以相赠。",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "隐居庐山。从其学诗者甚众。",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "隐居庐山。与词人康与之常相往还",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "隐居丹阳。不慕荣禄，以琴书自乐，终老布衣。",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "隐居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1147,
   "value": 0,
   "event": "卒。传说苏庠辞世，是解化仙去。葬镇江马迹山。",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  }
 ]
};
