// 诗人行迹数据：苏味道
export default {
 "name": "苏味道",
 "birth": 649,
 "death": 706,
 "life": [
  {
   "time": 649,
   "value": 1,
   "event": "是年苏味道生",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 650,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 651,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 652,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 653,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 654,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 655,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 656,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 657,
   "value": 1,
   "event": "能属辞",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 666,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 667,
   "value": 1,
   "event": "时与乡人李峤齐名，号为“苏、李”；后又与李峤、崔融、杜审言为“文章四友”，称“崔、李、苏、杜”",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 668,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 669,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 670,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 671,
   "value": 1,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 672,
   "value": 3,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 673,
   "value": 3,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 674,
   "value": 3,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 675,
   "value": 3,
   "event": "是年活动行迹不详",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 676,
   "value": 3,
   "event": "在县尉任",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 677,
   "value": 3,
   "event": "迁咸阳县尉",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 678,
   "value": 3,
   "event": "在咸阳县尉任",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 679,
   "value": 3,
   "event": "在咸阳县尉任。六月，吏部侍郎裴行俭征突厥阿史那都支，引为管书记、兼监察御史",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 680,
   "value": 4,
   "event": "《单于川对雨二首》；以监察御史为礼部尚书、定襄道大总管裴行俭管书记，征讨突厥，此间有诗，姑系于此",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 681,
   "value": 3,
   "event": "以监察御史为礼部尚书、定襄道大总管裴行俭管书记，征讨突厥",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 682,
   "value": 0,
   "event": "以监察御史为礼部尚书、金牙道行军大总管裴行俭管书记，征讨突厥。师未行，行俭卒",
   "place": "咸阳市",
   "lng": "108.715712",
   "lat": "34.335599"
  },
  {
   "time": 683,
   "value": 3,
   "event": "迁侍御史",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 684,
   "value": 3,
   "event": "裴居道再拜左金吾卫将军，请味道作谢表，援笔而成",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 685,
   "value": 3,
   "event": "在侍御史任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 686,
   "value": 7,
   "event": "《使岭南闻崔马二御史并拜台郎》；在侍御史任。秋，奉使岭南，有诗。精择判官，宋璟投献《长松篇》、《梅花赋》，盛称之，遂奏为判官",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 687,
   "value": 3,
   "event": "迁春官员外郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 688,
   "value": 4,
   "event": "《奉和受图温洛应制》；在春官员外郎任。本月，从武后拜洛受图，有应制之作",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 689,
   "value": 3,
   "event": "迁考功郎中",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 3,
   "event": "在考功郎中任。迁凤阁舍人。九月，发十道存抚使，李嗣真存抚河东，和其诗而送之",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 3,
   "event": "在风阁舍人任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 3,
   "event": "在风阁舍人任。时武后置内供奉，与韦承庆待诏禁中",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 693,
   "value": 3,
   "event": "在风阁舍人、内供奉任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 694,
   "value": 3,
   "event": "三月，以风阁舍人、内供奉迁检校凤阁侍郎、同凤阁鸾台平章事。武后以薛怀义为朔方道行军大总管，内史李昭德为行军长史，充行军司马",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 695,
   "value": 4,
   "event": "本月，以附会内史李昭德，贬为集州刺史",
   "place": "巴中市（南江县）",
   "lng": "106.835559",
   "lat": "32.352464"
  },
  {
   "time": 696,
   "value": 3,
   "event": "在集州刺史任",
   "place": "巴中市（南江县）",
   "lng": "106.835559",
   "lat": "32.352464"
  },
  {
   "time": 697,
   "value": 4,
   "event": "本月，由集州刺史召拜天官侍郎",
   "place": "洛阳市（嵩山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 3,
   "event": "在天官侍郎任。九月，再拜凤阁侍郎、同凤阁鸾台平章事",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 3,
   "event": "在凤阁侍郎、同凤阁鸾台平章事任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 10,
   "event": "《嵩山石淙侍宴应制》；在凤阁侍郎、同凤阁鸾台平章事任。本月，陪从武后游嵩山石淙，有诗",
   "place": "洛阳市（嵩山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 701,
   "value": 5,
   "event": "《正月十五夜》；上元节，京城盛饰灯影之会，文士数百人赋诗纪事，惟苏味道与郭利贞、崔液三人之诗为绝唱，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 702,
   "value": 3,
   "event": "充按察幽、平等州兵马使。十月，拜同凤阁鸾台三品",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 703,
   "value": 3,
   "event": "在凤阁侍郎、同凤阁鸾台三品任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 704,
   "value": 4,
   "event": "在凤阁侍郎、同凤阁鸾台三品任。三月，贬坊州刺史",
   "place": "延安市（黄陵县）",
   "lng": "109.269516",
   "lat": "35.585046"
  },
  {
   "time": 705,
   "value": 4,
   "event": "在益州大都督府长史任。二月，贬眉州刺史",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 706,
   "value": 0,
   "event": "春夏间，复为益州大都督府长史，未行而卒。赠冀州刺史。归葬赵州栾城",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  }
 ]
};
