// 诗人行迹数据：苏洵
export default {
 "name": "苏洵",
 "birth": 1009,
 "death": 1066,
 "life": [
  {
   "time": 1009,
   "value": 1,
   "event": "苏洵生",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "苏洵与群儿戏父序之侧，石扬休（昌言）取枣栗啖之",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1018,
   "value": 2,
   "event": "《残句》；在眉山。苏洵作诗，赞雀鷇淳音，竹萌静节",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "苏洵初举进士，未中",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "苏洵娶妻程氏",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "苏洵长女生，旋夭",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "苏洵游荡不学，妻程氏忧之。洵之父序则未尝问",
   "place": "乐山市（峨眉山市）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "重九，洵至成都玉局观，得张仙画像",
   "place": "成都市（玉局观）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1032,
   "value": 0,
   "event": "苏洵母史夫人卒。母尝绣“长寿王菩萨”等二幡。母卒，每逢忌日，洵必持幡而泣。",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "苏洵始知读书而不刻意厉行",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "苏洵长子景先约生于本年",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "苏洵发愤读书。妻程氏以家中之生计自任，洵得专志于学",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "九月壬辰（十七日），以镇江节度推官阮逸为镇安节度掌书记、知城父县。苏洵尝与阮逸有交往",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "苏洵经嘉州出三峡经荆门赴京师就进士试",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1038,
   "value": 0,
   "event": "苏洵与本年礼部试，未中。三月甲寅（十七日），仁宗御崇政殿试礼部奏名进士。欧阳修、范镇、司马光、石扬休得中",
   "place": "洛阳市（偃师市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "二月二十日亥时，苏洵幼子辙生",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1042,
   "value": 0,
   "event": "苏洵幼姊卒",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "八月，参知政事范仲淹等实施“庆历新政”，苏洵深受鼓舞",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1044,
   "value": 2,
   "event": "《送任师中任清江》；在眉山。任伋（师中）官清江，苏洵作诗送行",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "苏洵命苏轼作《夏侯太初论》",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1046,
   "value": 0,
   "event": "八月癸亥（十六日），仁宗御崇政殿，策试贤良方正能直言极谏。苏洵与史经臣同举制策，不中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "苏洵归蜀，洵仲兄涣赋诗送之。涣时监裁造务",
   "place": "九江市（庐山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1048,
   "value": 2,
   "event": "二月，苏涣、苏洵兄弟葬父序于眉山县修文乡安道里先茔之侧。后来，苏轼作行状，曾巩作墓志铭",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1049,
   "value": 4,
   "event": "秋八月，苏洵与兄涣免丧",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "苏洵幼女适程之才",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "五月，苏洵幼女遭夫家（舅程濬、姑宋氏、夫之才）之虐死去。于是苏、程结怨。",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "十二月庚申（二十五日），太常博士吴中复（仲庶）为监察御史里行。赴阙。苏洵与中复有交往",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1054,
   "value": 0,
   "event": "《权书·权书叙》；在眉山。苏洵作《权书》",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1055,
   "value": 9,
   "event": "正月朔旦，蜀人相庆如他日。十五日元宵观灯，城门皆通夕不闭。盖自张方平镇蜀后，局势迅速平静、稳定。苏洵纪其事",
   "place": "成都市（大圣慈寺）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "《张益州画像记》；在眉山。正月，苏洵作《张益州画像记》，颂张方平治蜀之绩",
   "place": "雅安市（贤范堂;寒芳阁;双凤堂;龙兴寺）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "正月，以翰林学士欧阳修知贡举。苏洵子轼、辙应省试。轼之《刑赏忠厚之至论》为梅尧臣、欧阳修所赏，置轼第二。辙同中第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 0,
   "event": "《老翁井铭》；在眉山。苏洵作《老翁井铭》，欲居老翁井",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1059,
   "value": 9,
   "event": "《上欧阳内翰第四书》；在眉山。夏，苏洵上欧阳修书",
   "place": "乐山市（嘉树）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "苏洵父子观息壤，游渚宫",
   "place": "荆州市（沙市区）",
   "lng": "112.261517",
   "lat": "30.316652"
  },
  {
   "time": 1061,
   "value": 10,
   "event": "《水官诗》；在雍丘，为秘书省试校书郎。净因院大觉怀琏禅师馈以唐阎立本所画《水官图》，苏洵作诗",
   "place": "开封市（杞县）",
   "lng": "114.789423",
   "lat": "34.555997"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "秋，杨克从碑成。碑文苏洵撰，应克从之孙申之请",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "《送吴待制中复知潭州二首》；在开封，为霸州文安县主簿。吴中复（仲庶）知潭州，苏洵作送行诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 10,
   "event": "《吴道子画五星赞》；在开封，为霸州文安县主簿。苏洵作《吴道子画五星赞》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《太常因革礼》；在开封，为霸州文安县主簿。九月辛酉（初三日），《太常因革礼》修成。欧阳修提举编纂此书。赐修及苏洵等银帛",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "欧阳修与苏洵三简问疾",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
