// 诗人行迹数据：苏籀
export default {
 "name": "苏籀",
 "birth": 1091,
 "death": 1164,
 "life": [
  {
   "time": 1091,
   "value": 1,
   "event": "本年生。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居京华。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居京华。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "随父在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "随父在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡，从祖父苏辙问学",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡，苏籀兄弟从祖父苏辙习《论语》，讲毕，苏辙积讲义成《论语拾遗》；苏辙又为苏籀等讲《老子》、《孟子》、庄子》等书。苏籀与祖父同往泉城。",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "苏籀从祖父习《春秋》，颇通义例，亦曾闻祖父《易》论，苏辙作诗示诸孙，赞苏籀等少年力学。",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "除夕，苏籀等守岁，苏辙有诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1112,
   "value": 5,
   "event": "二月，苏籀诸父及兄弟祝贺苏辙生日。苏籀少见知于晁说之、张大亨、洪炎诸人。",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1114,
   "value": 0,
   "event": "以祖荫为陕州仪曹掾",
   "place": "三门峡市（陕县）",
   "lng": "111.109829",
   "lat": "34.72676"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在陕州任仪曹掾",
   "place": "三门峡市（陕县）",
   "lng": "111.109829",
   "lat": "34.72676"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在陕州任仪曹掾",
   "place": "三门峡市（陕县）",
   "lng": "111.109829",
   "lat": "34.72676"
  },
  {
   "time": 1117,
   "value": 9,
   "event": "在陕州任仪曹掾",
   "place": "三门峡市（陕县）",
   "lng": "111.109829",
   "lat": "34.72676"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1119,
   "value": 7,
   "event": "任谅为陕西转运副使，荐苏籀入幕。",
   "place": "西安市（临潼区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在陕西转运司幕中。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "籀母黄氏卒，籀自陕漕归颍昌居母丧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在颍居母丧，后居父丧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居丧在家",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "冬，故辽降将郭药师叛，引金人南侵。徽宗逊位，钦宗继位。朝议纷纷，或建议迁都西安，或建议迁都襄阳，或建议迁都建康。苏籀避乱荆襄。",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "《游寒溪次醅字韵题九曲亭》；苏籀在避难期间，曾游武昌，览九曲，有诗",
   "place": "武汉市（九曲亭；东坡）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "自荆襄移居吴中",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1128,
   "value": 9,
   "event": "《去年一首》；苏迟改知婺州，苏籀从居。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1129,
   "value": 9,
   "event": "《上朱仆射书》；宋高宗自扬州入杭州。三月苗傅兵变，逼高宗逊位于皇子旉。四月，苗傅败死，高宗复位。时朱胜非为尚书右仆射兼中书侍郎，措置其间。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1130,
   "value": 10,
   "event": "入闽中为官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "《应诏论福建盗贼表》；正月，高宗谓群臣曰：“福建僻陋，盗贼踵起，得非首领不知其疾苦乎？其令监司帅臣各条上弥盗及便民利物之事，朕当施行之。”苏籀应诏作表。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1132,
   "value": 9,
   "event": "《群盗》；韩世忠、程迈平息范汝为之乱，光复建州，苏籀作诗",
   "place": "福州市（东山；升山；怡山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1133,
   "value": 9,
   "event": "《拟上赵相公书》；回朝。以右宣义郎为大宗正丞",
   "place": "杭州市（西湖；东坡井）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 10,
   "event": "张浚自川陕都督任召还，论者劾其“五月在外，误国非一”，三月罢任。苏籀曾与之论兵。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 0,
   "event": "《牋胡枢密启》；在临安。有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "《常山县主簿题名记》；友人韩昂修常山公庙，苏籀作记",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 9,
   "event": "《贺陈参政启》；正月癸未，陈与义自翰林学士除参知政事，苏籀作贺启。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 8,
   "event": "《牋判府张参政》；奉祠居金华。张守罢参政知婺州，苏籀作文。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1139,
   "value": 4,
   "event": "《送富枢知三衢三首》；奉祠居金华。富直柔知衢州，苏籀作诗送之。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1140,
   "value": 9,
   "event": "《贺王中丞启》；在金华。王次翁以尚书工部侍郎试御史中丞，苏籀作贺文",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1141,
   "value": 7,
   "event": "《面对论和战札子》；苏籀入朝面对论和战",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 2,
   "event": "《贺东朝归表》；壬午，皇太后自金返，高宗亲迎，苏籀作贺表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 2,
   "event": "《谢转朝散郎牋》；苏籀领工有绩，转朝散郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 9,
   "event": "《初论经解札子》；四月丙戌，苏籀上书高宗议补撰《五经正义》，高宗谓“此论甚当”。",
   "place": "杭州市（龙井）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 9,
   "event": "至绍兴府任参议官",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1146,
   "value": 7,
   "event": "《跋般若心经后》；在绍兴。有跋文",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1147,
   "value": 9,
   "event": "《衢州张舍人启》；苏籀移通判衢州，有致知府张舍人书",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1149,
   "value": 6,
   "event": "《牋俞帅》；俞俟知绍兴府，苏籀作书",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "在衢州通判任",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1151,
   "value": 10,
   "event": "《跋伯时二马图》；在衢州。有文",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1152,
   "value": 10,
   "event": "《壬申春雪一绝》；春雪，作诗",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1153,
   "value": 0,
   "event": "《故中奉敷文阁王公墓志铭》；居金华。苏籀姑父王浚明卒，苏籀代苏迟作墓志铭",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居金华。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1155,
   "value": 7,
   "event": "《次韵伯父茶花》；居金华。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1156,
   "value": 4,
   "event": "《牋沈左相》；五月辛丑苏符知邛州。壬寅，沈该自参知政事授左朝议大夫，守左仆射，同平章事，苏籀作文",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1157,
   "value": 8,
   "event": "《牋汤右相》；六月戊申，汤思退自知枢密院事，授右通奉大夫守右仆射，同平章事，苏籀作牋书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1158,
   "value": 7,
   "event": "《牋陈知院》；二月丙申，陈诚之自同知枢密院事除知枢密院事，苏籀作书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "《慈宁庆八十贺表》；正月丙辰朔，皇太后八十寿辰，高宗诣慈宁殿行庆寿礼，苏籀上贺表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "《牋周枢密》；范职奉祠。回金华居住。七月，周麟之自翰林学士兼侍读，除同知枢密院事，苏籀作书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1161,
   "value": 7,
   "event": "《牋杨参政》；三月壬午，杨椿自兵部尚书兼权翰林学士除参知政事，苏籀作书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1163,
   "value": 4,
   "event": "《迎知郡吴侍郎启》；吴芾知婺州，作迎启",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1164,
   "value": 0,
   "event": "《牋越帅吴侍郎》；吴芾知绍兴府，寄贺牋",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  }
 ]
};
