// 诗人行迹数据：苏辙
export default {
 "name": "苏辙",
 "birth": 1039,
 "death": 1112,
 "life": [
  {
   "time": 1039,
   "value": 1,
   "event": "二月二十日亥时，苏辙生",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "苏辙始入学，当为本年事，且当师从张易简。自是至出蜀，与兄轼或切磋琢磨，或登山临水，未尝相舍",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1045,
   "value": 2,
   "event": "母程氏亲授苏轼、苏辙兄弟以书，以气节勉二子；不发宿藏，不残鸟雀，以身教",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1048,
   "value": 2,
   "event": "父苏洵居丧及居丧后近十年，不出蜀；轼、辙兄弟亲受教于父",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "五月，苏洵幼女遭夫家（舅程濬、姑宋氏、夫之才）之虐死去。于是苏、程结怨。然女之舅程濬之另二子之元（德孺）、之邵（懿叔），自元祐起，与苏辙、苏轼弟兄交往颇密",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "苏辙好文，于书画不甚经意",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1054,
   "value": 5,
   "event": "《夏论》；在眉山。苏辙作《夏论》",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1055,
   "value": 2,
   "event": "《缸砚赋》（并叙）；在眉山。苏辙作《缸砚赋》，洵称之。缸砚，乃轼遗辙者",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1056,
   "value": 4,
   "event": "春，苏洵至益州(成都)，上张方平书，求汲引二子轼、辙",
   "place": "雅安市（贤范堂;寒芳阁;双凤堂;龙兴寺）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "《刑赏忠厚之至论》；在开封。正月六日，以翰林学士欧阳修知贡举，翰林学士王圭、龙图阁直学士梅挚、知制诰韩绛、集贤殿修撰范镇并权同知贡举。苏轼、苏辙应省试。轼所撰《刑赏忠厚之至论》无所藻饰，一反险怪奇涩之“太学体”。梅尧臣得之以荐，欧阳修喜置第二。省试时并作杂策五首、诗一首。辙同中第，亦有《刑赏忠厚之至论》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 2,
   "event": "《诗传》；是岁，在眉山。苏辙始作《诗传》",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1059,
   "value": 9,
   "event": "赵抃（阅道）为益州路转运使。苏辙见之于成都",
   "place": "成都市（崇州市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1060,
   "value": 9,
   "event": "《息壤》；在江陵。苏洵父子观息壤，游渚宫。辙有诗",
   "place": "荆州市（沙市区）",
   "lng": "112.261517",
   "lat": "30.316652"
  },
  {
   "time": 1061,
   "value": 9,
   "event": "苏轼、苏辙继续寓居怀远驿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "《次韵子瞻减降诸县囚徒事毕登览》；在开封。二月，苏轼奉命往属县减决囚禁，事毕登览，作诗寄辙。辙次韵",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 9,
   "event": "《记岁首乡俗寄子瞻二首》；在开封。苏辙记岁首乡俗，作二诗寄轼。轼和",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 9,
   "event": "《和子瞻三游南山九首·楼观》；在开封。苏辙和轼三游终南山诗十首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《用林侄韵赋雪》；苏辙侍父京师期间，与侄林有倡酬",
   "place": "邯郸市（大名县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "《次韵王君北都偶成三首》；在大名，为大名府留守推官。王拱辰赋《北都偶成》，苏辙次其韵",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "正月二十日，苏轼、苏辙扶丧过云安下岩",
   "place": "重庆直辖县行政区划（云阳县）",
   "lng": "108.703428",
   "lat": "30.936741"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "七月，苏轼、苏辙除丧",
   "place": "宝鸡市（凤翔区）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "二月庚子（初三日），以王安石为参知政事。约于本月初，苏轼、苏辙抵京师，皆居南园",
   "place": "开封市（净因院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "正月九日，苏辙差充省试点检试卷官",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "《陈州为张安道论时事书》；在宛丘，为陈州教授。苏辙代为张方平论时事书",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "《宛丘二咏》（并叙）；在宛丘，为陈州教授。柳湖春水忽生数尺。二月中，山茶复开千余朵。苏辙作《宛丘二咏》",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "《癸丑二月重到汝阴寄子瞻二首》；陈州教授任上。二月，苏辙重到汝阴，寄轼诗",
   "place": "周口市（淮阳区）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《和李诚之待制燕别西湖》（并叙）；在历城，任齐州掌书记。二月己巳（初一日），以李师中（诚之）为天章阁待制知瀛州。师中燕别西湖，作诗，苏辙和之。辙作诗送师中知瀛州",
   "place": "济南市（西湖）",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《次韵子瞻病中赠提刑段绎》；在历城，任齐州掌书记。苏辙使者自密州还，携来轼新诗。次轼病中赠提刑段绎韵",
   "place": "济南市（太山）",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1076,
   "value": 10,
   "event": "苏辙识黄大临（元明），大临以养生见教",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "《王氏清虚堂记》；在开封。正月八日，苏辙应王巩（定国）之请，为其清虚堂作记。尝醉巩东斋",
   "place": "开封市（净因院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "《次韵张恕戏王巩》；在宋城，为应天府签判。张恕作诗戏王巩，苏辙次韵",
   "place": "商丘市（南湖）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "正月初五日，苏辙自书《灵岩寺》诗付灵岩寺僧；鲜于侁（子骏）刻石",
   "place": "商丘市（开元龙兴寺）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "正月十一日，苏辙自南都来陈州相别轼（时苏轼赴黄州途径陈州）。时辙习道有成",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "《次韵王适春雪二首》；在高安，监筠州盐酒税。春雪，王适作诗。苏辙次韵",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1082,
   "value": 0,
   "event": "《送毛君致仕还乡》；在高安，监筠州盐酒税。毛维瞻致仕还乡，苏辙作诗送行。代维瞻者疑为许长卿",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "《次韵王适元日并示曹焕二首》；在高安，监筠州盐酒税。元日，王适作诗。苏辙次适韵，并示曹焕。焕来筠乃为完婚。《黄州快哉亭记》；盖亭之所见，南北百里，东西一舍。",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948",
   "highlight": true
  },
  {
   "time": 1084,
   "value": 10,
   "event": "《种兰》；在高安，监筠州盐酒税。客种兰东轩，苏辙作诗",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "《正旦夜梦李士宁过我谈说神怪久之草草为具仍以一小诗赠之》；在南康军，赴绩溪知县任途中。正月初一日夜，苏辙梦李士宁来，作诗赠之。舟中咏风雪。至南康",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "《题陈亚之诗帖》；回京赴右司谏任途中。正月七日，苏辙至酂阳，跋《陈亚之诗帖》",
   "place": "商丘市（永城市）",
   "lng": "116.456027",
   "lat": "33.934847"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "《次韵子瞻招王蘧朝请晚饮》；在开封，为中书舍人。正月八日，苏轼招王蘧（子高）饮，作诗。辙次韵",
   "place": "郑州市（巩义市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "《三日上辛祈谷除日宿斋户部右曹元日赋三绝句寄呈子瞻兄》；在开封，为户部侍郎。正月乙酉朔，苏辙有三绝句寄轼",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "《王子难龙图挽词》；在开封，为户部侍郎。正月癸巳（二十二日），王克臣（子难）卒。苏轼、苏辙有挽词",
   "place": "安阳市（滑县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "《十日南归马上口占呈同事》；为翰林学士、知制诰。苏辙南归。正月十日，马上口占呈同事",
   "place": "赤峰市（宁城县）",
   "lng": "119.34969",
   "lat": "41.599902"
  },
  {
   "time": 1091,
   "value": 0,
   "event": "《论冬温无冰札子》；在开封，为御史中丞。正月丁卯（初七日），苏辙上《论冬温无冰札子》，陈刑政不修之状",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 10,
   "event": "正月丁酉（十四日），哲宗幸凝祥池等地。三省枢密院奏事时盛赞之。苏辙与之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "正月丁亥（初九日），哲宗御迩英阁，吕大防进论致太平之法在尽行祖宗家法。苏辙尝与大防论祖宗家法",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "正月丁丑（初五日），诏礼部给度牒千，付东京等路体量赈济司募人入粟。事当涉苏辙",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 0,
   "event": "《六祖卓锡泉铭》（并引）；在高安，试少府监分司南京。正月甲辰（初七日），应南华重辩（辩老）之请，苏辙作《曹溪卓锡泉铭》。苏轼为书之。辙时与兄轼简及轼与辙简，由辩老转致，程之才（正辅）为广东提刑，辙与子才有交往",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1096,
   "value": 0,
   "event": "高要令刘湜自峡山寺寄诗苏轼，轼次韵。时辙已买田阳翟",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "《和子瞻新居欲成二首》（其一）；在高安，试少府监分司南京。兄轼白鹤峰新居欲成，夜过翟逢亨秀才，作诗抒安于惠州之意。苏辙次韵",
   "place": "宜春市（高安市）",
   "lng": "115.382185",
   "lat": "28.422948"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "《同子瞻次过远“重”字韵》；在海康，任化州别驾。苏轼子过于海舶，得兄迈所寄书、酒，作诗，远和之，皆粲然可观。辙寄书兄轼相庆，轼用过韵作诗寄辙，辙同轼次过、远韵",
   "place": "湛江市（雷州市）",
   "lng": "110.103091",
   "lat": "20.920119"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "正月，眉山人巢谷（元修）自眉山徒步来访苏辙",
   "place": "河源市（龙川县）",
   "lng": "115.266395",
   "lat": "24.105791"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "《青词·龙川二首》（其一）；在龙川，任化州别驾。正月七日，苏辙作青词，祈北归",
   "place": "河源市（龙川县）",
   "lng": "115.266395",
   "lat": "24.105791"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《子瞻赠岭上老人次韵代老人答》；在长社，提举凤翔府上清宫任上。苏轼北归至大庾岭，赠岭上老人诗。弟辙次韵",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1102,
   "value": 0,
   "event": "黄庭坚与苏辙简",
   "place": "平顶山市（郏县）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1103,
   "value": 0,
   "event": "《补子瞻赠姜唐佐秀才》（并引）；在汝阳，提举凤翔府上清宫任上。姜唐佐自琼州来，正月，苏辙补兄轼赠句赠唐佐。时迁汝南独居，有诗",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1104,
   "value": 9,
   "event": "《还颍川》；在长社。正月五日，自汝南还颍川，苏辙赋诗",
   "place": "漯河市（郾城区）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《雪后小酌赠内》；在长社。正月九日，雪后小酌，苏辙作诗赠史氏夫人",
   "place": "许昌市（崇宁寺）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1106,
   "value": 0,
   "event": "正月丁未（十四日），大赦天下，毁元祐奸党（包括苏轼、苏辙、秦观、黄庭坚、晁补之、张耒、李格非、赵令畤、李之仪、李昭玘、廖正一）石刻",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1107,
   "value": 9,
   "event": "《上元不出》；在长社。正月，上元不出，苏辙作诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "《戊子正旦》；在长社。正月初一，正旦，苏辙作诗。见钟馗旧画，题诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1109,
   "value": 9,
   "event": "《上元夜适劝至西禅观灯》；在长社。正月，上元夜子适劝至西禅观灯，苏辙作诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1110,
   "value": 9,
   "event": "《同外孙文九新春五绝句》（其一）；在长社。同外孙文九乐新春，上元前雪，上元雪，苏辙均有诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1111,
   "value": 9,
   "event": "《西楼帖所收遗文一篇》；在长社。正月初四日，苏辙题兄轼遗墨",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1112,
   "value": 0,
   "event": "《壬辰年写真赞》；在长社。写真，苏辙作赞",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  }
 ]
};
