// 诗人行迹数据：苏舜钦
export default {
 "name": "苏舜钦",
 "birth": 1008,
 "death": 1048,
 "life": [
  {
   "time": 1008,
   "value": 1,
   "event": "出生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "父苏耆出知湖州乌程，举家同往",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "随父返京，出入其舅王雍之家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "苏耆出知明州，随父赴任",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1028,
   "value": 4,
   "event": "和解生中秋月；苏耆由知明州归朝换三司度使、充长宁接伴使，舜钦随父同行，路经秀州，与解晦叔饮别，有此和作",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1029,
   "value": 9,
   "event": "地动聊句；以父荫在京为太庙斋郎，与兄舜元因地震而作联句诗",
   "place": "郑州市（荥阳市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "娶屯田郎郑希甫之女郑氏",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "感兴；讽刘太后、宋仁宗崇侈越礼，于东京（河南开封）、南京（河南商丘）、西京（河南洛阳）等地广建神御殿安置祖宗御容而作",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 1032,
   "value": 8,
   "event": "感兴；痛惜林书生以直言得祸而作",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 2,
   "event": "屯田郎荥阳郑公墓志；为岳父郑希甫作墓志",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 8,
   "event": "及第后与同年宴李丞相宅；进士及第，宰相李迪宴新科进士于府第，因有此作",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 7,
   "event": "和韩三谒欧阳九之作；由蒙城经开封至长安奔丧，过汴京时所作",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "乞纳谏书；冒丧论事",
   "place": "西安市（户县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1037,
   "value": 10,
   "event": "送杜密学赴并州；送别杜衍而作",
   "place": "西安市（昇阳殿）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "荐福塔聊句；与苏舜元、王纬游小雁塔",
   "place": "西安市（荐福塔（踊甓皇都壮））",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "己卯冬大寒有感；有诗",
   "place": "新乡市（长垣县）",
   "lng": "114.675471",
   "lat": "35.206187"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "京兆求罢表；代杜衍作求罢表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "应制科上省使叶道卿书；有信上叶清臣",
   "place": "扬州市（延宾亭）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "淮上喜雨聊句（江淮经岁旱）；淮水行舟途中作",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "送韩三子华还家；聚族寓居山阳守制，韩绛前来慰问，有诗送别",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "舟中感怀寄馆中诸君；作者得假去山阳挈家，舟中有感而作",
   "place": "开封市（繁台塔）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "离京后作；携家南下苏州，有诗",
   "place": "周口市（太康县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "郡侯访予于沧浪亭因而高会翌日以一章谢之；有诗谢赵概来访",
   "place": "苏州市（沧浪亭）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "滕子京哀辞二首；有诗祭滕宗谅",
   "place": "苏州市（虎丘寺）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "上集贤文相书；有信上文彦博",
   "place": "苏州市（长桥）",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
