// 诗人行迹数据：苏过
export default {
 "name": "苏过",
 "birth": 1072,
 "death": 1123,
 "life": [
  {
   "time": 1072,
   "value": 1,
   "event": "四月四日，苏过生，奶名“似叔”。生母王闰之，字季章，封同安郡夫人。时父苏轼因与王安石政见不合，出任杭州通判。是时，长兄苏迈十四岁，仲兄苏迨三岁",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "苏过随父在杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "熙宁七年五月苏轼奉命知密州，九月离杭州，十一月到任。熙宁九年十一月移知河中府，十二月离密州。苏过随行",
   "place": "潍坊市（诸城市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "熙宁七年五月苏轼奉命知密州，九月离杭州，十一月到任。熙宁九年十一月移知河中府，十二月离密州。苏过随行",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "熙宁七年五月苏轼奉命知密州，九月离杭州，十一月到任。熙宁九年十一月移知河中府，十二月离密州。苏过随行",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "苏轼赴河中府，苏辙自京师来迎，抵陈桥驿，告下徙知徐州，不得入国门，寓郊外范镇东园。苏过随行",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "苏过随父在徐州。苏过兄弟幼年，厌弃轩华，崇尚隐逸",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1079,
   "value": 2,
   "event": "三月，苏轼改知湖州，四月二十九日到任。苏过随行",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "五月二十日，苏辙赴筠州贬所，绕道送苏过母子到黄州",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "苏过随父在黄州",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "苏迈与弟迨、过，从父系统习作诗文，当在此时",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "正月，巢谷自蜀来，遂留，苏迨、苏过从谷学于雪堂",
   "place": "黄冈市",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "三月，苏轼奉命迁汝州，四月离黄州，苏过等随行",
   "place": "宜春市（高安市）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "二月，苏过一家至南都（商丘），告下，许常州居住。三月，神宗去世。四月发南都。五月二十二日，至常州。六月苏轼起知登州。九月抵楚州，至淮口遇大风",
   "place": "烟台市（蓬莱市）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "闰二月六日，苏轼书苏辙梦中诗付苏过",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "随父在京师。苏过卧听父轼夜读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "七月，苏轼馆伴北使于都亭驿，苏迨、苏过、苏远往省，令同作诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "三月，苏轼被命知杭州，四月末离京，七月三日到杭州。苏过随父自京至杭",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "春，王箴归蜀，苏轼作诗送之，苏过兄弟皆次其韵",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "春，苏迨、苏过应礼部试，下第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "二月，苏轼罢颍州任，改知扬州。三月三日赴扬州途中，苏迨、苏过与父轼同游涂山、荆山",
   "place": "滁州市（凤阳县）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "八月一日，母王闰之病逝于京师",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "四月三日，苏轼以前掌制命，有讥讪神宗之嫌，落职英州。苏迈、苏迨、苏过同行。过临城，苏轼作诗付苏过",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1095,
   "value": 9,
   "event": "《用韦苏州<寄全椒道士>韵赠罗浮登道士三首》（其一）；在归善。正月二日，苏过父子作诗寄罗浮道士邓守安",
   "place": "惠州市（罗浮道院;栖禅山寺）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1096,
   "value": 9,
   "event": "《次陶渊明正月五日<游斜川>韵》；在归善。正月五日，父子出游，俱作和陶诗",
   "place": "惠州市（白鹤峰）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "《送昙秀》；在归善。正月，昙秀归，苏过作诗送之",
   "place": "河源市（龙川县）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "正月十五日，苏过赴儋州守张中宴",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1099,
   "value": 9,
   "event": "《五色雀和大人韵》；在宜伦。正月，五色雀见，苏轼作诗并记，苏过亦次韵",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1100,
   "value": 7,
   "event": "正月初一，苏过取薤蜜作粥啖父，以养其生",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "正月渡大庾岭，抵虔州。得孙志举寄书，见苏迟《赠孙志举》诗，苏过与父皆和",
   "place": "赣州市（大余县）",
   "lng": "114.368357",
   "lat": "25.407817"
  },
  {
   "time": 1102,
   "value": 9,
   "event": "春，苏过扶苏轼灵柩自淮入汴，至陈留登陆西行。四月，苏辙遣苏迈往京城迁王闰之及苏迨亡妻欧阳氏灵柩，至郏县待葬",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1103,
   "value": 9,
   "event": "《李方叔治颍川水磨作诗戏之》；春夏皆居丧于郏城，闻李廌（方叔）于颍川长社县治水磨，苏过以诗戏之",
   "place": "平顶山市（郏县）",
   "lng": "113.219225",
   "lat": "33.977489"
  },
  {
   "time": 1104,
   "value": 9,
   "event": "《次韵叔父上巳二首》（其一）；在长社。三月上巳，苏过与诸昆仲子侄游于许昌西湖，曲水泛舟，以修禊事。苏辙卧病未行，作诗示儿侄，苏过次其韵",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1105,
   "value": 5,
   "event": "《题唐马》；在长社。仲夏，苏过观吕知止所藏唐人画马图，作跋语",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1106,
   "value": 9,
   "event": "张耒自黄州还，居陈州，苏过与吕知止造访，作诗戏之。张耒有诗奉答",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "《送伯达兄赴嘉禾》；在长社。长兄苏迈出任嘉禾令，苏过作诗送之",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "《次韵伯充咏牡丹二首》（其一）；在长社。春，苏过有《次韵伯充咏牡丹二首》",
   "place": "郑州市（登封市）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1109,
   "value": 0,
   "event": "《李方叔挽词二首》（其一）；在长社。李廌（方叔）卒，苏过作挽词",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1110,
   "value": 7,
   "event": "《次韵叔父题画木石屏风》；在长社。苏过善画，尝作西轩枯木怪石，叔父辙题诗，过次其韵",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1111,
   "value": 9,
   "event": "《三月十九日同仲豫兄长率崔遐绍赵汉英游朱园放鱼》；在长社。三月十九日，苏过与仲兄苏迨，与客人崔遐绍、赵汉英游朱园，放生，作诗",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1112,
   "value": 0,
   "event": "《叔父生日》（其一）；在长社。二月二十日，苏辙生日，苏过作诗为庆",
   "place": "无锡市（宜兴市）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1113,
   "value": 10,
   "event": "《自颍昌归任况之有诗次其韵》；在阳曲，监太原府税。初春，苏过归自颍昌，任况之有诗相劳，过次其韵",
   "place": "太原市（西溪）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1114,
   "value": 0,
   "event": "《苦寒行》；在阳曲，监太原府税。初春苦寒，苏过有诗呻吟",
   "place": "太原市（开化寺;明仙寺）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1115,
   "value": 0,
   "event": "苏过罢太原府监税任",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1116,
   "value": 7,
   "event": "《<志隐>跋》；在郾城，任郾城县知县。苏过出知郾城县，作《志隐跋》",
   "place": "漯河市（郾城区）",
   "lng": "114.013033",
   "lat": "33.593368"
  },
  {
   "time": 1117,
   "value": 0,
   "event": "《小子籥与其友作<（左氵右隐）亭置酒泛舟唱酬之什>予亦戏用其韵》；在郾城，任郾城县知县。苏过卧病，儿子籥与友人置酒泛舟于郾城（左氵右隐）亭，作诗唱酬，过次韵",
   "place": "漯河市（郾城区）",
   "lng": "114.013033",
   "lat": "33.593368"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "《次韵少蕴二首》；在长社，郾城县知县任上。春，苏过与叶梦得（少蕴）游西湖，有次韵梦得诗",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1119,
   "value": 10,
   "event": "《祷雨孚济龙潭祝文》；在郾城，任郾城县知县。春夏皆旱，苏过祷雨龙潭，有祝文",
   "place": "漯河市（郾城区）",
   "lng": "114.013033",
   "lat": "33.593368"
  },
  {
   "time": 1120,
   "value": 0,
   "event": "苏过罢郾城任",
   "place": "漯河市（郾城区）",
   "lng": "114.013033",
   "lat": "33.593368"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "《小斜川》（并引）；在长社。苏过卜筑城西，营水竹可赏者数亩，慕陶渊明之为人，号小斜川，自号斜川先生。作诗以遗李行夫、范寥（信中）诸人",
   "place": "许昌市（盘溪）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1122,
   "value": 9,
   "event": "《次韵姚美叔约寻春之什》；在长社。姚美叔约游春，苏过有诗唱和",
   "place": "许昌市（西湖）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1123,
   "value": 0,
   "event": "《同赵伯充游曲水赵氏庄分韵得“抱”字》；在长社。季春，苏过方践赵叔盎（伯充）之约，游曲水，分韵赋诗",
   "place": "许昌市（曲水）",
   "lng": "113.858804",
   "lat": "34.041737"
  }
 ]
};
