// 诗人行迹数据：苏轼
export default {
 "name": "苏轼",
 "birth": 1036,
 "death": 1101,
 "life": [
  {
   "time": 1036,
   "value": 1,
   "event": "十二月十九日（公历1037年1月8日）卯时，苏轼生于眉山县纱縠行",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "苏轼弟辙生",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "苏轼始读书",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "苏轼入小学，师张易简，与陈太初同学。受李伯祥之贺",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1044,
   "value": 2,
   "event": "苏轼续从张易简读书",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1045,
   "value": 4,
   "event": "《夏侯太初论》（残）；在眉山。苏洵命轼作《夏侯太初论》",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "苏洵自京归蜀后，以颜太初诗文示轼",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "父苏洵居丧及居丧后近十年，不出蜀；轼、辙兄弟亲受教于父",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1049,
   "value": 2,
   "event": "苏轼尝梦谒于某公府，觉以告父洵、弟辙",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "苏轼尝往来于田间。家中薄有田产",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "不详",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "五月，苏洵幼女遭夫家（舅程濬、姑宋氏、夫之才）之虐死去。于是苏、程结怨。然女之舅程濬之另二子之元（德孺）、之邵（懿叔），自元祐起，与苏轼兄弟交往颇密。四十二年后，轼与之才亦释怨",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "苏轼至是岁，日益壮大，好读史、论史，亦好道",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "十二月甲寅（二十五日），益州布衣张詧为本州助教，詧辞不拜。詧深于扬雄《太玄经》。苏轼尝跋詧之诗",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1055,
   "value": 9,
   "event": "苏洵尝携苏轼、苏辙至益州（成都），游大圣慈寺中和胜相院，见僧惟度、惟简（宝月）",
   "place": "成都市（大圣慈寺中和胜相院）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1056,
   "value": 9,
   "event": "春，苏洵至益州（成都），上张方平书，求汲引二子轼、辙",
   "place": "雅安市（贤范堂;寒芳阁;双凤堂;龙兴寺）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "正月六日，以翰林学士欧阳修知贡举，翰林学士王圭、龙图阁直学士梅挚、知制诰韩绛、集贤殿修撰范镇并权同知贡举",
   "place": "眉山市（彭山区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "苏轼丁母忧",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1059,
   "value": 9,
   "event": "苏轼往成都，与宗兄惟简（宝月）过往颇多。离成都时，惟简远出相送",
   "place": "眉山市（青神县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1060,
   "value": 0,
   "event": "正月五日，苏洵、苏轼、苏辙父子发江陵，陆行赴京师",
   "place": "荆州市（沙市区）",
   "lng": "112.261517",
   "lat": "30.316652"
  },
  {
   "time": 1061,
   "value": 0,
   "event": "苏轼、苏辙继续寓居怀远驿",
   "place": "三门峡市（渑池县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "《凤翔到任谢执政启》；在天兴，任签书凤翔府判官。正月，苏轼上谢宰相韩琦书",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 1063,
   "value": 10,
   "event": "《和子由踏青》；在天兴，任签书凤翔府判官。苏辙记岁首乡俗，作二诗寄轼。轼和",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 1064,
   "value": 0,
   "event": "《祭勾芒神祝文二首》（其一）；在天兴，任签书凤翔府判官。正月，苏轼作《祭勾芒神祝文二首》（其一）",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "至华州，苏轼与胡允文（执中）遇",
   "place": "渭南市（华阴市）",
   "lng": "109.516739",
   "lat": "34.505687"
  },
  {
   "time": 1066,
   "value": 0,
   "event": "苏轼直史馆。尝于秘阁见法帖",
   "place": "淮安市（盱眙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 9,
   "event": "《题云安下岩》；在云安。正月二十日，苏轼、苏辙扶丧过云安下岩。轼有题名",
   "place": "重庆直辖县行政区划（云阳县）",
   "lng": "108.703428",
   "lat": "30.936741"
  },
  {
   "time": 1068,
   "value": 0,
   "event": "春，苏轼致书曾巩，求为祖父序作墓志铭",
   "place": "眉山市（青神县）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1069,
   "value": 0,
   "event": "正月，董传来长安晤苏轼",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "《跋内教博士水墨天龙八部图卷》；在开封，判官告院权开封府推官。正月二十二日，苏轼跋《内教博士水墨天龙八部图卷》，谓画狗马难于画鬼神非至论",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 0,
   "event": "《与韩昭文一首》；在开封，判官告院。岁初，苏轼上韩绛启",
   "place": "开封市（净因院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "正月，苏颂赴知婺州途中经杭州与苏轼同游西湖。颂和轼《腊日游孤山》诗",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1073,
   "value": 0,
   "event": "《元日次韵张先子野见和七夕寄莘老之作》；在钱塘，为杭州通判。元日，苏轼次韵张先见和上年七夕寄孙觉诗。《饮湖上初晴后雨》；欲把西湖比西子，淡妆浓抹总相宜。",
   "place": "杭州市（有美堂）",
   "lng": "120.161693",
   "lat": "30.280059",
   "highlight": true
  },
  {
   "time": 1074,
   "value": 0,
   "event": "正月初一日，苏轼过丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1075,
   "value": 0,
   "event": "《乔太博见和复次韵答之》；在诸城，任密州知州。正月，苏轼与乔叙、段绎唱和《除夕》韵。《江城子·密州出猎》；会挽雕弓如满月，西北望，射天狼。",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214",
   "highlight": true
  },
  {
   "time": 1076,
   "value": 0,
   "event": "苏轼迁祠部员外郎。《水调歌头·明月几时有》；但愿人长久，千里共婵娟。",
   "place": "潍坊市（诸城市）",
   "lng": "119.42",
   "lat": "36.00214",
   "highlight": true
  },
  {
   "time": 1077,
   "value": 0,
   "event": "《除夜大雪留潍州元日早晴遂行中途雪复作》；赴知河中府途中。正月初一日，苏轼发潍州。有诗",
   "place": "青州市（青州市益都）",
   "lng": "119.168138",
   "lat": "36.713212"
  },
  {
   "time": 1078,
   "value": 0,
   "event": "正月甲子（十八日），神宗诏奖谕苏轼防洪功",
   "place": "徐州市（灵慧塔）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1079,
   "value": 0,
   "event": "《人日猎城南会者十人以“身轻一鸟过枪急万人呼”为韵得“鸟”字》；在彭城，任徐州知州。正月七日，苏轼猎城南，会者有雷胜等十人，以“身轻一鸟过，枪急万人呼”为韵作诗，并作《猎会诗序》叙其事",
   "place": "徐州市（台头寺）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "正月初一日，苏轼离京师赴黄州",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "《正月二十日往岐亭郡人潘古郭三人送余于女王城东禅庄院》；在黄冈，任黄州团练副使。正月二十日，苏轼往岐亭，潘丙、古耕道、郭遘送至女王城东禅庄院，有诗",
   "place": "黄冈市（禅庄院）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1082,
   "value": 0,
   "event": "《书欧阳公黄牛庙诗后》；在黄冈，任黄州团练副使。正月初二日，宜都令朱嗣先来，语及欧阳修为夷陵令时事，苏轼为书之，并书修所作《黄牛庙》诗。《念奴娇·赤壁怀古》；大江东去，浪淘尽，千古风流人物。《定风波》；一蓑烟雨任平生。",
   "place": "鄂州市（鄂城区）",
   "lng": "114.878872",
   "lat": "30.459422",
   "highlight": true
  },
  {
   "time": 1083,
   "value": 0,
   "event": "《正月三日点灯会客》；在黄冈，任黄州团练副使。正月三日，苏轼点灯会客，作诗",
   "place": "鄂州市（鄂城区）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1084,
   "value": 0,
   "event": "《代滕甫辩谤乞郡状》；在黄冈，任黄州团练副使。正月乙巳（初六日），滕元发（甫、达道）知筠州。元发上书，其书，苏轼代撰。《题西林壁》；不识庐山真面目，只缘身在此山中。",
   "place": "黄冈市（乾明寺;赵氏园;定惠院;任公亭;师中庵）",
   "lng": "114.878872",
   "lat": "30.459422",
   "highlight": true
  },
  {
   "time": 1085,
   "value": 0,
   "event": "《正月一日雪中过淮谒客回作二首》；在盱眙，赴汝州团练副使任途中。正月初一日，苏轼雪中过淮谒客回，有诗",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "《与张秘校一首》；在开封，或任起居舍人。苏轼有《与张秘校一首》",
   "place": "开封市（相国寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "《赐观文殿学士正议大夫知河南府孙固乞致仕不允诏四首》（其一）；在开封，为翰林学士、知制诰。正月一日，苏轼撰《赐观文殿学士正议大夫知河南府孙固乞致仕不允诏四首》（其一）",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "《赐中大夫守尚书右丞王存生日诏》；在开封，为翰林学士、知制诰兼侍读。正月四日，苏轼撰《赐中大夫守尚书右丞王存生日诏》",
   "place": "开封市（金明池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "正月初一，紫宸殿庆正旦，苏轼进《教坊词》",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "《与潘彦明十首》（其八）；在钱塘，任杭州知州。正月，苏轼与潘丙（彦明）简",
   "place": "杭州市（孤山;智果院）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1091,
   "value": 0,
   "event": "《祭大觉禅师文》；在钱塘，任杭州知州。正月一日，怀琏（大觉禅师）卒。苏轼有祭文",
   "place": "杭州市（伽蓝院）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1092,
   "value": 0,
   "event": "《次韵赵德麟雪中惜梅且饷柑酒三首》（其一）；在汝阴，任颍州知州。正月，赵令畤（德麟）作雪中惜梅诗，并饷苏轼柑酒，轼次韵",
   "place": "阜阳市（新渡寺）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "《次韵秦少游王仲至元日立春三首》；在开封，任礼部尚书兼翰林侍读学士。元日立春，秦观（少游）、王钦臣（仲至）有诗。苏轼次韵",
   "place": "开封市（章净观）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 0,
   "event": "《次韵曾仲锡元日见寄》；在安喜，任定州知州。曾孝广（仲锡）元日作诗见寄，并致曾坑茶。苏轼次韵为谢",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1095,
   "value": 0,
   "event": "《寄邓道士》（并引）；在归善，任宁远军节度副使。正月二日，苏轼作诗寄邓守安",
   "place": "惠州市（罗浮道院;栖禅精舍）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1096,
   "value": 0,
   "event": "《与程正辅七十一首》（其十八）；在归善，任宁远军节度副使。正月一日夜，博罗大火。苏轼简程之才（正辅）荐林抃、黄焘处理灾后事宜",
   "place": "惠州市（逍遥堂）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1097,
   "value": 0,
   "event": "《梦斋铭·叙》；在归善，任宁远军节度副使。法芝（昙秀）复来。苏轼为作《梦斋铭·叙》",
   "place": "惠州市（白鹤峰）",
   "lng": "114.423348",
   "lat": "23.116409"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "《上元夜过赴儋守召独坐有感》；在宜伦，任琼州别驾。正月十五日夜，苏轼子过赴儋守张中召。轼有诗",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "《和陶<游斜川>》；在宜伦，任琼州别驾。正月五日，苏轼与子过出游，作《和陶游斜川》。过次韵",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "《记养黄中》；在宜伦，任琼州别驾。正月初一，苏轼记养黄中",
   "place": "海南省直辖县级行政区划（儋州市）",
   "lng": "109.587145",
   "lat": "19.527081"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《九成台铭》；在曲江，北归途中。正月初一日，苏轼为韶守狄咸（伯通）作《九成台铭》，并书。为咸铭思古堂，并书",
   "place": "韶关市（南雄市）",
   "lng": "113.603757",
   "lat": "24.816174"
  }
 ]
};
