// 诗人行迹数据：苏颋
export default {
 "name": "苏颋",
 "birth": 670,
 "death": 727,
 "life": [
  {
   "time": 670,
   "value": 1,
   "event": "本年生于河北恒州，姑系于此",
   "place": "石家庄市",
   "lng": "114.520828",
   "lat": "38.048684"
  },
  {
   "time": 671,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 672,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 673,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 674,
   "value": 1,
   "event": "措意于文，每坐卧吟讽，未尝暂辍",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 675,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 677,
   "value": 2,
   "event": "《咏“尹”》；苏颋才能言，有京兆府尹过访其父，乃赋此诗八、九岁，一览千言成诵，就如平日熟习一般",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 678,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 679,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 680,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 681,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 682,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 683,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 684,
   "value": 4,
   "event": "《咏昆仑奴子》（残句）；本年有客访瓌，候于客次苏颋方拥彗庭芜间，观《咏昆仑奴子》诗，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 685,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 686,
   "value": 1,
   "event": "本年游太学",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 687,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 688,
   "value": 1,
   "event": "本年约在京兆长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 689,
   "value": 6,
   "event": "《人日兼立春小园宴》；登进士第授官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 690,
   "value": 3,
   "event": "在湖州乌程县任",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 691,
   "value": 3,
   "event": "在湖州乌程县任",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 692,
   "value": 3,
   "event": "在湖州乌程县任",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 693,
   "value": 3,
   "event": "在湖州乌程县任",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 694,
   "value": 3,
   "event": "选集从调，与宋璟同时考判俱如殊等",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 695,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 696,
   "value": 3,
   "event": "本年登贤良方正科，除左司御率府冑曹参军",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 697,
   "value": 3,
   "event": "本年策绝伦科登第，迁左肃政台监察御史",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 698,
   "value": 3,
   "event": "在洛阳监察御史任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 3,
   "event": "在洛阳监察御史任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 700,
   "value": 3,
   "event": "在洛阳监察御史任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 701,
   "value": 3,
   "event": "在洛阳监察御史任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 702,
   "value": 5,
   "event": "诏颋按覆来俊臣等旧狱，颋皆申明其枉",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 703,
   "value": 3,
   "event": "在起居郎任",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 704,
   "value": 3,
   "event": "本年由起居郎迁考功员外郎",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 705,
   "value": 3,
   "event": "由考功员外郎迁考功郎中，典本年贡举",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 706,
   "value": 10,
   "event": "《对著服六年判》；本年在洛阳有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 707,
   "value": 10,
   "event": "十一月五日，为合宫县令",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 708,
   "value": 10,
   "event": "《春日芙蓉园侍宴应制》；春日在芙蓉园，有侍宴应制诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 709,
   "value": 10,
   "event": "《奉和圣制人日清晖阁宴群臣遇雪应制》；本年人日，中宗于清晖阁设宴招待群臣，遇雪，遂赋诗一首，苏颋与李峤、宗楚客、刘宪、李乂、赵彦昭等同和",
   "place": "西安市（东山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 0,
   "event": "《人日重宴大明宫恩赐彩缕人胜应制》；本年正月七日，中宗重宴大明宫，恩赐百官彩缕人胜，并赋诗一首，苏颋与李峤、赵彦昭、刘宪、崔日用、韦元旦、马怀素、李乂、郑愔、李适、阎朝隐、沈佺期等12人同时应制奉和",
   "place": "西安市（望春宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 2,
   "event": "三月四日，葬父。本年居家守父丧",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 712,
   "value": 5,
   "event": "《司农卿刘公神道碑》；本年居家守父丧，二月，撰司农卿刘仁景神道碑文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 713,
   "value": 10,
   "event": "本年春，服阙由前太常少卿迁工部侍郎，袭父爵许国公",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 714,
   "value": 10,
   "event": "《《郊庙歌辞·享龙池乐章》第七章》；春在中书任，撰乐章一首",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 715,
   "value": 10,
   "event": "《卢怀慎检校黄门监制》；在知制诰任，故代拟制敕",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 716,
   "value": 10,
   "event": "《奉和马常侍寺中之作》；本年有奉和应制诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 717,
   "value": 0,
   "event": "玄宗幸东都，令颋沿途访察刺史。修国史",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 718,
   "value": 0,
   "event": "奏请出太府钱五万贯",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 719,
   "value": 4,
   "event": "在相位。本年修《开元后格》。参与皇太子谒先圣礼。请依礼葬王皎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 720,
   "value": 0,
   "event": "正月罢相为礼部尚书。冬末，知益州大都督府长史事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 721,
   "value": 10,
   "event": "《将赴益州题小园壁》；在长安，将赴益州时，于小园壁题诗",
   "place": "汉中市（略阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 722,
   "value": 7,
   "event": "在益州长史任。智阻巂州蛮酋谋反或在本年。约本年秋冬间返长安",
   "place": "运城市（万荣县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 723,
   "value": 10,
   "event": "在长安礼部尚书任。正月参与汾阴祠后土，并作《寿和》乐章",
   "place": "长治市（晋阳宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 724,
   "value": 10,
   "event": "在益州大都督府长史任。约本年春夏间张嘉贞接任益州长史。颋返长安，仍为礼部尚书。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 725,
   "value": 10,
   "event": "《奉和圣制春台望应制》；在礼部尚书任，有诗与玄宗唱和",
   "place": "渭南市（华山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 726,
   "value": 7,
   "event": "《御史大夫赠右丞相程行谋神道碑》；在礼部尚书任，有文",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 727,
   "value": 0,
   "event": "为礼部尚书，因病留司在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
