// 诗人行迹数据：苏颂
export default {
 "name": "苏颂",
 "birth": 1020,
 "death": 1101,
 "life": [
  {
   "time": 1020,
   "value": 1,
   "event": "生于泉州同安芦山堂故居，父苏绅二十二岁，为宜州军事推官",
   "place": "厦门市（芦山堂）",
   "lng": "118.095915",
   "lat": "24.485821"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "父苏绅在宜州军事推官任上",
   "place": "厦门市",
   "lng": "118.095915",
   "lat": "24.485821"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "性警敏，甫能言，应对不类常儿。父苏绅在宜州军事推官任上",
   "place": "厦门市",
   "lng": "118.095915",
   "lat": "24.485821"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "父苏绅为安州军事推官",
   "place": "厦门市",
   "lng": "118.095915",
   "lat": "24.485821"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "父口授《孝经》、古今诗赋，皆成诵",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "父苏绅在安州军事推官任上",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "父苏绅为复州军事推官。苏颂与蔡浚冲、休文兄弟同笔砚，习文史",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "父苏绅丁楚国太夫人忧，寓扬州。得知州盛度赏识。令诸父苏绎教之，不数年而诵《五经》，习《尔雅》，知声律",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "父寓扬州服太夫人丧，子容仍从苏绎学",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "父外除自扬州赴调，子容独侍父入都。时盛仲模学士座中试子容以省题诗，即时赋成，尤见激赏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "侍父在京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "父宰无锡，子容与华直温、直清游，初学举业，因得通经术",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "父于县厅西圃开学舍，子容与从叔苏缄、苏结同砚席",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "父于县厅西圃开学舍，子容与从叔苏缄、苏结同砚席",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "随父在都",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "父命作赋，成，父赞“汝异时当以博学知名！”",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "随父居洪州",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "父归朝，进直史馆，为开封府推官、三司盐铁判官。子容出举进士，辄据上游。与吕公著相得与场屋。预开封府试，主司吴育颇以博学识题称奖",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "省试以犯声病格被黜，遂刻意音训之学，颇知字书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "父除史馆修撰。随父在京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "拒父奏荐推恩，乞且应举。延黄晞等数公置门下，与王回、王向、刘敞、刘攽、蔡元道、蔡元翰同砚席，又与吕夏卿、曾公孚切磋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "父任翰林学士。子容与陈绎游太学，与杨立之相遇",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "春，以亲嫌为别头试第一，遂中进士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 3,
   "event": "在宿州观察推官任上",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1044,
   "value": 3,
   "event": "移知江宁县。父持服寓金陵",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "知江宁，有能名",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1046,
   "value": 0,
   "event": "知江宁县。父病，为医药误而卒",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "丁父忧。葬父丹阳，并徙居其地，即占丹阳为乡里",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "丁父忧，居丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 1049,
   "value": 3,
   "event": "服丧期满，授南京留守推官。向传范为南京留守",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1050,
   "value": 3,
   "event": "为南京留守推官。7月，欧阳修知应天府兼留守，政事一以依之。故相杜衍深器之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "为南京留守推官",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居京待试馆职",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 4,
   "event": "召试，除馆阁校勘，寓西冈",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "为馆阁校勘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "《司空侍中临淄公晏殊谥元献状》；晏殊卒，为撰谥号状",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "《中书令程文简挽词三首》；程琳卒，有挽词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 0,
   "event": "《司徒侍中杜正献公挽词五首》；迁殿中丞、馆阁校勘、同知太常礼院。杜衍卒，有挽词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "校正《本草》，补注药品功状，渐有次第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "校正医书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "苏洵父子返京师，亦寓西冈，子容与叙宗盟",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "以朝奉郎、太常博士充集贤校理差知颍州，是日到任",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "《祭王秘校文》；王向卒，撰文祭之",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "在知颍州任上",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "《奏乞专差官开修府界至京沟河状》；上疏建请浚自盟、白沟等四河，以疏畿内积水",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《司徒侍中贾魏公挽词二首》；贾昌朝卒，有挽词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 6,
   "event": "《苏明允宗丈挽词二首》；苏洵病逝京师，有挽词",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "为三司度支判官",
   "place": "赤峰市（宁城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 4,
   "event": "回京入奏，神宗称善久之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 4,
   "event": "知制诰、知通进银台司、知审刑院，时知金州张仲宣坐枉法赃罪致死，疏言“古者刑不上大夫”，遂免杖黥",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "知礼部贡举。三月，奏陆佃为第一",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "归工部郎中班,寓京师，日奉朝请",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "《次韵苏子瞻学士腊日游西湖》；年初过杭州，与苏轼唱和，有诗",
   "place": "杭州市（桐庐县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "春，罢婺州任，徙亳州",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1074,
   "value": 4,
   "event": "在知亳州任上",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "《南京谢上表》；出知应天府，辟刘挚为签判。有谢表",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1076,
   "value": 4,
   "event": "为秘书监，知通进银台司",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 6,
   "event": "在知杭州任上",
   "place": "赤峰市（宁城县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1078,
   "value": 4,
   "event": "使辽回朝，入对契丹山川、人情向背",
   "place": "滁州市（凤阳县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 4,
   "event": "以陈世儒狱赴鞠御史台。事得白，同列犹以为尝泄狱情，罢郡",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1080,
   "value": 6,
   "event": "罢郡归班，岁中起知河阳，复为所言",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "《沧州谢上表》；到任，有谢表",
   "place": "沧州市（沧县）",
   "lng": "116.61371",
   "lat": "38.330693"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "为契丹贺正馆伴使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "修书成，上《华戎鲁卫信录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "为光禄大夫、礼部侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "丁忧，寓扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "除丧，授刑部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 6,
   "event": "为吏部尚书，兼侍读。充实录院修撰",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "为吏部尚书兼侍读，提举浑仪。为廷试详定文字",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "为光禄大夫、吏部尚书兼侍读，乞致仕，不许",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "为光禄大夫，守尚书左丞。累辞免，不准",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 0,
   "event": "孙象先蒙恩赐第，至是五世登科",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "撰皇帝衲后册文并书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 0,
   "event": "以御史杨畏等劾，罢为观文殿大学士、集禧观使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 3,
   "event": "奉圣旨依旧知扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "依旧知扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1096,
   "value": 3,
   "event": "居润州，与刁约万松岭为邻",
   "place": "镇江市（万松岭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "再乞致仕，以太子少师致仕",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "以太子少师致仕居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "以太子少师致仕居润州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1100,
   "value": 0,
   "event": "居润州。哲宗卒，徽宗继位。进太子太保，爵累赵郡公",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《遗表》；以太子太保致仕居润州。夏至，自草遗表",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
