// 诗人行迹数据：范仲淹
export default {
 "name": "范仲淹",
 "birth": 989,
 "death": 1052,
 "life": [
  {
   "time": 989,
   "value": 1,
   "event": "是年八月丁丑出生",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 990,
   "value": 1,
   "event": "少居家乡。父亡",
   "place": "苏州市（天平山）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 991,
   "value": 1,
   "event": "随母守丧，居苏州天平山",
   "place": "苏州市（天平山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 992,
   "value": 1,
   "event": "随母守丧，居苏州天平山",
   "place": "苏州市（天平山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 993,
   "value": 1,
   "event": "随母守丧，居苏州天平山",
   "place": "苏州市（天平山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 994,
   "value": 1,
   "event": "是年，母谢氏改适朱文翰，改姓朱，名说",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 995,
   "value": 1,
   "event": "是年，约在苏州。随母侍继父旅居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 996,
   "value": 1,
   "event": "是年，朱文翰约在灃州安乡知县。接受童蒙教育，安乡兴国观司马道士是其蒙师之一。",
   "place": "常德市（安乡县）",
   "lng": "112.177466",
   "lat": "29.41744"
  },
  {
   "time": 997,
   "value": 1,
   "event": "是年，约在安乡。随母侍继父旅居",
   "place": "常德市（安乡县）",
   "lng": "112.177466",
   "lat": "29.41744"
  },
  {
   "time": 998,
   "value": 1,
   "event": "是年，约在安乡。随母侍继父旅居",
   "place": "常德市（安乡县）",
   "lng": "112.177466",
   "lat": "29.41744"
  },
  {
   "time": 999,
   "value": 1,
   "event": "是年，约在安乡。随母侍继父旅居",
   "place": "常德市（安乡县）",
   "lng": "112.177466",
   "lat": "29.41744"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "是年，朱文翰约在青阳任知县。随继父在青阳读书",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "是年，约在青阳。随母侍继父旅居",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "是年，约在青阳。随母侍继父旅居",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "是年，约在青阳。随母侍继父旅居",
   "place": "池州市（青阳县）",
   "lng": "117.853922",
   "lat": "30.645681"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "朱文翰任淄州长史，侍父游学于淄州颜神镇秋口，拜崔遵度为师习琴",
   "place": "淄博市（博山区）",
   "lng": "117.868187",
   "lat": "36.500883"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "游学于秋口、长山",
   "place": "邹平县（邹平县长山镇）",
   "lng": "117.878905",
   "lat": "36.882895"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "是年，游学于秋口、长山。与释广宣同游紫云阁",
   "place": "邹平县（邹平县长山镇）",
   "lng": "117.878905",
   "lat": "36.882895"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "是年，游学于秋口、长山。与王洙有布素之游",
   "place": "邹平县（邹平县长山镇）",
   "lng": "117.878905",
   "lat": "36.882895"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "出游鄠郊，与王镐、周德宝、屈应元等啸傲于鄠、杜之间，登临终南山、抚琴论《易》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "是年，在长白山醴泉寺读书",
   "place": "滨州市（邹平县）",
   "lng": "117.749569",
   "lat": "36.869121"
  },
  {
   "time": 1010,
   "value": 2,
   "event": "《齑赋》；是年，在长白山醴泉寺读书。有“划粥断齑”典故，有赋",
   "place": "滨州市（邹平县）",
   "lng": "117.749569",
   "lat": "36.869121"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "询知世家，往南都应天府书院求学。劝免朱氏兄弟、期十年登第迎母亲。自刻益苦。",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "以“朱说”名举进士礼部选第一",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "是年，仍在应天府书院读书",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1014,
   "value": 2,
   "event": "是年，有“独不见皇帝”典故。南都学舍五年未尝解衣就枕，不食留守子赠食",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1015,
   "value": 3,
   "event": "登蔡齐榜，中乙科第九十七名，试题为：《置天下如置器赋》，《君子以恐惧修省》诗，《顺时慎微其用何先》论",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1016,
   "value": 6,
   "event": "游太极洞，留下“跫然岩”手迹",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1017,
   "value": 4,
   "event": "是年，迁文林郎、权集庆军节度推官",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1018,
   "value": 6,
   "event": "《皇储资圣颂并序》；是年，对皇储一事有颂",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1019,
   "value": 9,
   "event": "是年，在谯县。除秘书省校书郎。",
   "place": "周口市（鹿邑县）",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1020,
   "value": 4,
   "event": "是年，在谯县。校书芸省，守官集庆",
   "place": "亳州市",
   "lng": "115.785767",
   "lat": "33.850774"
  },
  {
   "time": 1021,
   "value": 4,
   "event": "《咏蚁》；调监泰州西溪盐仓。在西溪，有诗",
   "place": "盐城市（东台市）",
   "lng": "120.327035",
   "lat": "32.872775"
  },
  {
   "time": 1022,
   "value": 9,
   "event": "《西溪见牡丹》；春，赏牡丹，有诗",
   "place": "盐城市（东台市）",
   "lng": "120.327035",
   "lat": "32.872775"
  },
  {
   "time": 1023,
   "value": 10,
   "event": "《欧伯起相访》；是年，在西溪。与欧静交游，有诗",
   "place": "盐城市（东台市）",
   "lng": "120.327035",
   "lat": "32.872775"
  },
  {
   "time": 1024,
   "value": 3,
   "event": "迁大理寺丞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 10,
   "event": "《奏上时务书》；四月二十日，上书请救文弊，复武举，重三馆之选",
   "place": "无锡市（江阴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1026,
   "value": 10,
   "event": "《赠余杭唐异处士》；春，有两浙之行。至杭州，与胡则、林逋、唐异等友人交游，有诗",
   "place": "绍兴市（诸暨市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1027,
   "value": 10,
   "event": "是年，在宋城。守母丧",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1028,
   "value": 10,
   "event": "《奏上务书》；是年，掌应天府学。上书言朝政得失、民间利病，深受宰相王曾赏识",
   "place": "洛阳市（伊川县）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1029,
   "value": 7,
   "event": "《送刁纺户掾太常下第》；是年，在开封。供职秘阁。秋，以发解官主持别头试于太常寺，拔张问策论于高等。刁纺落地，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 10,
   "event": "任河中府通判。春，曾赴陕西，逢故人道士周德宝于长安，共同怀念亡友王镐",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1031,
   "value": 10,
   "event": "三月，妻李氏生三子纯礼",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 0,
   "event": "仍在陈州通判任上。二月，仁宗生母李太妃卒。仲淹屡上奏疏，内降之弊，引韦后为戒",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1033,
   "value": 0,
   "event": "三月甲午，刘太后卒，仁宗亲政",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1034,
   "value": 10,
   "event": "正月，出守睦州",
   "place": "周口市（项城市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 0,
   "event": "在苏州，奏请立郡学",
   "place": "苏州市（南园）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1036,
   "value": 0,
   "event": "春正月，在开封府任所。上太宗尹京时所判案牍",
   "place": "开封市（孔子庙）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 10,
   "event": "《游庐山作》；是年，游庐山，有诗",
   "place": "九江市（庐山区）",
   "lng": "115.995728",
   "lat": "29.677526"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "正月十三日，离开饶州，赴润州所",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "三月十六日，徙知越州",
   "place": "绍兴市（天长观）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "《兵部侍郎致仕胡公墓志铭》；二月十一日，胡则与妻陈氏合葬。应其子胡楷之请，为胡则作墓志铭",
   "place": "杭州市（萧山区）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1041,
   "value": 0,
   "event": "《牒陕府拘管逃移税户》；正月十五日，陕府申税户因纳秋税逃移，拘管人户屋业生产，以待人可归",
   "place": "延安市（富县）",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "《书环州马岭镇夫子庙碑阴》；正月，巡边至环州，过马岭镇，为张蕴之所建夫子庙作碑文",
   "place": "庆阳市（庆城县）",
   "lng": "107.888886",
   "lat": "36.021585"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "正月二十二日，泾原安抚使王尧臣奏论边事，乞凡军期申覆不及者由范、韩、庞三帅相机便宜从事",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "《奏议葬荆王》；正月十二日，荆王赵元俨薨。逾日，有奏议",
   "place": "运城市（新绛县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1045,
   "value": 10,
   "event": "正月十四日，奏拨细腰城属环州，从之",
   "place": "咸阳市（彬县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "《与田元均书》；正月十八日，在陕县，见王助教，与田况有书",
   "place": "三门峡市（陕县）",
   "lng": "111.109829",
   "lat": "34.72676"
  },
  {
   "time": 1047,
   "value": 0,
   "event": "《祠风师酬提刑赵学士见贻》；孟春，仍知邓州。与赵槩交游，有诗",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1048,
   "value": 10,
   "event": "闰正月丙寅，诏移知荆南府，邓人请留，上表自请愿留",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "正月二十二日，移知杭州",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1050,
   "value": 0,
   "event": "《龙图阁直学士工部郎中段君墓表》；仍知杭州任上。春，为段少连写墓表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "《祭杜待制文》；正月，作文祭杜杞",
   "place": "滨州市（邹平县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1052,
   "value": 0,
   "event": "正月戊午，扶病就道，移知颍州",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
