// 诗人行迹数据：范寥
export default {
 "name": "范寥",
 "birth": 1062,
 "death": 1137,
 "life": [
  {
   "time": 1062,
   "value": 1,
   "event": "出身蜀中富家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "在蜀中",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "慷慨使财，出手阔绰，磊落任气，流落市井",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "折节读书，以成都第二名荐送",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "纵酒杀人，原名祖石，自此改名范寥，亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "匿于邻郡为园丁，因技痒难忍，题诗于亭壁，主人擅识人，认为他非此中人，赠金遣去",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "往依一巨公，口出奇语，被延进书室，却醉殴人子，其家不得已又遣之",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "亡命天涯",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "易容乔装为方外士，投越州知府翟思，翟思爱其书法精绝即留之",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "翟思之子翟汝文见他面相清炯，眸子锐烁，定非常人，又得知他习《易》、《书》，出题试之，果然经学高妙通脱，遂敬待之",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "翟氏归镇江，范寥安置在州学，并给其师钱百千急需，并嘱咐老师不要一次全部给他，以免他胡乱使钱",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "范寥离州学出游。翟思得教授书云:“自范之留，一学之士为之不宁，已付百千与之去，不知所之矣。”",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "云游四方",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "云游四方",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "云游四方",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "客居建康",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "翟思死。范寥突然造访，嚎哭大坳于灵前，翟家为其诚意所感，厚待之。明日夙兴，范寥悄然携卷灵前黄白器皿倏逝，携之前往宜州。",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1105,
   "value": 2,
   "event": "溯大江，历谧浦，舍舟于洞庭，取道荆湘，以趋八桂，至乙酉三月十四日，始达宜州，访黄庭坚",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "离开宜州，拜访高僧要求出家，法号“恪能”。",
   "place": "镇江市（句容市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "因告发张怀素案而立功，授供备库副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "任供备库副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "任颍昌府兵马钤辖",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "任颍昌府兵马钤辖",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "政和年间，还曾在曹州为官，吕本中有诗《次韵答曹州同官兼简范寥信中》",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "或在曹州为官",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "或在曹州为官",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "或在曹州为官",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "或在曹州为官",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "或在曹州为官",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "不详",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "不详",
   "place": "菏泽市",
   "lng": "115.487696",
   "lat": "35.239435"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "有老友将《乙酉家乘》寄给范寥，范寥见之感慨：“不谓此书尚尔无恙耶，读之恍然几如隔世”。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "作序刊印《乙酉家乘》，“以传诸好事”。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "吕本中有赠诗《简范信中》",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "其后事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
