// 诗人行迹数据：范成大
export default {
 "name": "范成大",
 "birth": 1126,
 "death": 1193,
 "life": [
  {
   "time": 1126,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡，遍读经史",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡读书",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1139,
   "value": 0,
   "event": "居乡，始为诗文。患大病濒死",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "随父在杭,居佛日山寺,始从举上人游。",
   "place": "杭州市（佛日山寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "随父在杭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 9,
   "event": "随父在杭，高宗母韦后自金归来,献赋颂,名列前茅。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 0,
   "event": "二月,在杭，父为秘书郎,六月致仕,当卒于是年",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "读书于昆山荐严资福禅寺,自号此山居士,不专心举业,父执王葆(彦光)屡加督勉。",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1145,
   "value": 2,
   "event": "《六月七日夜起坐殿庑取凉》；在昆山东禅寺读书,并往来于昆吴之间(此后十年间大体如此),亦间有短期出游.",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "《和马少伊韵(气压伊吾一剑鸣)》；在昆山,邑中士人组诗社,前辈乐备(功成)绍介入社,与马先觉(少伊)唱和,约这此时.",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1147,
   "value": 5,
   "event": "《过松江》；出游,由昆山赴杭州。《过松江》，姑系于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 2,
   "event": "《詹氏知止堂铭并序》；詹叔善(继道)第进士,为其知止堂作志、铭",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在昆山读书",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1150,
   "value": 0,
   "event": "《暮春上塘道中》；暮春，赴临安。有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 9,
   "event": "《癸亥日泊舟吴会亭》；春末，离杭返吴。有诗",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1152,
   "value": 9,
   "event": "《荣木(并序)》；五月卧病，在昆山，屡有病中之作",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1153,
   "value": 9,
   "event": "《两木(二首)》；五月卧病，在昆山，屡有病中之作。",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在临安，中张孝祥榜进士。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "往来溧水、宣城之间。",
   "place": "南京市（溧水区）",
   "lng": "119.039927",
   "lat": "31.596963"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "《次韵时叙送至先兄赴调》；从兄成象之官,潘时叙以诗送行，和其韵。",
   "place": "湖州市（霅川）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "在徽州任司户参军。",
   "place": "黄山市（徽州区）",
   "lng": "118.343245",
   "lat": "29.834164"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "《次韵知郡安抚元夕赏倅厅红梅三首》；在徽州，知郡安抚李稙元夕赏红梅赋诗,有次韵.又赋古风咏红梅",
   "place": "黄山市（徽州区）",
   "lng": "118.343245",
   "lat": "29.834164"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "《淳安》；春季,在徽州，出严、杭道中，得诗十五首。",
   "place": "黄山市（徽州区）",
   "lng": "118.343245",
   "lat": "29.834164"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "《代洪徽州贺户部邵侍郎启》；在徽州，邵大受权户部侍郎，代州守洪适为贺启。",
   "place": "黄山市（徽州区）",
   "lng": "118.343245",
   "lat": "29.834164"
  },
  {
   "time": 1161,
   "value": 5,
   "event": "《贺刘太尉启》；在故乡，太尉刘錡为淮南、江南、浙西制置使，节制诸路军马，有贺启。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "赴行在，监太平惠民和剂局。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "在临安，洪遵知贡举,石湖检点试卷。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 10,
   "event": "在临安，除枢密院编修官。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 0,
   "event": "《翰林学士何公溥挽词》；在临安，何溥卒，有挽词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1166,
   "value": 0,
   "event": "《论三朝国史劄子》；在临安，除尚书吏部员外郎。",
   "place": "苏州市（姑苏台）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "《新修主簿厅记》；二月，居乡，为吴江县主簿高文虎建厅作《新修主簿厅记》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1168,
   "value": 7,
   "event": "《论日力国力人力疏》；居乡，升对，上论日力、国力、人力疏。",
   "place": "苏州市（垂虹亭）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1169,
   "value": 10,
   "event": "兴工修水堰。",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "《论记汪圣语劄子》；在起居舍人任，多有论奏。",
   "place": "镇江市（金山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "《送汪仲嘉待制奉祠归四明分韵得论字》；汪大猷奉祠返里，赋诗送行。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "《念奴娇和徐尉游石湖》；在故乡，游石湖。有词和徐似道。",
   "place": "湖州市（石林）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1173,
   "value": 10,
   "event": "《乾道己丑守括，被召回再过钓台，自和十年前小诗，刻之柱间，后五年，自西掖帅桂林，癸巳元日，雪晴复过之，再用旧韵三绝。》；元日、泊钓台，谒严祠。",
   "place": "杭州市（桐庐县）",
   "lng": "119.6981",
   "lat": "29.798851"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "在桂林，周必大有函至。",
   "place": "桂林市（漓江伏波岩）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "《碧虚题铭》；在桂林，有文。",
   "place": "桂林市（棲霞洞）",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 1176,
   "value": 10,
   "event": "在成都，新甃石筍街成。",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "《明日分弓亭按阅再用西楼韵》；在成都，分弓亭巡阅，赋诗。",
   "place": "成都市（都江堰市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "《论举人程文二事劄子》；在临安，以礼部尚书知贡举，得姚颖（洪卿）文，奇之，姚以进士第一及第。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《与游子明同过石湖》；居乡，游次公来访。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "《次韵同年杨使君回自毘陵同泛石湖舟中见赠》；居乡，杨万里自常州守调广东常平提举，过吴门，来访，同游石湖，有诗。",
   "place": "绍兴市（山阴）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1181,
   "value": 10,
   "event": "《立春日陪魏丞相登三江亭》；在明州，立春日，陪前丞相魏杞登三江亭，有诗。",
   "place": "南京市（江宁区）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1182,
   "value": 10,
   "event": "《请免收流移之人渡钱疏》；在建康，有奏劄。",
   "place": "南京市（江宁区）",
   "lng": "118.846587",
   "lat": "31.958487"
  },
  {
   "time": 1183,
   "value": 10,
   "event": "《元日谒钟山宝公塔》；在建康,有诗,多倦仕思归之意。",
   "place": "南京市（江宁区）",
   "lng": "118.846587",
   "lat": "31.958487"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "《甲辰人日病中吟六言六首以自嘲》；居乡,病中吟诗.",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1185,
   "value": 10,
   "event": "《寄题筠州钱有文明府新昌小道院》；居乡,有诗寄题新昌钱鍪。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1186,
   "value": 10,
   "event": "《丙午新正抒怀十首》；居乡，有诗，抒优游自了之怀。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "《丁未春日瓶中梅殊未开二首》；居乡，陈造（唐卿）应约来谒，诗词唱和。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "《太上皇帝灵驾发引挽歌词六首》；居乡，作太上皇挽词。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1189,
   "value": 0,
   "event": "敖陶孙（器之）有《上闽帅范石湖五首》。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1190,
   "value": 0,
   "event": "《范村记》；居乡，作《范村记》。",
   "place": "苏州市（千岩观）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1191,
   "value": 0,
   "event": "《春日览镜有感》；居乡，春日有感作诗。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "《新岁书怀》；居乡，新春有诗。",
   "place": "马鞍山市（当涂县）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1193,
   "value": 0,
   "event": "《连夕大风凌寒梅已零落殆尽三绝》；居乡，有凌寒梅、杏花之作。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
