// 诗人行迹数据：萧颖士
export default {
 "name": "萧颖士",
 "birth": 717,
 "death": 768,
 "life": [
  {
   "time": 717,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 718,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 719,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 720,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 721,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 722,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 723,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 724,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 725,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 726,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 727,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 728,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 729,
   "value": 1,
   "event": "在颍川家居",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 730,
   "value": 1,
   "event": "在长安补太学生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 731,
   "value": 1,
   "event": "在长安补太学，与李华、赵骅、邵轸同居兴敬里。又与颜真卿、柳芳、陆据交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 732,
   "value": 1,
   "event": "在长安补太学，与李华、赵骅、邵轸同居兴敬里。又与颜真卿、柳芳、陆据交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 733,
   "value": 1,
   "event": "在长安补太学，与李华、赵骅、邵轸同居兴敬里。又与颜真卿、柳芳、陆据交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 734,
   "value": 1,
   "event": "在长安补太学，与李华、赵骅、邵轸同居兴敬里。又与颜真卿、柳芳、陆据交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 735,
   "value": 1,
   "event": "长安及第。进士第一。得到孙逖、韦述等人的奖掖",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 736,
   "value": 2,
   "event": "授金坛尉，未赴。其父莒县丞萧旻得罪，颖士四处奔走求告",
   "place": "日照市（莒县）",
   "lng": "118.843408",
   "lat": "35.585844"
  },
  {
   "time": 737,
   "value": 2,
   "event": "其父莒县丞萧旻得罪，颖士四处奔走求告",
   "place": "日照市（莒县）",
   "lng": "118.843408",
   "lat": "35.585844"
  },
  {
   "time": 738,
   "value": 3,
   "event": "授桂州参军,不久丁艰离职",
   "place": "桂林市",
   "lng": "110.296442",
   "lat": "25.279893"
  },
  {
   "time": 739,
   "value": 1,
   "event": "丁家艰",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 740,
   "value": 1,
   "event": "丁家艰",
   "place": "许昌市（禹州市）",
   "lng": "113.494451",
   "lat": "34.146443"
  },
  {
   "time": 741,
   "value": 2,
   "event": "丧满服除，进长安拜谒韦述",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 742,
   "value": 4,
   "event": "赠韦司业书；在长安，授秘书省正字。不久，被参奏罢职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 743,
   "value": 1,
   "event": "客居濮阳，教书为生。尹征、王恒、卢异、卢士武、贾邕、赵匡、阎士和、柳并皆执弟子礼，号萧夫子",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 744,
   "value": 1,
   "event": "客居濮阳，教书为生。尹征、王恒、卢异、卢士武、贾邕、赵匡、阎士和、柳并皆执弟子礼，号萧夫子",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 745,
   "value": 1,
   "event": "客居濮阳，教书为生。尹征、王恒、卢异、卢士武、贾邕、赵匡、阎士和、柳并皆执弟子礼，号萧夫子",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 746,
   "value": 4,
   "event": "爱而不见赋；被诏入京。授集贤院校理",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 3,
   "event": "在京。任集贤院校理",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 3,
   "event": "在京。任集贤院校理",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 749,
   "value": 5,
   "event": "伐樱桃树赋；贬谪为广陵参军。寓居紫极宫道学馆，愤而作《伐樱桃树赋》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 750,
   "value": 1,
   "event": "会母丧罢职，漂泊江介",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 751,
   "value": 2,
   "event": "白鹇赋；朝廷征召进京。工部侍郎韦述修国史，荐萧颖士自代。潜心著书万卷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 1,
   "event": "在长安，潜心著书万卷。礼部侍郎杨浚掌贡举，问萧求人，海内以为德选。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 1,
   "event": "在长安，潜心著书万卷。礼部侍郎杨浚掌贡举，问萧求人，海内以为德选。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 3,
   "event": "调河南府军事，赴洛阳，学生贾邕、刘舟、长孙铸、房白、元晟、刘太冲、姚发、郑愕、殷少野、邬载赠诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 755,
   "value": 3,
   "event": "调河南府军事，赴洛阳。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 756,
   "value": 0,
   "event": "安史之乱发，萧颖士往见河南采访使郭纳，献策，纳忽不用。又往见封常清，不宿而还",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 757,
   "value": 3,
   "event": "扬州功曹参军任，至官，信宿而去。",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 758,
   "value": 1,
   "event": "二月至十月为相国诸道租庸调使第五琦聘为幕僚",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 759,
   "value": 0,
   "event": "卒",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  }
 ]
};
