// 诗人行迹数据：葛立方
export default {
 "name": "葛立方",
 "birth": 1092,
 "death": 1164,
 "life": [
  {
   "time": 1092,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "生活于此",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "生活于此",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1121,
   "value": 2,
   "event": "自汝州回江阴祭奠伯父",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "随父护母丧回江阴",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居江阴丁母忧",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "丁母忧随父居邓州",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "随父迁徙，年底侍父居江阴故里",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "随父居江阴与平江",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  }
 ]
};
