// 诗人行迹数据：葛胜仲
export default {
 "name": "葛胜仲",
 "birth": 1072,
 "death": 1144,
 "life": [
  {
   "time": 1072,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "已能属文",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "学成，通经史",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "赴京，应开封府举",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "生活于此",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1090,
   "value": 0,
   "event": "与夫人张氏完婚，母卒，丁内艰",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居涟水，丁内艰",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居涟水，丁内艰",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "再赴开封应举，为第四",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "复应开封举",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "是年春，进士及第",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "入律学，试为第一",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1100,
   "value": 8,
   "event": "谢试宏词及三经义等启；春三月，入京试学官与宏词科，俱第一，迁河中府知录事参军充兖州州学教授",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 6,
   "event": "上兖州太守书；上书兖州太守，请兴修学校",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "与曾运使书；兴办学校，教育甚力",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1103,
   "value": 4,
   "event": "诸生诣府见留再任示勉夫二首；入京为太学正，离兖州时，有诗纪事",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 1104,
   "value": 0,
   "event": "曾回故乡江阴，迎乃父至京师居住",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "日读佛经",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1106,
   "value": 2,
   "event": "朝散大夫致仕柱国赐紫金鱼袋侍其公墓志铭；为侍其玮作墓志",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "以拒郭天信，罢议历所提举官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 10,
   "event": "休宁知县谢上表；以议事不合，责知歙州休宁县，有谢表",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 10,
   "event": "次韵良器真意亭探韵并序；创真意亭于南溪，时啸咏其上",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1111,
   "value": 10,
   "event": "西江月（正月十七日与文中自邑境遍游歙黟祁门山水十九日在黟邑同灵观夜作二首）；与李文中遍游歙、黟、祁门山水，有《西江月》词二首",
   "place": "黄山市（普满院）",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "次韵韩景贤承议自金陵沿檄宣歙道中见贻二首",
   "place": "黄山市",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "昌化紫霄阁次长老仲希赋",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "纂《太常因革礼》三百卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 4,
   "event": "辞免太子右谕德劄子；",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 4,
   "event": "谢江州太平观；",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "生活于此",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1120,
   "value": 10,
   "event": "颜鲁公祝文二首；谒颜真卿庙",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "太中大夫大司成葛公行状；伯兄次仲卒",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1122,
   "value": 10,
   "event": "举荐陈与义、富直柔、段拂",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1123,
   "value": 10,
   "event": "与制置发运书；上书两浙发运使乞免均糴",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1124,
   "value": 10,
   "event": "次韵叶梦得游西余山；与叶梦得游乌程西余山",
   "place": "南阳市（邓州市）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1125,
   "value": 10,
   "event": "浪淘沙·将去南阳作；始离邓州",
   "place": "南阳市（邓州市）",
   "lng": "112.093781",
   "lat": "32.694085"
  },
  {
   "time": 1126,
   "value": 4,
   "event": "朝议大夫施公墓志铭；为妹夫施大伦之父作墓志铭",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
