// 诗人行迹数据：蒋捷
export default {
 "name": "蒋捷",
 "birth": 1245,
 "death": 1307,
 "life": [
  {
   "time": 1245,
   "value": 1,
   "event": "蒋捷约于此年生",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1274,
   "value": 2,
   "event": "《花心动·南唐元夕》、《春夏两相期·寿谢令人》；在杭州，中咸淳十年“龙泽榜”进士。作《花心动·南塘元夕》、《春夏两相期·寿谢令人》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "不详",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1276,
   "value": 2,
   "event": "《贺新郎·兵后寓吴》、《贺新郎·吴江》；避兵乱，寓吴，是年秋，应在吴地。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1277,
   "value": 2,
   "event": "《一剪梅·舟过吴江》；春夏间，仍在吴地",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "《一剪梅·宿龙游朱氏楼》；春，漂泊至衢州龙游，有词。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1279,
   "value": 2,
   "event": "《南乡子·塘门元宵》；元宵节，在钱塘，有词伤故国沦亡。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1284,
   "value": 2,
   "event": "《惠简公谱牒后序》；隐居宜兴竹山。与友过从。",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1286,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1288,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1289,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1291,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1292,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1293,
   "value": 1,
   "event": "隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1294,
   "value": 1,
   "event": "隐居宜兴竹山。或曾出家为僧。《虞美人·听雨》",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1295,
   "value": 2,
   "event": "《少年游》“枫林红透晚烟青”；隐居宜兴竹山",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1296,
   "value": 1,
   "event": "率三子徙居武进，与长子居前余。手植千竹，仍号竹山",
   "place": "常州市（武进区）",
   "lng": "119.949721",
   "lat": "31.707299"
  },
  {
   "time": 1297,
   "value": 1,
   "event": "居前余竹山",
   "place": "常州市（武进区）",
   "lng": "119.949721",
   "lat": "31.707299"
  },
  {
   "time": 1298,
   "value": 1,
   "event": "居前余竹山",
   "place": "常州市（武进区）",
   "lng": "119.949721",
   "lat": "31.707299"
  },
  {
   "time": 1299,
   "value": 1,
   "event": "居前余竹山",
   "place": "常州市（武进区）",
   "lng": "119.949721",
   "lat": "31.707299"
  },
  {
   "time": 1300,
   "value": 1,
   "event": "居前余竹山",
   "place": "常州市（武进区）",
   "lng": "119.949721",
   "lat": "31.707299"
  }
 ]
};
