// 诗人行迹数据：蔡京
export default {
 "name": "蔡京",
 "birth": 1047,
 "death": 1126,
 "life": [
  {
   "time": 1047,
   "value": 1,
   "event": "出生",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "居乡，胞弟蔡卞出生",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡？太学？",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡？太学？",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡？太学？",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "登进士第，调钱塘尉。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1071,
   "value": 4,
   "event": "苏轼因反对新法贬任杭州通判，蔡准与之交游，蔡京相与学徐季海书法",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "由钱塘县尉调任安徽舒州推官",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在舒州推官任",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1074,
   "value": 3,
   "event": "在舒州推官任",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "在舒州推官任",
   "place": "安庆市（潜山县）",
   "lng": "116.587941",
   "lat": "30.636726"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "调入朝廷任权流内铨主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 3,
   "event": "任崇文院校书中书礼房学习公事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 4,
   "event": "乞委官编录御宝批降指挥奏；乞委官编录御宝批降指挥",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 3,
   "event": "任太子中允、馆阁校勘",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "为集贤校理、权提点开封府界诸县镇公事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "在集贤校理任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "七月诏尚书考功员外郎蔡京编手诏，庚子，以蔡京门下省起居郎，仍同详定官制。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 7,
   "event": "国子监公试所策题；为国子监公试撰策问试题",
   "place": "巴林左旗（巴林左旗林东镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "十一月，中书舍人蔡京为龙图阁待制，权知开封府。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 3,
   "event": "三月，神宗去世。哲宗即皇帝位，太皇太后高氏垂簾听政，废除新法，打击变法派。蔡京、蔡卞兄弟一再成为被攻击和压制的对象",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 3,
   "event": "司马光秉政，复差役法，为期五日，同列病太迫，京独如约，悉改畿县雇役，无一违者。诣政事堂白光，光喜曰：“使人人奉法如君，何不可行之有！”",
   "place": "石家庄市（正定县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 3,
   "event": "知瀛州",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1088,
   "value": 3,
   "event": "在瀛州任",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "反变法派提出“王安石亲党”名单30人，“蔡确亲党”名单47人，列榜公布，不许在朝为官。蔡京兄弟在名单中",
   "place": "沧州市（河间市）",
   "lng": "116.105628",
   "lat": "38.451137"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "知扬州、龙图阁待制蔡京知颍昌府",
   "place": "泰安市（东平县）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1091,
   "value": 3,
   "event": "龙图阁待制、知郓州蔡京知永兴军",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "龙图阁待制、知永兴军蔡京为龙图阁直学士、知成都府",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "知成都府蔡京请便郡，要求调任福建，诏不允",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "三月，龙图阁直学士蔡京权户部尚书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1095,
   "value": 7,
   "event": "请罢合祭天地奏；请求罢合祭天地",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 9,
   "event": "乞募商人请香药库久卖不售之物奏；乞募商人请香药库久卖不售之物",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 7,
   "event": "哲宗下诏，黄履、蔡京、林希各举荐可充御史者一人。蔡京和林希共同推荐太学博士郑居中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "论司马光刘挚等罪状疏；论司马光刘挚等罪状",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 6,
   "event": "乞续修华戎信录奏；乞续修《华戎信录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "哲宗遺制；正月哲宗崩，徽宗继位，向太后权同听政。翰林学士承旨蔡京受命起草哲宗遗制",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 4,
   "event": "童贯以供奉官诣三吴访书画奇巧，留杭累月，京与游，不舍昼夜。凡所画屏幛、扇带之属，贯日以达禁中，且附语言论奏至帝所，由是帝属意京。又太学博士范致虚素与左街道录徐知常善，知常以符水出入元符后殿，致虚深结之，道其平日趣向，谓非相京不足以有为。已而宫妾、宦官合为一词誉京，遂擢致虚右正言，起京知定州",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "崇宁元年，徙大名府",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 1103,
   "value": 10,
   "event": "二年正月，进左仆射",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 10,
   "event": "进六尚局敕令格式状；进六尚局敕令格式",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 4,
   "event": "四辅郡区划及职官奏；建议设定四辅郡区划及职官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "二月，蔡京罢相。授守司空、开府仪同三司、安远军节度使、中太一宫使，进封魏国公。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 9,
   "event": "正月，蔡京复相，为尚书左仆射兼门下侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 6,
   "event": "正月，蔡京进太师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "六月，徽宗亲近郭天信奏天文，密白日中有黑子，屡白不己，徽宗惧，蔡京引疾乞罢，致仕，为太师、守中太一宫使，诸恩并依现任宰相，仍朝朔望，提举编修哲宗实录，大朝会许立宰相班",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 6,
   "event": "题宋徽宗雪江归棹图；大观庚寅季春朔，观徽宗《雪江归棹图》所题",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "正月，蔡京在杭州上疏反对派遣童贯出使辽国",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1112,
   "value": 10,
   "event": "二月，蔡京复太师，赐第京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 10,
   "event": "题王希孟千里江山图；题王希孟《千里江山图》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 4,
   "event": "题宋徽宗所画鹰图；题宋徽宗所画《鹰图》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "乞率百僚表贺朱草奏；乞率百僚表贺朱草",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 10,
   "event": "湖南连掘得金乞许拜表称贺奏；湖南常平刘钦奏芦荻冲平地得金，类灵芝祥云",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "进封陈国公，蔡京不受",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 7,
   "event": "男鞗选尚帝姬乞免赴都堂治事奏；三月，蔡京之子蔡鞗为驸马都尉，尚福金公",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 10,
   "event": "乞三省录黄等免系名衔奏；乞三省录黄等免系名衔",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 7,
   "event": "乞致仕劄子；乞致仕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "致仕闲居",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 6,
   "event": "送蔡攸征燕；蔡攸等出征",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 6,
   "event": "贺收复全燕表；燕山大捷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "时河朔、青、齐间盗贼日炽，动数十万人，内外窘匮，莫能支吾。上意大不乐，上曰：“崇观间安至是哉!”上与中宫数有密议，然无人敢当其事。中宫赞上召故老大臣分付，上以为然，遂决意起京。上又恐京年高不能朝参，遂命其子以时入对，传道君臣之意",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "四月，蔡京引退致仕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 6,
   "event": "二月十八日蔡京责授中奉大夫、秘书监、分理西京（河南洛阳）致仕，居住河南府",
   "place": "孝感市（安陆市）",
   "lng": "0",
   "lat": "0"
  }
 ]
};
