// 诗人行迹数据：蔡攸
export default {
 "name": "蔡攸",
 "birth": 1077,
 "death": 1126,
 "life": [
  {
   "time": 1077,
   "value": 1,
   "event": "出生",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "徽宗为端王，每退朝，攸适趋局，遇诸涂，必下马拱立以俟王过。王以问左右，言其为蔡承旨子，心独善之，及即位，寖有宠，迁鸿胪寺丞。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "在鸿胪丞任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 3,
   "event": "在鸿胪丞任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "在鸿胪丞任",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1105,
   "value": 3,
   "event": "明年，拜显谟阁待制，进直学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1106,
   "value": 3,
   "event": "任显谟阁待制、直学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 3,
   "event": "三月，以蔡京子蔡攸为龙图阁学士兼侍读，详定《九域图志》，修六典，提举上清宝箓宫、秘书省、两街道录院、礼制局",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "任龙图阁学士兼侍读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "任龙图阁学士兼侍读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "任龙图阁学士兼侍读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "任龙图阁学士兼侍读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "任龙图阁学士兼侍读",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 7,
   "event": "拟定清保等州郡名奏；拟定清州、保州等州郡名",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 9,
   "event": "乞缮写秘阁见阙国史实录付秘阁收藏奏；乞缮写秘阁见阙国史实录付秘阁收藏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1115,
   "value": 10,
   "event": "初置宣和殿命攸为学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1116,
   "value": 7,
   "event": "秘书省官吏直宿事奏；秘書省官吏直宿事值班相关规定",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1117,
   "value": 6,
   "event": "辛卯命蔡攸提举秘书省并左右街道箓院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "踏逐修盖提举道录院场地奏；建议在踏逐至阖闾门外一带修盖提举道录院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 6,
   "event": "乞颁降古钥奏；乞颁降古钥",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "攸历开府仪同三司、镇海军节度使、少保，进见无时",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "攸历开府仪同三司、镇海军节度使、少保，进见无时",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 3,
   "event": "童貫伐燕，以攸副宣抚",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 1123,
   "value": 3,
   "event": "还，领枢密院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "王黼罢政，帝欲大用攸，既而悔之，但进太保，徙封燕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "任太保",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 0,
   "event": "靖康元年，从上皇南下",
   "place": "贵港市（桂平市）",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
