// 诗人行迹数据：蔡襄
export default {
 "name": "蔡襄",
 "birth": 1012,
 "death": 1067,
 "life": [
  {
   "time": 1012,
   "value": 1,
   "event": "蔡襄生",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "不详",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "不详",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "不详",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "蔡襄偕弟高受教于外祖父卢仁",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "蔡襄在外祖父家读书",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "蔡襄在外祖父家就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "蔡襄始入乡序就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "蔡襄在乡序就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "蔡襄在乡序就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "蔡襄在乡序就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "蔡襄得仙游县尉凌景阳赏识，入县学读经书",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "蔡襄在县学就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "蔡襄在县学就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "蔡襄由仙游县尉凌景阳荐入郡庠习举业",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "蔡襄偕弟高在郡庠就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "蔡襄在郡庠就读",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1029,
   "value": 4,
   "event": "蔡襄偕弟高从兴化军徒步赴京都参加开封府进士考试",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1030,
   "value": 2,
   "event": "蔡襄赴京参加省试和殿试，登进士甲科第十名",
   "place": "无锡市（江阴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "春，蔡襄赴吏部铨选，受漳州军事判官",
   "place": "无锡市（江阴市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1032,
   "value": 10,
   "event": "《漳南十咏》；蔡襄在漳州任上，常与同僚游览名胜古迹，作《漳南十咏》",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1033,
   "value": 7,
   "event": "《耕园驿佛桑花》；蔡襄在漳州任上，作《耕园驿佛桑花》",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1034,
   "value": 4,
   "event": "蔡襄作乡信贴",
   "place": "莆田市（仙游县）",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "蔡襄在家事亲",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "春，蔡襄偕弟高辞亲北上，同赴吏部铨选",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1037,
   "value": 6,
   "event": "蔡襄在西京留守推官上任，主宾关系融洽",
   "place": "洛阳市（史馆园;普明寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1038,
   "value": 6,
   "event": "范雍继任西京留守，对蔡襄印象亦甚佳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "蔡襄敕加朝奉郎、试大理评事，仍在西京留守推官任上",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1040,
   "value": 10,
   "event": "蔡襄迁调入都，任秘书省著作佐郎，充馆阁校勘",
   "place": "洛阳市（白马寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "《哭石曼卿》；蔡襄作《哭石曼卿》吊石延年",
   "place": "镇江市（金山寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "《陈殿丞送行诗序》；一月，蔡襄为莆田陈铸作《陈殿丞送行诗序》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "《临安海会寺殿记》；蔡襄撰书《临安海会寺殿记》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "《元日过浦城西阳岭》；蔡襄护蔡高柩过浦城西阳岭，作《元日过蒲城西阳岭》寄哀思",
   "place": "莆田市（仙游县）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "《致吴副枢贴》；蔡襄离京前致书《致吴副枢贴》向吴育告别并祝贺升迁",
   "place": "莆田市（仙游县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "正月上元佳节间，蔡襄在福州号召郡民大摆灯会，后因陈烈以诗讽谏，遂为之罢",
   "place": "福州市（钓龙台;达观亭;冲虚观;西禅寺）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "《病中偶书二首》；入春，蔡襄染病在郡斋休息调理，作《病中偶书二首》",
   "place": "南平市（建瓯市）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "正月，蔡襄因巡列部郡，护送双亲回家乡安居",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1049,
   "value": 4,
   "event": "《祭陈比部文》；蔡襄在家守制，作《祭陈比部文》",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1050,
   "value": 4,
   "event": "十一月，服除，蔡襄被召赴京复职",
   "place": "莆田市（仙游县）",
   "lng": "118.698264",
   "lat": "25.368443"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "元月，蔡襄从闽北冒大雪继续北上抵浙江衢州",
   "place": "无锡市（江阴市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "《茶录》；年初，蔡襄陛进《茶录》二篇",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "蔡襄授权礼部贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "《温成皇后挽词二首》；蔡襄作《温成皇后挽词》二首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "蔡襄以母老求知泉州",
   "place": "开封市（杞县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "《丙申元日过浦城西阳岭》；蔡襄由浙道闽，作《丙申元日过浦城西阳岭》",
   "place": "莆田市（仙游县）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1057,
   "value": 10,
   "event": "《谕乡老诸生文》；行春奠之礼于孔庙，蔡襄面请乡老诸生推荐人才",
   "place": "福州市（薛老亭、四彻亭、清风楼、榴花洞）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "《芝草述》；连江县令送灵芝到州，蔡襄作《芝草述》",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "蔡襄为次子旬举行弱冠礼",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "《庚子上元即事》；蔡襄痛饮剧醉，作《庚子上元即事》",
   "place": "莆田市（囊山寺）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1061,
   "value": 10,
   "event": "《人日立春舟行寄福州燕二司封》；蔡襄自福州乘舟沿闽江北上，作《人日立春舟行寄福州燕二司封》寄燕度",
   "place": "杭州市（桐庐县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1062,
   "value": 10,
   "event": "《上元进诗》；上元，蔡襄偕同僚伴驾御宣德门观灯，应制作《上元进诗》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 10,
   "event": "《群玉殿曲宴记》；蔡襄作《群玉殿曲宴记》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 10,
   "event": "蔡襄多次到欧阳修家观赏商鼎铭、石鼓文及古碑帖，各有提跋",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 10,
   "event": "《茶记》；蔡襄作《茶记》",
   "place": "商丘市（永城市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 10,
   "event": "《贺正表》；蔡襄进《贺正表》",
   "place": "杭州市（富阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1067,
   "value": 2,
   "event": "蔡襄写信给在桐庐之长女，告在家守丧、造坟情况及卢氏葬期",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  }
 ]
};
