// 诗人行迹数据：薛季宣
export default {
 "name": "薛季宣",
 "birth": 1134,
 "death": 1173,
 "life": [
  {
   "time": 1134,
   "value": 1,
   "event": "生于六月甲戌",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居乡",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居乡",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居乡",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1139,
   "value": 0,
   "event": "居乡。父薛徽言卒",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "随伯父薛弼宦游。是年初，薛弼在荆南知府任上",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "随伯父薛弼宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "随伯父薛弼宦游",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "与孙汝翼女孙氏定婚",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "随伯父薛弼宦游。弼在虔州（赣州）会上",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "随伯父薛弼宦游。九月，薛弼任福建安抚使，到福州",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "随伯父薛弼宦游。弼在福建",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "随伯父薛弼宦游。弼在福建",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "随伯父薛弼宦游。弼在福建",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "随伯父薛弼宦游。六月，薛弼移知广州",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1150,
   "value": 0,
   "event": "随伯父薛弼宦游。九月，薛弼卒于广州",
   "place": "荆州市（江陵县）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "任荆南安抚使司书写机宜文字",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "任荆南安抚使司书写机宜文字，有志改写《五代史记》，郑伯英知其名",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "五月，萧振任四川制置使。孙汝翼任成都府路运副。薛季宣西游于蜀，入萧振幕",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "返归永嘉故里，遍阅家书，整理父亲遗书",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "乙亥岁东游会稽谒禹陵过马臻祠下询所谓鉴湖者则已堙塞为民田因赋；东游会稽，谒禹陵，经过马臻祠下，询问鉴湖所在，则已堙塞为民田，因作诗纪之",
   "place": "绍兴市（禹陵；马臻祠）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1156,
   "value": 2,
   "event": "孙汝翼以丁忧解荆州任（绍兴二十四年汝翼复知荆南），回到毗陵。季宣自永嘉往毗陵（常州）去看望岳父母。不久，孙汝翼去世",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1157,
   "value": 2,
   "event": "俨若思斋记；在毗陵（常州）。作《俨若思斋记》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1158,
   "value": 2,
   "event": "书庄绰揲蓍新谱；在毗陵（常州）。二月戊午，作《书庄绰揲蓍新谱》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1159,
   "value": 4,
   "event": "诗广序；在永嘉故里闭门读书，潜心向学。是年冬，季宣本之《诗序》而作《诗广序》",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "以恩荫试武昌令。时刘锜知荆南府，镇守鄂州。季宣论武昌形势，陈屯田、分戍、保伍以宽民力之策",
   "place": "鄂州市（鄂城区）",
   "lng": "114.898309",
   "lat": "30.406262"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "哀白鹇赋；在武昌令任上。春，作《哀白鹇赋》",
   "place": "鄂州市（鄂城区）",
   "lng": "114.898309",
   "lat": "30.406262"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "与虞右相；在武昌令任上。虞允文为兵部尚书、川陕宣谕使，措置招军市马及与吴璘议事，西行道径武昌，薛季宣与他相识",
   "place": "鄂州市（鄂城区）",
   "lng": "114.898309",
   "lat": "30.406262"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "先大夫行状笺；在武昌令任上。正月，《先大夫行状笺》成",
   "place": "鄂州市（鄂城区）",
   "lng": "114.898309",
   "lat": "30.406262"
  },
  {
   "time": 1164,
   "value": 9,
   "event": "在杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 4,
   "event": "是年，在永嘉待阙",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1166,
   "value": 5,
   "event": "是年，在永嘉候缺",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1167,
   "value": 9,
   "event": "是年，在永嘉候缺，研究学术",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1168,
   "value": 10,
   "event": "答何商霖书三篇；在永嘉候阙。曾与何溥（字商霖）讨论经学",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1169,
   "value": 8,
   "event": "是年，在毗陵待缺",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1170,
   "value": 0,
   "event": "在毗陵。春，因刘朔之荐，朝廷召薛季宣赴临安审察。薛季宣固辞不就，刘朔以君命相讽励",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1171,
   "value": 10,
   "event": "与郑景望二；在毗陵。春，写信给郑伯熊",
   "place": "马鞍山市（当涂县）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "与虞丞相书三、四；抵齐安（黄州），置庄安置流民，并致书虞允文汇报情况",
   "place": "黄冈市（蕲春县）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "又与朱编修书；在湖州知府任上。接到朱熹的回信，又致书于他，论及湖学",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  }
 ]
};
