// 诗人行迹数据：薛能
export default {
 "name": "薛能",
 "birth": 817,
 "death": 880,
 "life": [
  {
   "time": 817,
   "value": 1,
   "event": "本年约生于山西汾阳，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 818,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 819,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 820,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 821,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 822,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 823,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 824,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 825,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 826,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 827,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 828,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 829,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 830,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 831,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 832,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 833,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 834,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 835,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 836,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 837,
   "value": 2,
   "event": "《丁巳上元日于三雉》；本年约在汾阳老家。能有诗",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 838,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 839,
   "value": 1,
   "event": "本年约在汾阳老家，姑系于此",
   "place": "吕梁市（汾阳市）",
   "lng": "111.794367",
   "lat": "37.27111"
  },
  {
   "time": 840,
   "value": 1,
   "event": "是年前后能在并州",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 841,
   "value": 1,
   "event": "本年约在并州，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 842,
   "value": 1,
   "event": "本年约在并州，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 843,
   "value": 1,
   "event": "本年约在并州，姑系于此",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 844,
   "value": 2,
   "event": "《送人归上党》；能送友归上党，有诗",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 845,
   "value": 5,
   "event": "《国学试风下》；能就试于国子监，为明年省试进士取解，有试帖诗一首",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 1,
   "event": "本年在长安登进士第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 2,
   "event": "《投杜舍人》；本年或在长安，姑系于此。有诗投杜牧",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 1,
   "event": "本年或在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 4,
   "event": "《周至官舍新竹》；能书判入等，补盩厔尉，有诗",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 855,
   "value": 4,
   "event": "《宿仙游寺望月生峰》；在陕西尉盩厔，有诗",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 856,
   "value": 3,
   "event": "解盩厔尉",
   "place": "西安市（周至县）",
   "lng": "108.228551",
   "lat": "34.169587"
  },
  {
   "time": 857,
   "value": 6,
   "event": "《太原使院晚出》；能于是年前后入太原河东节度使幕，在太原期间有诗",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 858,
   "value": 3,
   "event": "能于是年前后入太原河东节度使幕，在太原期间有诗",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 859,
   "value": 3,
   "event": "入滑州义成节度使幕，为观察判官",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 860,
   "value": 6,
   "event": "《秋日将离滑台，酬所知》二首；除侍御史，去滑州入朝，将离滑州有诗",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 861,
   "value": 3,
   "event": "能在长安，除侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 3,
   "event": "能在许州",
   "place": "许昌市（通波亭）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 863,
   "value": 3,
   "event": "能或在许州，姑系于此",
   "place": "许昌市（通波亭）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 864,
   "value": 10,
   "event": "李福徙帅西蜀，以能为剑南节度副使",
   "place": "汉中市（褒斜道）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 6,
   "event": "《相国陇西公南征，能以留务，独宿府城作》；李福南征嶲州蛮，薛能留府坐镇，有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 866,
   "value": 10,
   "event": "春，能仍在成都，为西川节度副使",
   "place": "乐山市（圣冈山）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 867,
   "value": 10,
   "event": "《春日寓怀》《春霁》；是年春，能仍摄嘉州刺史，有诗",
   "place": "眉山市（青神县）",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 868,
   "value": 1,
   "event": "在长安，二三年间，历任尚书省郎官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 3,
   "event": "为给事中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 870,
   "value": 3,
   "event": "权京兆尹",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 871,
   "value": 3,
   "event": "仍为京兆尹，该月葬卫国公主于少陵原，能为外监护",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 3,
   "event": "仍为京兆尹",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 3,
   "event": "解京尹，出为徐州刺史感化军节度使",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 874,
   "value": 10,
   "event": "《春日使府寓怀二首》其一；在徐州武宁军节度使任上，有诗",
   "place": "徐州市（泗水）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 875,
   "value": 6,
   "event": "《灯影夜》；能在徐州节镇，上元日，与民同游，有诗",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 876,
   "value": 3,
   "event": "能入授工部尚书，复节度徐州",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 877,
   "value": 3,
   "event": "能在徐州节镇",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 878,
   "value": 10,
   "event": "《许州旌节到作》；能在徐州得朝命移镇许州，有诗",
   "place": "周口市（太康县）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 879,
   "value": 3,
   "event": "能在许州任上",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 880,
   "value": 3,
   "event": "许州军乱，薛能被逐，能全家被害",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  }
 ]
};
