// 诗人行迹数据：袁枢
export default {
 "name": "袁枢",
 "birth": 1131,
 "death": 1205,
 "life": [
  {
   "time": 1131,
   "value": 1,
   "event": "出生",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "始诵读",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在诵读",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "在诵读",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "题屏风；题诗屏间",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "入太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在太学，以《修身为弓赋》试国子监，周必大、刘珙皆期以远器",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "离太学",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "试礼部词赋第一，登进士第。调温州判官，后任兴化军教授？",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "调温州判官",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "调温州判官",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "调温州判官",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "任兴化军教授",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "任兴化军教授",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "任兴化军教授",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "任兴化军教授",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1171,
   "value": 3,
   "event": "为礼部试官，除太学录。轮对，上三疏。奏劾张说。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "太学录",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "调严州教授，六月二十四日至严州。撰著《通鉴纪事本末》",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "为严州教授，与杨万里相遇于严陵",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "为严州教授，寄书与吕祖谦、朱熹",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1176,
   "value": 3,
   "event": "为严州教授，作状寄洪适，二月离任。其后阙职。十一月，调任大宗正簿，招对",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 3,
   "event": "为大宗正簿",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 4,
   "event": "乞戒偏党之心奏；迁太府丞，上书论奏诸事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "为太府丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "兼国史院编修官，分修国史传。拒绝章惇家文饰先人传记的请求",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1181,
   "value": 3,
   "event": "兼国史院编修官，分修国史传",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1182,
   "value": 4,
   "event": "乞革豪民占田之弊奏、论两淮形势奏；权工部吏部郎官。廉视真扬庐和四郡。迁军器少监，除提举江东常平茶盐",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1183,
   "value": 4,
   "event": "武夷精舍十咏、寄朱晦翁山中丹砂；知处州。与朱熹等倡和武夷山中",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "知处州",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1185,
   "value": 3,
   "event": "知处州",
   "place": "丽水市",
   "lng": "119.929503",
   "lat": "28.472979"
  },
  {
   "time": 1186,
   "value": 4,
   "event": "再论朋党之患奏；赴阙奏事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 5,
   "event": "高宗皇帝挽词二首；除吏部员外郎。迁大理少卿，弹劾御史冷世光。权工部侍郎，仍兼国子祭酒。贬秩罢归",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1188,
   "value": 3,
   "event": "乞将余琢改授差遣奏；被贬罢归",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "复叙元官",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "叙复元官，提举太平兴国宫",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "提举太平兴国宫",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "提举太平兴国宫",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "提举太平兴国宫",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "起知常德府",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1195,
   "value": 4,
   "event": "万石桥记；擢右文殿修撰",
   "place": "常德市",
   "lng": "111.704994",
   "lat": "29.037723"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "知江陵府，为室庐，徙民居之，以备不虞。种木数万，以为捍蔽，民德之。为台臣劾罢，提举太平兴国宫，闲居著述",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述。与杨万里、朱熹等论易",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述。致杨万里书并示建溪北山四景诗。寄杨万里易赞",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "提举太平兴国宫，闲居著述",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1205,
   "value": 0,
   "event": "卒于家",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
