// 诗人行迹数据：袁说友
export default {
 "name": "袁说友",
 "birth": 1140,
 "death": 1204,
 "life": [
  {
   "time": 1140,
   "value": 1,
   "event": "出生",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "登进士丙科",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 2,
   "event": "娶琅琊惠氏",
   "place": "无锡市（宜兴市）",
   "lng": "119.830069",
   "lat": "31.346071"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "调建康府溧阳县主簿",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "任溧阳县主簿",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "任溧阳县主簿",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "子申儒出生",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "任溧阳县主簿",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "主管刑工部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "《辛卯岁记顔賛》；作《辛卯岁记顔賛》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "主管刑工部架阁文字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "妻以疾卒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "兼点检试卷官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1175,
   "value": 4,
   "event": "宗正寺主簿，改太常寺主簿",
   "place": "无锡市（宜兴市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "《论举将疏》；任枢密院编修官，作《论举将疏》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 3,
   "event": "除秘书丞，兼权尚书左司郎官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 3,
   "event": "闰六月添差浙西安抚司参议官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 6,
   "event": "《谢知池州表》；出知池州",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1180,
   "value": 6,
   "event": "《池州庚子劝农文》；是春，作《池州庚子劝农文》",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1181,
   "value": 4,
   "event": "《池州辛丑劝农文》；是春，作《池州辛丑劝农文》",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1182,
   "value": 4,
   "event": "《跋米元章大字多景楼帖》；十二月，与汪伯时于锡山醉饮，作《跋米元章大字多景楼帖》",
   "place": "无锡市（锡山）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1183,
   "value": 6,
   "event": "《跋范季海摹范侍读留题赵州诸石刻帖》；逢范邦定，作《跋范季海摹范侍读留题赵州诸石刻帖》",
   "place": "无锡市（锡山）",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "不详",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1185,
   "value": 3,
   "event": "不详",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1186,
   "value": 3,
   "event": "不详",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "不详",
   "place": "无锡市",
   "lng": "120.318954",
   "lat": "31.496704"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "赴朝堂见宋孝宗，遽蒙特达之知",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "正月十八日以朝请大夫到任；是春，登秦望，探禹穴",
   "place": "绍兴市（秦望山、大禹陵）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "与同年游姑苏台",
   "place": "苏州市（姑苏台）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1191,
   "value": 6,
   "event": "《王恭父出守洋州二首》；召为侍左郎中兼右司郎官，作《王恭父出守洋州二首》",
   "place": "苏州市（寿栎堂）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1192,
   "value": 10,
   "event": "《辞免直显谟阁知临安府札子》；除直显谟阁权知临安府",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 4,
   "event": "《谢除权户部侍郎表》；十月四日，权尚书户部侍郎兼修玉牒馆",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 4,
   "event": "《独衔自入奏乞过宫状》；五月丙戌，请朝重华宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 3,
   "event": "除太中大夫、守尚书户部侍郎、兼修玉牒官、兼侍讲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 6,
   "event": "《跋余襄公平蛮帖》；在临安，任户部尚书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1197,
   "value": 3,
   "event": "三月抵成都，就任四川安抚制置使兼知成都府",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1198,
   "value": 7,
   "event": "《辞免赈济有劳除徽猷阁学士表》；以赈济有劳除徽猷阁学士",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1199,
   "value": 10,
   "event": "《成都文类序》；编成《成都文类》，自为序",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1200,
   "value": 3,
   "event": "自蜀召为吏部尚书兼侍读，充崇陵覆按使",
   "place": "杭州市（龙华寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "以宝文阁学士通奉大夫知绍兴府、兼浙东路安抚使",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "六月以吏部尚书兼修国史；八月，自吏部尚书除同知枢密院事；杨万里有函、诗寄说友，贺新除，谢诗礼，请荐陈壻",
   "place": "杭州市（龙华寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1203,
   "value": 3,
   "event": "正月除参知政事，九月罢；旋以资政殿学士知镇江府，辞官未任",
   "place": "湖州市（德清县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1204,
   "value": 0,
   "event": "《再跋御赐书汉文翁龚遂故事》；卒于湖州惠清，累赠太师魏国公",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  }
 ]
};
