// 诗人行迹数据：许棐
export default {
 "name": "许棐",
 "birth": 1185,
 "death": 1249,
 "life": [
  {
   "time": 1185,
   "value": 1,
   "event": "生年难确考。姑拟生于本年",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "居乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "曾仕于县？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "后归隐海盐秦溪，筑小庄于溪北。溪南别筑数椽，为读书之所，四檐植梅，因匾“梅屋”",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "震凌，屋仆梅压，移扁故庐。爱梅，尤喜写梅，并以梅屋自名诗稿？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "当宋季江湖诗派盛行之时，与江湖诗人陈起、高翥、叶绍翁等交游唱和",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "集端平元年之前作品为《梅屋诗稿》",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "集端平元年至嘉熙三年作品为《融春小缀》",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "集嘉熙三年至淳祐三年作品为《梅屋第三稿》",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "本年春，得诗四十余篇，结为《梅屋第四稿》",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "隐居于乡？",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  },
  {
   "time": 1249,
   "value": 0,
   "event": "卒。陈起有诗挽之。作品有《梅屋诗稿》一卷，《融春小缀》一卷，《梅屋三稿》一卷，《梅屋四稿》一卷，《杂著》一卷，《樵谈》一卷，《献丑集》一卷",
   "place": "嘉兴市（海盐县）",
   "lng": "120.952236",
   "lat": "30.5318"
  }
 ]
};
