// 诗人行迹数据：许浑
export default {
 "name": "许浑",
 "birth": 788,
 "death": 861,
 "life": [
  {
   "time": 788,
   "value": 1,
   "event": "是年许浑生于家乡润州丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 789,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 790,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 791,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 792,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 793,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 794,
   "value": 1,
   "event": "许浑业诗，超出童稚",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 795,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 796,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 797,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 798,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 799,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 800,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 801,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 802,
   "value": 1,
   "event": "或居乡，姑系于此",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 803,
   "value": 1,
   "event": "许浑暂寓苏州洞庭西山，刻苦读书，准备应举。在苏州约三四年，与张厚、杨发、杨假、李定言等人结识",
   "place": "苏州市（太湖;洞庭西山;林屋洞）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 804,
   "value": 1,
   "event": "许浑暂寓苏州洞庭西山，刻苦读书，准备应举。在苏州约三四年，与张厚、杨发、杨假、李定言等人结识",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 805,
   "value": 1,
   "event": "许浑暂寓苏州洞庭西山，刻苦读书，准备应举。在苏州约三四年，与张厚、杨发、杨假、李定言等人结识",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 806,
   "value": 2,
   "event": "许浑暂寓苏州洞庭西山，刻苦读书，准备应举。在苏州约三四年，与张厚、杨发、杨假、李定言等人结识",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 807,
   "value": 8,
   "event": "《春泊弋阳》；元和初，许浑举家移嵩洛，过弋阳，有诗一首",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 808,
   "value": 1,
   "event": "或居嵩阳，姑系于此",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 809,
   "value": 1,
   "event": "或居嵩阳，姑系于此",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 810,
   "value": 7,
   "event": "许浑因落第，在颍州幕府从事",
   "place": "阜阳市（瘦西湖）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 811,
   "value": 2,
   "event": "《喜李诩秀才见访因赠》；在颍州，友人李诩来访，许浑有诗相赠",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 812,
   "value": 9,
   "event": "许浑从嵩阳出发南游越中",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 813,
   "value": 1,
   "event": "许浑居嵩阳",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 814,
   "value": 1,
   "event": "许浑居嵩阳",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 815,
   "value": 8,
   "event": "《江上喜洛中亲友继至》；春，因避嵩洛兵祸，许浑迁至荆州（江陵）暂时安家。洛中亲人相继南来避乱，有诗感怀",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 816,
   "value": 4,
   "event": "许浑入夔州刺史窦常幕中从事",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 817,
   "value": 1,
   "event": "在夔州。许浑入夔州刺史窦常幕中从事，姑系于此",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 818,
   "value": 4,
   "event": "在夔州。许浑入夔州刺史窦常幕中从事",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 819,
   "value": 9,
   "event": "《送卢先辈自衡岳赴复州嘉礼二首》；许浑暂居在巴陵。有诗赠卢姓先辈",
   "place": "岳阳市（龙兴寺）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 820,
   "value": 2,
   "event": "《元日》；在长安。闰正月宪宗暴崩，穆宗即位，元和末政治状况有所改变，许浑作诗抒喜悦之情",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 5,
   "event": "《寓居崇圣寺送客南浦》；在长安。许浑下第，寓居崇圣寺。有诗送湘岳友人",
   "place": "西安市（崇圣寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 9,
   "event": "《和淮南王相公与宾僚同游瓜洲别业题旧书斋》；下第后，许浑自长安返润州，从淮南节度使王播游，有诗相和",
   "place": "扬州市（瓜洲）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 823,
   "value": 2,
   "event": "《和浙西从事刘三复送僧南归》；在润州，与刘三复过从甚密。二人送僧南归，有诗和刘三复",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 824,
   "value": 9,
   "event": "《和友人送僧归桂州灵岩寺》；在润州。许浑送僧归桂林灵岩寺，有诗和友人",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 825,
   "value": 8,
   "event": "春，许浑抵蓟州。幽州军乱，恶节度使藩镇拥兵自重，旋返。杜牧有诗答许浑所赠诗《孤雁》",
   "place": "天津直辖县行政区划（蓟县）",
   "lng": "117.41487",
   "lat": "40.051476"
  },
  {
   "time": 826,
   "value": 9,
   "event": "《和河南杨少尹奉陪薛司空石笋诗》；春，许浑客河中府，谒河中尹杨巨源，有诗相和",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 827,
   "value": 9,
   "event": "《题崇圣寺》；在长安。许浑题诗崇圣寺",
   "place": "西安市（崇圣寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 9,
   "event": "许浑抵润州，营建丁卯桥别墅",
   "place": "渭南市（蒲城县）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 829,
   "value": 1,
   "event": "在长安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 9,
   "event": "《送杨发东归》；春，许浑在长安，送杨发及第东归，作诗一首",
   "place": "延安市（富县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 2,
   "event": "《靖恭里感事》；在长安。本年宋申锡受文宗之命谋去宦官，事泄，反为宦官所构陷，许浑作诗感怀",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 2,
   "event": "《及第后春情》；在长安。正月，许浑通过礼部试，有诗感怀",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 5,
   "event": "《献白尹》；春，在洛阳。四五月间，拜谒白居易，因上年未能释褐而投献诗作，祈求垂青",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 834,
   "value": 4,
   "event": "《陪王尚书泛莲池舟》；在京口。秋，许浑与润州刺史王璠泛舟莲池，有诗一首",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 835,
   "value": 2,
   "event": "《甘露寺感事贻同志》；在京口。九月，文宗用李训为相，十一月，李训等谋诛宦官，事泄，宦官反捕杀李训、郑注及宰相王涯、贾餗等。许浑闻之，有诗悼座主贾餗",
   "place": "镇江市（丹阳市）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 836,
   "value": 9,
   "event": "《将为南行陪浙西尚书崔公宴海榴堂》（朝宴华堂暮未休）；秋，许浑受弘农公辟请自润州赴南湖幕府，临行前陪浙西尚书崔公宴海榴堂，有诗",
   "place": "镇江市（海榴堂）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 837,
   "value": 9,
   "event": "《寄房秀才》；在南海。初到府邸，遣人为房千里寻找爱妾赵氏所在",
   "place": "清远市（峡山寺）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 838,
   "value": 10,
   "event": "《南海府罢南康阻浅行侣稍稍登陆主人宴饯至频暮宿东溪》；春，许浑自南海归京口丁卯桥村舍。与友人赠别，有诗一首",
   "place": "赣州市（大余县）",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 839,
   "value": 10,
   "event": "《酬杜补阙初春雨中舟次横江喜裴郎中相迎见寄之什》；在当涂，当涂尉任上。许浑和杜牧诗",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 840,
   "value": 3,
   "event": "在当涂，许浑在当涂令任上",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 841,
   "value": 10,
   "event": "春，许浑移摄太平令",
   "place": "华县（华县华州）",
   "lng": "118.345096",
   "lat": "29.721365"
  },
  {
   "time": 842,
   "value": 3,
   "event": "在长安，许浑在监察御史任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 10,
   "event": "《送武全通处士归章洪山》；在长安，监察御史任上。送武全通处士归章洪山，有诗一首",
   "place": "芜湖市（繁昌县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 10,
   "event": "《秋晚怀茅山石涵村舍》；在润州，润州司马任上。许浑出入茅山，有诗怀茅山石涵村舍",
   "place": "镇江市（茅山）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 845,
   "value": 10,
   "event": "《再游越中伤朱庆余协律好直上人》；许浑再游越中。旧友朱庆余、好直上人已故，有诗伤之",
   "place": "绍兴市（飞泉观）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 846,
   "value": 10,
   "event": "《与裴三十秀才自越西归望亭阻冻登虎丘山寺精舍》；早春，许浑经苏州回润州。客居苏州虎丘山寺，有诗一首",
   "place": "苏州市（虎丘山;望亭）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 847,
   "value": 8,
   "event": "《和李相国》；在洛阳。许浑与李彦佐、李固言、狄兼谟等贵官公卿交往。有诗和李彦佐",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 848,
   "value": 9,
   "event": "《出永通门经李氏庄》；春，在洛阳。许浑过李德裕距洛城三十里之平泉别墅，感慨系之，有诗一首",
   "place": "洛阳市（永通门）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 849,
   "value": 10,
   "event": "《乌丝栏诗》；在长安，任监察御史。有诗感怀，抒东归之意",
   "place": "周口市（淮阳区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 7,
   "event": "《村舍二首》；在京口丁卯涧村舍，三月，自编诗集。有诗一首",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 851,
   "value": 4,
   "event": "《西园》；春，许浑赴睦州，任睦州刺史",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 852,
   "value": 6,
   "event": "《蒙河南刘大夫见示与吏部张公喜雪酬唱辄敢攀和》；四月，许浑擢为虞部员外郎，李文举替浑刺睦",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 10,
   "event": "《分司东都寓居履道叨承三川守刘侍郎大夫恩知上四十韵》；在洛阳。许浑以虞部员外郎分司东都，与河南尹刘瑑过从甚密。有诗赠刘瑑",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 854,
   "value": 7,
   "event": "《酬钱汝州诗》；春深，赴任郢州刺史，许浑有诗和友人",
   "place": "荆门市（京山县）",
   "lng": "113.12608",
   "lat": "31.024303"
  },
  {
   "time": 855,
   "value": 7,
   "event": "《酬和杜侍御》；在郢州，郢州刺史任上。河中杜侍御祇命襄阳府，行抵汉上，道经郢州，许浑专使迎接",
   "place": "荆门市（京山县）",
   "lng": "113.12608",
   "lat": "31.024303"
  },
  {
   "time": 856,
   "value": 3,
   "event": "在郢州，许浑任郢州刺史",
   "place": "荆门市（京山县）",
   "lng": "113.12608",
   "lat": "31.024303"
  },
  {
   "time": 857,
   "value": 10,
   "event": "《江西郑常侍赴镇之日有寄因酬和》；仍在郢州任。郑宪拜洪州刺史，赴江西时有诗寄许浑，浑酬和",
   "place": "荆门市（京山县）",
   "lng": "113.12608",
   "lat": "31.024303"
  },
  {
   "time": 858,
   "value": 2,
   "event": "《闻边将刘皋无辜受戮》；许浑去郢州职。三月，闻边将刘皋无辜为宦官杀戮，许浑作诗讼冤",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 859,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 860,
   "value": 1,
   "event": "再度晋京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 861,
   "value": 1,
   "event": "许浑辞世。葬京口城南三十五里雩山谏壁里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
