// 诗人行迹数据：谢枋得
export default {
 "name": "谢枋得",
 "birth": 1226,
 "death": 1289,
 "life": [
  {
   "time": 1226,
   "value": 1,
   "event": "本年生。居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡，闻辛弃疾事慕之",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡，枋得领乡荐",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居乡,先人（父谢应琇）教稼轩书，知其人，慕辛稼轩之节概",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1251,
   "value": 2,
   "event": "鹭州书院记跋；游学，泰和鹭州书院成，作跋",
   "place": "吉安市（鹭洲书院）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "举于乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "登文天祥榜进士，因极攻宰相董槐等，被抑为第二甲第一名，授抚州司户参军，不赴",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 2,
   "event": "回主簿交代劄；试教官，中兼经科，调建宁府教授，未上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "在临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 3,
   "event": "元兵渡淮，受枢密使赵葵复用，率民兵起义，后擢为兵部架阁",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1260,
   "value": 4,
   "event": "代干丞相免追算功赏钱粮启；贾似道实行“打算法”审核在外诸军的财政收支，枋得毁家出万楮钱替赵葵支付民兵费用",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1261,
   "value": 3,
   "event": "星变，有预言文运将晦",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1262,
   "value": 3,
   "event": "从本年起，与座师留梦炎断绝交往二十七年",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1263,
   "value": 3,
   "event": "（这几年活动地点是江西，但活动内容是否在江西，不明确。宜明确交代是在家乡举兵抗元。如果是在临安，则活动地点需改动）",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "彗星现，枋得发策十问，指斥贾似道专权误国，赵宋必亡，被诬以叛国谪居兴国军叠山，因此以叠山为号",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1265,
   "value": 2,
   "event": "九宫仙；在兴国军，游九宫山，作诗",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "在兴国军",
   "place": "黄石市（阳新县）",
   "lng": "115.221728",
   "lat": "29.836628"
  },
  {
   "time": 1267,
   "value": 2,
   "event": "贾似道；遇大赦，归乡，贾似道赏其才，使余安裕以史馆招之，不赴，闭门讲道",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1269,
   "value": 4,
   "event": "唐司空威显庙碑；始学辟縠养气之术",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1271,
   "value": 9,
   "event": "平山先生毋制机墓铭；枋得与毋制机仲子相知，代作墓铭",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "居乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1275,
   "value": 2,
   "event": "诗；连诏枋得为史馆校勘、秘书省著作郎，皆辞。二月，元兵下饶州，枋得募兵勤王",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1276,
   "value": 9,
   "event": "书林笔峰；宋亡，枋得接连在安仁、信州兵败，变更姓名一路逃到建阳，以教书为生，后定居福建",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1277,
   "value": 3,
   "event": "代昭懿庙巫祝为妇人还愿放罪文；为逃元兵，一妇人因罪躲避深山，后悔过，还愿，枋得代巫祝作文",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1278,
   "value": 8,
   "event": "妻李氏、一女、弟君烈、君泽、三侄、二婢皆死于狱中",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1279,
   "value": 2,
   "event": "宋亡",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "在闽",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1281,
   "value": 2,
   "event": "庆全庵桃花；隐居武夷山区，以桃花源为喻，表达自己隐居的愿望",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1282,
   "value": 2,
   "event": "思亲诗五首；作诗五首寄老母",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1283,
   "value": 5,
   "event": "与朱熹曾孙朱沂志趣相投，遂为莫逆之交",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1284,
   "value": 2,
   "event": "遇大赦，得还，寓居茶坂，设卜肆。不取钱，惟取米履，后去当家教",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1285,
   "value": 8,
   "event": "乞醯；生活窘迫，向友人借香醋",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1286,
   "value": 5,
   "event": "母桂氏逝世",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "元行省丞相忙兀台召枋得，依然不赴",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1288,
   "value": 9,
   "event": "上丞相留中齐书；多人多次举荐出仕，均辞谢不赴",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1289,
   "value": 0,
   "event": "小孤山；经小孤山，以小孤山坚定不移自励",
   "place": "安庆市（宿松县）",
   "lng": "116.135723",
   "lat": "30.15962"
  }
 ]
};
