// 诗人行迹数据：谢翱
export default {
 "name": "谢翱",
 "birth": 1249,
 "death": 1295,
 "life": [
  {
   "time": 1249,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "居乡",
   "place": "宁德市（霞浦县）",
   "lng": "120.011988",
   "lat": "26.891516"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "世父业，既冠有声，从父如临安，初登钓台",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "侍父寓临安",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "试进士不第，因作《宋铙歌鼓吹曲十二篇》，又为《宋骑吹曲十篇》",
   "place": "杭州市（临安市）",
   "lng": "119.731318",
   "lat": "30.239732"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "落魄漳泉间，具体行迹无考",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1276,
   "value": 3,
   "event": "倾家资，率乡兵数百人赴文天祥幕，遂署咨议参军",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1277,
   "value": 3,
   "event": "从汀州移漳州",
   "place": "赣州市（会昌县）",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "文天祥被执，翱匿民间",
   "place": "南平市（浦城县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "力作自给，因委而出游。",
   "place": "温州市（雁山，鼎湖）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "避地浙东永嘉括苍，游乐清之雁山，缙云之鼎湖",
   "place": "临海市（临海市括苍镇）",
   "lng": "120.995266",
   "lat": "28.861854"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "留瓯括间",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "因文天祥死节，悲不能禁，游浙东失声痛哭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "往来鄞越，依附会稽王英孙",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "往来鄞越",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1285,
   "value": 5,
   "event": "《西台恸哭记》；致《西台恸哭记》，过姑苏望夫差之台而始哭文天祥",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1286,
   "value": 2,
   "event": "《冬青树引》；寓越，哭文天祥于越台",
   "place": "宁波市（侯潮山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "应为参校月泉吟社四方吟卷",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1288,
   "value": 2,
   "event": "住吴渭家授业，游月泉仙华严麓诸胜",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1289,
   "value": 4,
   "event": "《游录》；携方凤、肖翁、陈公凯、公举、吴似孙等同游金华仙洞",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1290,
   "value": 2,
   "event": "《西台恸哭记》；寓浦江，冬，过严陵，登西台，设文公主酹酒哭奠",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1291,
   "value": 2,
   "event": "《浦阳先民传》；寓浦江，元旦立春有诗，作《浦阳先民传》",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1292,
   "value": 2,
   "event": "往来婺、睦间，憩睦，住翁登兄弟家",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1293,
   "value": 1,
   "event": "憩睦，游迹无考",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1294,
   "value": 2,
   "event": "复由鄞入越，与钱塘、邓牧，遇于会稽",
   "place": "杭州市（西湖西山）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1295,
   "value": 0,
   "event": "复过婺睦，寻汐社旧盟",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  }
 ]
};
