// 诗人行迹数据：谢逸
export default {
 "name": "谢逸",
 "birth": 1068,
 "death": 1112,
 "life": [
  {
   "time": 1068,
   "value": 1,
   "event": "是年，谢逸生于临川",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "是年，在临川，勤奋好学",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "是年，在临川，有客自盱江来，得饶造之程文，谢逸手抄口诵于几席间，常模其语法",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "是年，在临川，娶许氏",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "是年，与谢薖游学于南昌",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1091,
   "value": 4,
   "event": "《上南城饶深道书》；是年，在南昌，上书饶造，欲拜其为师",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1094,
   "value": 2,
   "event": "《寄洪驹父戏效其体》；是年，洪刍举进士，得官晋州州学教授，赴任前，谢逸有诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1096,
   "value": 2,
   "event": "是年，在京师，馆于陈瓘家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 8,
   "event": "是年，在京师，与同乡好友汪革应省试，汪革省试第一，谢逸下第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 7,
   "event": "是年，当赴京师参加省试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 5,
   "event": "是年，在临川，王肱知抚州，谢逸与之有交往",
   "place": "抚州市（明水）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1102,
   "value": 9,
   "event": "《王立之寄书，言其子阿宜渐学作诗，及问余稚子梦玉安否，作诗奉戏》；是年，在临川，王直方寄书问候，谢逸有答书",
   "place": "抚州市（永安寺）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1103,
   "value": 2,
   "event": "入京师，正月三日，与王直方、徐师川、潘邠老等会饮于赋归堂",
   "place": "开封市（赋归堂）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1104,
   "value": 4,
   "event": "《介庵记》；是年，在临川，王直方“介庵”建成，谢逸撰《介庵记》",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《故承奉郎王及之墓志铭》；在临川，八月，为陈彦国岳父撰墓志铭",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "是年，当赴京城应省试，下第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 9,
   "event": "是年，在临川，太守朱彦以八行荐之，谢逸辞不就",
   "place": "抚州市（景德寺）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1108,
   "value": 7,
   "event": "是年，在临川，与吕本中有诗书往来",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1109,
   "value": 4,
   "event": "《甘夫人墓志铭》；在临川，四月，为苏邴母之葬撰墓志铭",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1110,
   "value": 7,
   "event": "《临川集咏序》；在临川，九月十五日，为郡人郑彦国所编《临川集咏》作序",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1111,
   "value": 9,
   "event": "《祭汪伯更教授文》；在临川，二月，撰汪革祭文",
   "place": "九江市（星子县）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1112,
   "value": 0,
   "event": "省试毕，归临川，病重，谢薖一路照顾求医",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
