// 诗人行迹数据：贯休
export default {
 "name": "贯休",
 "birth": 832,
 "death": 912,
 "life": [
  {
   "time": 832,
   "value": 1,
   "event": "贯休生",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 833,
   "value": 1,
   "event": "居乡兰溪",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 834,
   "value": 1,
   "event": "居乡兰溪",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居乡读书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 836,
   "value": 1,
   "event": "居乡读书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 837,
   "value": 1,
   "event": "居乡读书",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 838,
   "value": 1,
   "event": "出家兰溪县登高里和安寺，师从圆贞长老学《法华经》",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 839,
   "value": 1,
   "event": "出家兰溪县登高里和安寺，师从圆贞长老学《法华经》",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 840,
   "value": 1,
   "event": "出家兰溪县登高里和安寺，师从圆贞长老学《法华经》",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 841,
   "value": 1,
   "event": "在兰溪和安寺学佛，并学为诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 842,
   "value": 1,
   "event": "在兰溪和安寺，渐有诗名",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 843,
   "value": 1,
   "event": "在兰溪和安寺，渐有诗名",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 844,
   "value": 1,
   "event": "在兰溪和安寺，渐有诗名",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 845,
   "value": 1,
   "event": "在兰溪和安寺，渐有诗名",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 846,
   "value": 1,
   "event": "在兰溪和安寺，渐有诗名",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 847,
   "value": 1,
   "event": "在诸暨县五泄山寺修禅",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 848,
   "value": 1,
   "event": "在诸暨县五泄山寺修禅",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 849,
   "value": 1,
   "event": "在诸暨县五泄山寺修禅",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 850,
   "value": 1,
   "event": "在诸暨县五泄山寺修禅",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 851,
   "value": 1,
   "event": "诸暨县五泄山寺受具足戒，取得比丘资格",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 852,
   "value": 9,
   "event": "《拟古离别》；诸暨县五泄山寺，诗名大著，其诗多泛言世道人生、寄寓佛道常理之作，不涉具体人事，难以考知时地，诗意直白浅近，疑当作于此时前后",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 853,
   "value": 1,
   "event": "在诸暨县五泄山寺",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 854,
   "value": 1,
   "event": "在诸暨县五泄山寺",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 855,
   "value": 4,
   "event": "《送僧入五泄》；在诸暨县五泄山寺，至本年冬离开",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 856,
   "value": 2,
   "event": "《途中逢周朴》；南归婺州故里，途中逢周朴",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 857,
   "value": 7,
   "event": "《上缙云段使君》；游缙云，谒处州刺史段成式",
   "place": "丽水市（缙云县）",
   "lng": "120.098056",
   "lat": "28.665306"
  },
  {
   "time": 858,
   "value": 4,
   "event": "《赠轩辕先生》（玉房花洞接三清）；在洪州开元寺研修《法华经》，时有诗送轩辕集归罗浮山",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 859,
   "value": 4,
   "event": "《春寄西山陈陶》；在洪州开元寺研修《法华经》，时与诗人陈陶交往，有诗",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 860,
   "value": 4,
   "event": "在洪州开元寺弘法，升座开讲《法华经》、《起信论》，江表士庶无不钦风",
   "place": "金华市（赤松山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 861,
   "value": 7,
   "event": "春在婺州",
   "place": "九江市（彭泽县）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 862,
   "value": 9,
   "event": "《书匡山老僧庵》；在庐山，有诗",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 863,
   "value": 9,
   "event": "秋，离庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 864,
   "value": 9,
   "event": "《春晚闲居寄陈嵩伯》；居洪州西山，有诗",
   "place": "南昌市（西山）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 865,
   "value": 9,
   "event": "《春游凉泉寺》；居兰溪和安禅寺，时出游周边名山寺观，有诗",
   "place": "金华市（凉泉寺）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 866,
   "value": 9,
   "event": "春游越",
   "place": "绍兴市（镜湖）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 867,
   "value": 5,
   "event": "《春山行》；春，游天台，有诗",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 868,
   "value": 8,
   "event": "秋游吴，途经苏州，与罗隐交游",
   "place": "苏州市（楞伽山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 869,
   "value": 8,
   "event": "《题淮南惠照寺律师院》；游扬州，题诗",
   "place": "扬州市（惠照寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 870,
   "value": 9,
   "event": "《上卢使君》；春在鄱阳，与饶州刺史卢知猷交往，有诗",
   "place": "上饶市（鄱阳县）",
   "lng": "116.709997",
   "lat": "29.011281"
  },
  {
   "time": 871,
   "value": 9,
   "event": "《春晚寄卢使君》；暮春在庐山，有诗",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 872,
   "value": 9,
   "event": "《上冯使君五首》；在睦州，与太守冯岩共为诗禅之游",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 873,
   "value": 9,
   "event": "《陪冯使君游六首》；居建德，陪睦州太守冯岩游，有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 874,
   "value": 9,
   "event": "《对雪寄新定冯使君二首》；初春在兰溪，有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 875,
   "value": 9,
   "event": "《贺郑使君》；在婺州，与婺州刺史郑镒相过从，有诗",
   "place": "衢州市（龙游县）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 876,
   "value": 0,
   "event": "《避寇游成福山院》；春末，避寇在衢州城，有诗",
   "place": "杭州市（建德市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 877,
   "value": 8,
   "event": "《寄信州张使君》；春入信州。至怀玉山，建禅寺居之，有诗",
   "place": "上饶市（玉山县）",
   "lng": "118.251372",
   "lat": "28.687692"
  },
  {
   "time": 878,
   "value": 7,
   "event": "《赠信安郑道人》；自怀玉山返乡，途经衢州，有诗",
   "place": "衢州市（龙游县）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 879,
   "value": 9,
   "event": "《送郑使君》；在婺州。春送太守郑镒赴闽，有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 880,
   "value": 9,
   "event": "《阳春曲》；春夏在兰溪，有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 881,
   "value": 9,
   "event": "《别杜将军》；春自杭州返兰溪，有诗",
   "place": "金华市（赤松山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 882,
   "value": 2,
   "event": "《大驾西幸秋日闻雷》；在庐山，有诗",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 883,
   "value": 5,
   "event": "《怀高贞动二首》；在庐山，有伤乱怀友之诗",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 884,
   "value": 4,
   "event": "《闻王慥常侍卒三首》；在庐山，有诗",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 885,
   "value": 5,
   "event": "春在庐山",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 886,
   "value": 9,
   "event": "《寄杜使君》；在衢州，依刺史杜某，有诗",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 887,
   "value": 2,
   "event": "在婺州。太守蒋环开洗谶戒坛，休为监坛",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 888,
   "value": 5,
   "event": "离金华北游。历泗州",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 889,
   "value": 9,
   "event": "《春日许徵君见访》；春至长安，有诗",
   "place": "西安市（终南山；商山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 890,
   "value": 9,
   "event": "春在长安",
   "place": "酒泉市（敦煌市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 9,
   "event": "《遇五天僧入五台五首》；自陇西东归，途经蔚州，有诗",
   "place": "大同市（灵丘县）",
   "lng": "114.24057",
   "lat": "39.448751"
  },
  {
   "time": 892,
   "value": 4,
   "event": "自北塞南归",
   "place": "天津直辖县行政区划（蓟县）",
   "lng": "117.41487",
   "lat": "40.051476"
  },
  {
   "time": 893,
   "value": 7,
   "event": "《寄翰林陆学士》；疑归婺州兰溪，有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 894,
   "value": 9,
   "event": "《献钱尚父》；在杭州，献诗钱镠",
   "place": "杭州市（富阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 895,
   "value": 9,
   "event": "在江陵。夏吴融贬官荆州，访休于龙兴寺，谈诗论道，过从甚密",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 896,
   "value": 6,
   "event": "《春送赵文观送故合州座主神榇归洛》；春在江陵，有诗",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 897,
   "value": 7,
   "event": "《送郑侍郎骞赴阙》；在江陵，有诗",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 898,
   "value": 9,
   "event": "《送张拾遗赴施州司户》；春在江陵，与文士官员频繁交往，迎送酬唱。有诗送张道古赞其犯言直谏",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 899,
   "value": 10,
   "event": "游湖南，与湘中文士裴说等交往",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 900,
   "value": 9,
   "event": "《题曹溪祖师堂》；南游粤中，挂锡曹溪六祖禅林，有诗",
   "place": "韶关市（南华寺）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 901,
   "value": 4,
   "event": "《晚春寄吴融于兢二侍郎》；春归南岳，有诗",
   "place": "衡阳市（南岳）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 902,
   "value": 7,
   "event": "在荆门",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 903,
   "value": 9,
   "event": "《上荆南府主三让德政碑》；春在荆门，有诗",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 904,
   "value": 8,
   "event": "《到蜀与郑中丞相遇》；春，在成都，有诗",
   "place": "成都市（刘备庙）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 905,
   "value": 2,
   "event": "《怀钱塘罗隐章鲁封》；在成都，有诗怀人",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 906,
   "value": 1,
   "event": "在成都。王建为贯休建龙华禅院，休于本年入居",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 907,
   "value": 2,
   "event": "《和毛学士舍人早春》；在成都，与西蜀文士相唱和，有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 908,
   "value": 9,
   "event": "《酬韦相公见寄》；在成都，与韦庄交往，有诗。本年正月韦庄为相，休诗当作于此后",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 909,
   "value": 7,
   "event": "《大蜀皇帝寿春节进尧铭舜颂二首》（其一）；在成都。二月八日为蜀主王建“寿春节”献诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 910,
   "value": 9,
   "event": "《寿春节进祝圣七首》（其一）；在成都。二月八日为蜀主王建“寿春节”献诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 911,
   "value": 4,
   "event": "《酬周相公见赠》；本年初在成都，有诗酬相公周庠",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 912,
   "value": 0,
   "event": "《少年行三首》；二月在成都，有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  }
 ]
};
