// 诗人行迹数据：贺铸
export default {
 "name": "贺铸",
 "birth": 1052,
 "death": 1125,
 "life": [
  {
   "time": 1052,
   "value": 1,
   "event": "是年壬辰,生于卫州共城",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "童年居乡",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "童年居乡",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "童年居乡",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "童年居乡",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "童年居乡",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "七岁居乡,始学诗",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "事迹不详",
   "place": "新乡市（辉县市）",
   "lng": "113.811975",
   "lat": "35.467873"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "十七岁始离乡,宦游汴京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "事迹不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "事迹不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 7,
   "event": "是岁宦游汴京,官右班殿直",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "事迹不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "事迹不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "事迹不详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 4,
   "event": "监临城酒税",
   "place": "邢台市（临城县）",
   "lng": "114.505423",
   "lat": "37.450489"
  },
  {
   "time": 1076,
   "value": 6,
   "event": "《雨余晚望》；是年五月,在临城,有诗",
   "place": "邢台市（临城县）",
   "lng": "114.505423",
   "lat": "37.450489"
  },
  {
   "time": 1077,
   "value": 9,
   "event": "《清燕堂》；是年四月,在临城,有诗",
   "place": "邢台市（临城县）",
   "lng": "114.505423",
   "lat": "37.450489"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "《自讼诗》；是年六月,在滏阳,有诗",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "《喜雨》；是年四月,在滏阳,因久旱作喜雨诗",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "《和田录事新燕》；是年三月,在滏阳,有诗",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1081,
   "value": 10,
   "event": "《西城马上》；是年正月,在滏阳,有诗",
   "place": "邯郸市（磁县）",
   "lng": "114.380351",
   "lat": "36.38022"
  },
  {
   "time": 1082,
   "value": 10,
   "event": "《病告中答王锜见招》；是年正月,在京病居,有答友人诗",
   "place": "开封市（广津门）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "《送李易初还汶阳》；是年初春,在徐州,送友人赋诗",
   "place": "商丘市（永城市）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1084,
   "value": 10,
   "event": "《春怀》；是年二月,在徐,赋春日感怀诗",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "《辞酒》；是年正月,在徐,南台席上赋诗",
   "place": "菏泽市（郓城县）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "《人生七十稀》；是年正月,在徐,有感怀诗寄朝中二三知旧。当月解宝丰监钱官。",
   "place": "商丘市（永城市）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "《京居感兴》；是年正月，在京，领将作属赋诗",
   "place": "开封市（杞县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 10,
   "event": "《陈留南城马上简李公年》；去年冬,阻雪陈留,是年二月方行,有诗",
   "place": "宿州市（灵璧县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 10,
   "event": "《怀寄潘孝本兼简其子言》；是年正月,在历阳,赋怀友诗",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1090,
   "value": 10,
   "event": "《同道通师之香林马上》；是年正月,在历阳,有诗",
   "place": "马鞍山市（和县）",
   "lng": "118.293882",
   "lat": "31.716472"
  },
  {
   "time": 1091,
   "value": 9,
   "event": "《留别僧讷》；是年正月,客寓金陵,留别友人作诗",
   "place": "扬州市（高邮市）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1092,
   "value": 9,
   "event": "《答靳生》；是年正月,在京,有诗",
   "place": "开封市（春明门东大道边）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1093,
   "value": 9,
   "event": "《呈李之仪》；是年二月,居汴京,遇李之仪,二人交游始此",
   "place": "开封市（春明门东大道边）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "《题海陵寓舍》二首；是年正月,在海陵,有诗",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1095,
   "value": 10,
   "event": "《酬别道师许自然》；是年正月,离海陵,赴京师,过淮阴,有诗",
   "place": "淮安市（山阳）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "《寄题盱眙杜子师东山草堂》；是年二月,过临淮有诗,然偶亡之,庚辰十月再道临淮复得于杜子师",
   "place": "宿迁市（泗洪县）",
   "lng": "118.222657",
   "lat": "33.465229"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "《潘豳老出十数诗皆有怀苏儋州者因赋二首》；是年四月,在江夏,有诗",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "《曹永州哀辞》；是年二月,在江夏,有诗",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1100,
   "value": 4,
   "event": "《二月二日席上赋》；是年十月,在江夏,复得此诗",
   "place": "宿迁市（泗洪县）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1101,
   "value": 9,
   "event": "《渔家傲》（游仙咏）；是岁,客寓杭州,始识程俱;有词",
   "place": "宿迁市（泗洪县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1102,
   "value": 6,
   "event": "是年,过当涂,见黄庭坚,庭坚领州事仅九日而罢",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "《小重山》（一叶西风生嫩凉）；是年,冬遇李之仪，传与《小重山》二阕",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "事迹不详,创作情况不明",
   "place": "马鞍山市（当涂县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1108,
   "value": 2,
   "event": "《鹧鸪天》（重过阊门万事非）；是年,客寓苏州，赋悼亡词",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1109,
   "value": 9,
   "event": "是年,以承议郎致仕,卜居苏州、常州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "生活于此",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1112,
   "value": 0,
   "event": "是年,张耒卒,六十一岁",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "是年,居苏州,与程俱叶梦得时相往来",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "是年,居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "是年,迁承议郎,赐五品服,以后族恩迁朝奉郎",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "是年,寓居苏州,再致仕",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1120,
   "value": 3,
   "event": "是年,闲游楚州,于叶梦得处得卢鸿草堂图",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "事迹不详,创作情况不明",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 0,
   "event": "是年,年七十四,卒于常州僧舍",
   "place": "无锡市（宜兴市）",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
