// 诗人行迹数据：贾岛
export default {
 "name": "贾岛",
 "birth": 779,
 "death": 843,
 "life": [
  {
   "time": 779,
   "value": 1,
   "event": "在故乡范阳出生。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 780,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 781,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 782,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 783,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 784,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 785,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 786,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 787,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 788,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 789,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 790,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 791,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 792,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 793,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 794,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 795,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 796,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 797,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 798,
   "value": 1,
   "event": "在故乡范阳为浮屠，法名无本。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 799,
   "value": 1,
   "event": "在故乡范阳为浮屠，法名无本。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 800,
   "value": 1,
   "event": "在故乡范阳为浮屠，法名无本。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 801,
   "value": 1,
   "event": "在洛阳香山寺石楼与韩愈定交。",
   "place": "洛阳市（香山寺）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 802,
   "value": 2,
   "event": "投张太祝；在故乡范阳居住，作诗准备投见太祝张籍。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 803,
   "value": 1,
   "event": "在故乡范阳为浮屠。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 804,
   "value": 1,
   "event": "在故乡范阳为浮屠。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 805,
   "value": 1,
   "event": "在故乡范阳为浮屠。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 806,
   "value": 2,
   "event": "携新文诣张籍韩愈途中成；携新作诣洛阳，见张籍、韩愈。张为太常寺太祝，韩拜国子博士。谒孟郊未果。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 807,
   "value": 2,
   "event": "投孟郊；在洛阳初识试协律郎孟郊。有诗。郊有诗《戏赠无本》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 808,
   "value": 2,
   "event": "寄孟协律；在故乡范阳家居，寄诗孟郊。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 809,
   "value": 1,
   "event": "在故乡范阳家居。",
   "place": "保定市（涿州市）",
   "lng": "115.981009",
   "lat": "39.490959"
  },
  {
   "time": 810,
   "value": 5,
   "event": "长安应举。谒元稹。《寻隐者不遇》；松下问童子，言师采药去。只在此山中，云深不知处。《题李凝幽居》；鸟宿池边树，僧敲月下门。",
   "place": "洛阳市（天津桥南山）",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 811,
   "value": 5,
   "event": "题青龙寺；随韩愈入长安，居长安新昌坊南门之东的青龙寺。题壁。",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 812,
   "value": 7,
   "event": "延康吟；居长安延寿里，与张籍（延康里）为邻。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 1,
   "event": "居长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 0,
   "event": "送陈商；居长安。陈商登第后远游，岛有诗赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 4,
   "event": "赠李文通；居长安。八月，李文通平淮西，岛赠诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 3,
   "event": "赠李金州；居长安。李正辞贬金州刺史，岛有诗赠别。姚合进士及第。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 4,
   "event": "与朱庆余凤翔西池纳凉，各有诗作。朱庆余作《凤翔西池与贾岛纳凉》。",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 818,
   "value": 1,
   "event": "居长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 5,
   "event": "寄韩潮州愈；居长安。韩愈以谏迎佛骨贬潮州刺史。岛寄诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 4,
   "event": "投元郎中；居长安，作诗投祠部员外郎元稹。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 9,
   "event": "赠翰林（该诗《全唐诗》五一四题为《上翰林蒋防舍人》，作者题为朱庆余。李嘉言已校误）；居长安。元稹迁翰林承旨学士，岛赠诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 10,
   "event": "下第；在长安，举进士，遭遇制贬。时称“举场十恶”。岛自此终身不第。作诗多首。",
   "place": "西安市（黄子陂）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 8,
   "event": "张郎中过原东居；居长安乐游园东之升道坊，张籍到访，岛作诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 0,
   "event": "和韩吏部泛南溪；韩愈告病居长安城南庄，秋，与岛、姚合、张籍等数泛南溪，彼此唱和，岛有诗。是年，韩愈卒。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 7,
   "event": "送于中丞使回纥册立；居长安。司门郎中于人文出使回纥册立可汗，岛与朱庆余、顾非熊、雍陶并有诗送行。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 2,
   "event": "送朱可久归越中；居长安。朱庆余进士及第归越，岛与张籍、、姚合赋诗相送。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "居长安。游蒲绛。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 4,
   "event": "宿姚合宅寄张司业籍；居长安。宿姚合宅，寄诗国子司业张籍。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 5,
   "event": "寄沧州李尚书；居长安。李祐官沧州，岛寄诗。是年春，白居易告病归，以太子宾客分司东都。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 0,
   "event": "贺庞少尹除太常太卿；居长安。庞严除太常太卿，岛作诗称贺。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 1,
   "event": "回长安居住。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 4,
   "event": "光州王建使君水亭作；赴光州，谒刺史王建，游赏赋诗。",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 833,
   "value": 4,
   "event": "赠王将军；居长安。正月，王茂元出为岭南节度使，岛送别赠诗。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 4,
   "event": "送雍陶及第归成都宁觐；居长安。春，雍陶及第归成都。岛写诗赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 4,
   "event": "早秋寄题灵隐寺；早秋，游杭州灵隐寺，题诗。",
   "place": "杭州市（灵隐寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 836,
   "value": 5,
   "event": "送郑史之岭南；居长安。郑史进士及第之岭南，岛有诗赠别。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 8,
   "event": "寄令狐相公（一作赴长江道中）；九月，坐飞谤罪责遂州长江县主簿，途中寄诗令狐楚。",
   "place": "遂宁市（奋地）",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 838,
   "value": 3,
   "event": "任长江县主簿。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 839,
   "value": 4,
   "event": "题长江厅（一作题长江）；任长江县主簿。《题长江厅》诗曰：“若任迁人去，西溪与剡通”。",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 840,
   "value": 7,
   "event": "任长江县主簿。",
   "place": "资阳市（安岳县）",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 841,
   "value": 0,
   "event": "哭宗密禅师；普州司仓参军任上。正月六日，宗密卒。岛写诗追悼。",
   "place": "资阳市（安岳县）",
   "lng": "105.341827",
   "lat": "30.103413"
  },
  {
   "time": 842,
   "value": 3,
   "event": "普州司仓参军任上。",
   "place": "资阳市（安岳县）",
   "lng": "105.341827",
   "lat": "30.103413"
  },
  {
   "time": 843,
   "value": 0,
   "event": "普州司仓参军任上。七月二十八日卒于郡馆舍。葬普州岳阳山。未及十日，有普州司户参军之授，未受命。",
   "place": "资阳市（安岳县）",
   "lng": "105.341827",
   "lat": "30.103413"
  }
 ]
};
