// 诗人行迹数据：赵以夫
export default {
 "name": "赵以夫",
 "birth": 1189,
 "death": 1256,
 "life": [
  {
   "time": 1189,
   "value": 1,
   "event": "是年，赵以夫生",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "少年居家",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "少年居家",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "少年居家",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "少年居家",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "少年居家",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1197,
   "value": 0,
   "event": "父赵彦括卒，励志苦学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡求学",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1209,
   "value": 3,
   "event": "以门荫调诸暨尉",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 1210,
   "value": 3,
   "event": "以门荫调诸暨尉",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 1211,
   "value": 3,
   "event": "以门荫调诸暨尉",
   "place": "绍兴市（诸暨市）",
   "lng": "120.24272",
   "lat": "29.719991"
  },
  {
   "time": 1212,
   "value": 3,
   "event": "调象州司法参军",
   "place": "来宾市（象州县）",
   "lng": "109.711723",
   "lat": "23.979817"
  },
  {
   "time": 1213,
   "value": 3,
   "event": "在象州司法参军任上",
   "place": "来宾市（象州县）",
   "lng": "109.711723",
   "lat": "23.979817"
  },
  {
   "time": 1214,
   "value": 3,
   "event": "在象州司法参军任上",
   "place": "来宾市（象州县）",
   "lng": "109.711723",
   "lat": "23.979817"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "入淮东转运判官方信孺幕",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "在淮东转运判官方信孺幕",
   "place": "扬州市（仪征市）",
   "lng": "119.190904",
   "lat": "32.278131"
  },
  {
   "time": 1217,
   "value": 3,
   "event": "春，在京应试",
   "place": "荆州市（监利县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1218,
   "value": 3,
   "event": "任江陵府监利县令，受赵方器重，有政绩",
   "place": "荆州市（监利县）",
   "lng": "112.911341",
   "lat": "29.845514"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "任江陵府监利县令",
   "place": "荆州市（监利县）",
   "lng": "112.911341",
   "lat": "29.845514"
  },
  {
   "time": 1220,
   "value": 3,
   "event": "任江陵府监利县令，受陈晐器重，有政绩",
   "place": "荆州市（监利县）",
   "lng": "112.911341",
   "lat": "29.845514"
  },
  {
   "time": 1221,
   "value": 3,
   "event": "改秩知南丰县",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1222,
   "value": 3,
   "event": "在知南丰县任上",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1223,
   "value": 4,
   "event": "《龙山会》（重整登高屐）；在知南丰县任上，重阳登高有词",
   "place": "抚州市（南丰县）",
   "lng": "116.531664",
   "lat": "27.224962"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "主管西外睦宗院",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1225,
   "value": 2,
   "event": "《贺新郎•次孙花翁乙酉》；主管西外睦宗院。与孙惟信唱和，有词",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "主管西外睦宗院",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "主管西外睦宗院",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "主管西外睦宗院",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1229,
   "value": 3,
   "event": "主管西外睦宗院",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1230,
   "value": 3,
   "event": "通判南剑州，兼主管招捕司机宜文字",
   "place": "南平市",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1231,
   "value": 4,
   "event": "在通判南剑州、兼主管招捕司机宜文字任上",
   "place": "南平市（建瓯市）",
   "lng": "118.1843",
   "lat": "26.647662"
  },
  {
   "time": 1232,
   "value": 3,
   "event": "知邵武，造府治",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1233,
   "value": 0,
   "event": "《补刊梁谿先生文集跋》；知邵武，补刊李纲全集",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1234,
   "value": 6,
   "event": "《木兰花慢•漳州元夕》（玉梅吹霁雪）；在知漳州任上，正月，有词",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1235,
   "value": 6,
   "event": "除提举江南西路常平茶盐公事",
   "place": "赣州市（巢龟亭）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1236,
   "value": 3,
   "event": "除左曹郎官，兼权枢密院检详诸房文字。上备边十策",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 3,
   "event": "为左司郎中。俄以太府少卿兼左司，迁直焕章阁、枢密副都承旨",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1238,
   "value": 3,
   "event": "以集英殿修撰知庆元府、兼沿海制置副使",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1239,
   "value": 4,
   "event": "正月，以职事修举转朝散大夫，又转朝请大夫。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1240,
   "value": 10,
   "event": "正月，除太常少卿",
   "place": "宁波市（鄞江楼）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1241,
   "value": 4,
   "event": "《沁园春•自鄞归赋》（客问吾年）；四明归来，有词",
   "place": "福州市（长乐区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "罢职闲居，专于经学研究",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1243,
   "value": 4,
   "event": "《水调歌》（竞渡楚乡事）；罢职闲居。五月，与方遇唱和，有词",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1244,
   "value": 4,
   "event": "《东皋子诗跋》；罢职闲居。夏，为东皋子诗作跋",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1245,
   "value": 3,
   "event": "三月，在刑部侍郎任上，与理宗言国本事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1246,
   "value": 4,
   "event": "在兼知建康府、行宫留守任上，增修学宇",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1247,
   "value": 3,
   "event": "在兼知建康府、行宫留守任上",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1248,
   "value": 3,
   "event": "权刑部尚书兼侍读，兼修玉牒。上赐“用易堂”、“虚斋”、“东平艺文世家”十一大字",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1249,
   "value": 4,
   "event": "改礼部尚书，仍兼玉牒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1250,
   "value": 3,
   "event": "任吏部尚书。详定殿试，奖直抑佞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1251,
   "value": 3,
   "event": "赵汝腾缴奏不当为史馆修撰",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1252,
   "value": 3,
   "event": "知西外宗正事",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1253,
   "value": 3,
   "event": "知西外宗正事",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1254,
   "value": 3,
   "event": "知西外宗正事",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1255,
   "value": 3,
   "event": "秋，除礼部尚书，兼侍读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "二月薨于里第，包恢作祭文哀悼之",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  }
 ]
};
