// 诗人行迹数据：赵抃
export default {
 "name": "赵抃",
 "birth": 1008,
 "death": 1084,
 "life": [
  {
   "time": 1008,
   "value": 1,
   "event": "是年冬，公始生。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "少孤且贫，刻意力学。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "约是年丁荣国公忧。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "读书沙湾。",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "读书于开化县东开原乡招福院之萃清阁。",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "教授生徒于开化余仁合家。",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "生活于此",
   "place": "衢州市（开化县）",
   "lng": "118.420682",
   "lat": "29.142163"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "馆于乡之户家陈氏",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "举乡荐，寓城北余庆院。结课，芝草生书牖，题诗句“灵芝如可采，仙桂不难攀”",
   "place": "衢州市（余庆院）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "春，登张唐卿榜进士第。授武安军节度推官",
   "place": "长沙市（长沙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "民有伪造印者，赦前不用，赦后不造，公以疑谳之免死，一府皆服。长子岏生。",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "春，举监潭州粮料院",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "监潭州粮料院。",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "以著作佐郎知建州崇安县",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "在崇安任",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1040,
   "value": 3,
   "event": "在崇安任。治水害，民赖其利",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1041,
   "value": 3,
   "event": "以秘书丞通判宜州",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "在宜州，集诸生讲学香山梵宇",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "丁越国忧，扶柩归葬于盈州乡",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "丁母忧，与弟拊等庐于墓",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1045,
   "value": 3,
   "event": "秋，县令过勖，榜其居曰“孝弟里”",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1046,
   "value": 3,
   "event": "在海陵任。",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1047,
   "value": 3,
   "event": "在海陵任。三兄拯任松溪尉",
   "place": "泰州市",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1048,
   "value": 3,
   "event": "在海陵，屏去声色，居常蔬食，容心宗教",
   "place": "南通市（如皋市）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1049,
   "value": 7,
   "event": "知如皋县。",
   "place": "南通市（如皋市）",
   "lng": "120.580281",
   "lat": "32.377667"
  },
  {
   "time": 1050,
   "value": 7,
   "event": "《示江原诸生劝学》；在江源任。劝学，有诗",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "以屯田员外郎通判泗州",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "泗州守昏不视事，公左右其政，守得以善去。",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "在泗州任上。",
   "place": "淮安市（盱眙县）",
   "lng": "118.55143",
   "lat": "33.017144"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "擢守殿中侍御史，举屯田员外郎方任自代。奏罢杨察、刘沆。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "正月，疏论灾异，乞择相。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 7,
   "event": "与张升等奏论李淑再除翰林学士，章累上。四月命遂寝",
   "place": "滁州市（凤阳县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 6,
   "event": "《勉郡学诸生》；正月，到睦州任，有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "移充梓州路转运使。寄家甬上，单行入蜀",
   "place": "绵阳市（三台县）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "在梓州任。十月，长子岏授太庙斋郎",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "在梓州任。遍访穷乡，身帅以俭，蜀风为之变",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1061,
   "value": 7,
   "event": "奏乞减举人年限俾廷试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 6,
   "event": "治虔简易，严而不苛",
   "place": "赣州市（章贡台）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "春，改度支副使",
   "place": "赤峰市（宁城县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "在河北任。按视府库，使相贾昌朝判大名，不悦",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1065,
   "value": 0,
   "event": "《乙已岁渡关》；春，加龙图阁直学士，以吏部员外郎知成都。过剑门关有诗",
   "place": "广元市（剑阁县）",
   "lng": "105.531838",
   "lat": "32.294266"
  },
  {
   "time": 1066,
   "value": 6,
   "event": "《劝成都府学诸生》；在成都任，劝学有诗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1067,
   "value": 3,
   "event": "神宗即位，以龙图阁学士召知谏院",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "在政府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "在政府。二月，王安石参知政事，每与议论多不协",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 3,
   "event": "奏乞罢制置条例司及诸路提举官。疏劾安石，不省，四上章求郡，亦不允",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 9,
   "event": "《别杭州》；三月，与越守孔度之延之饯别于金山。有诗",
   "place": "杭州市（金山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1072,
   "value": 7,
   "event": "《送十二弟太博扬倅潭州》；十二弟扬以太常寺博士倅潭州，有诗送之",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1073,
   "value": 3,
   "event": "在成都任。仲子㞦登进士第",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1074,
   "value": 6,
   "event": "《钤兵李左藏厅赏梅》；正月三日，钤兵李左藏厅赏梅，有诗纪之",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1075,
   "value": 3,
   "event": "四月，到越州任。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1076,
   "value": 3,
   "event": "在越州任。春，越中大疫，公出私钱救民",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1077,
   "value": 7,
   "event": "在越州。春，十二弟扬以尚书屯田员外郎任荆湖南路转运判官",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1078,
   "value": 10,
   "event": "《戊午元日偶成》；在杭州。元日有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "二月，加太子少保致仕曾巩寄诗",
   "place": "衢州市（唐台山）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1080,
   "value": 10,
   "event": "五弟拊任神泉监",
   "place": "台州市（天台县）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1081,
   "value": 7,
   "event": "《辛酉岁旦偶成》；新年，有诗",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "《送六弟随子之官毗陵》；送六弟抗随子之官毗陵，有诗",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "仲子㞦温倅代还，为监察御史，公年高，乞免，从之，提举两浙常平，以便其养。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "夏，仲子㞦侍公游杭州。",
   "place": "杭州市（方圆庵、龙泓亭）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
