// 诗人行迹数据：赵鼎
export default {
 "name": "赵鼎",
 "birth": 1085,
 "death": 1147,
 "life": [
  {
   "time": 1085,
   "value": 1,
   "event": "出生。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "四岁而孤，母樊氏躬自训导。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡闻喜。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "乡里首荐。",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "在开封，中进士。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "或在开封。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 3,
   "event": "或在两当，中进士后初调凤州两当尉。",
   "place": "陇南市（两当县）",
   "lng": "106.31136",
   "lat": "33.915222"
  },
  {
   "time": 1109,
   "value": 3,
   "event": "在两当尉任上。",
   "place": "陇南市（两当县）",
   "lng": "106.31136",
   "lat": "33.915222"
  },
  {
   "time": 1110,
   "value": 3,
   "event": "在两当尉任满。",
   "place": "陇南市（两当县）",
   "lng": "106.31136",
   "lat": "33.915222"
  },
  {
   "time": 1111,
   "value": 3,
   "event": "在岷州任长道尉，以劳改京秩",
   "place": "定西市（岷县）",
   "lng": "104.043366",
   "lat": "34.444418"
  },
  {
   "time": 1112,
   "value": 3,
   "event": "在岷州任长道尉，以劳改京秩",
   "place": "定西市（岷县）",
   "lng": "104.043366",
   "lat": "34.444418"
  },
  {
   "time": 1113,
   "value": 3,
   "event": "在岷州任长道尉，以劳改京秩",
   "place": "定西市（岷县）",
   "lng": "104.043366",
   "lat": "34.444418"
  },
  {
   "time": 1114,
   "value": 3,
   "event": "调同州户曹次。",
   "place": "渭南市（韩城市）",
   "lng": "110.44898",
   "lat": "35.482484"
  },
  {
   "time": 1115,
   "value": 3,
   "event": "在同州户曹次任。",
   "place": "渭南市（韩城市）",
   "lng": "110.44898",
   "lat": "35.482484"
  },
  {
   "time": 1116,
   "value": 3,
   "event": "在同州户曹次任。",
   "place": "渭南市（韩城市）",
   "lng": "110.44898",
   "lat": "35.482484"
  },
  {
   "time": 1117,
   "value": 3,
   "event": "任河中府河东县丞。",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1118,
   "value": 3,
   "event": "任河中府河东县丞。",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1119,
   "value": 3,
   "event": "任河中府河东县丞。",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居乡闻喜，丁秦国太夫人樊氏忧",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "居乡闻喜，丁秦国太夫人樊氏忧",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居乡闻喜，丁秦国太夫人樊氏忧",
   "place": "运城市（闻喜县）",
   "lng": "111.231132",
   "lat": "35.362858"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "服阕，调河南府洛阳县。在洛阳。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "在河南府洛阳县。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "在河南府洛阳县。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "在开封。宰相吴敏知其能，擢为开封士曹。",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "沿檄南渡，寓居杭州。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "或寓居杭州。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1129,
   "value": 4,
   "event": "迁居衢州。",
   "place": "南京市（普宁寺）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "至行在所绍兴，除司勲员外郎。",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "提举临安府洞霄宫，寓居衢州常山县黄岗山永平寺。",
   "place": "衢州市（常山县）",
   "lng": "118.517716",
   "lat": "28.90711"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "除知平江府，道改江东安抚大使、知建康府，节制庐、寿军马。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "移江西安抚大使知洪州，节制蕲、黄军马兼制置大使。",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "召至行在临安。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "迁左仆射兼枢密使，都督诸路军马、监修国史。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "在平江任上。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "在建康。张浚遭贬，赵鼎再三为之开陈。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "在建康。《哲宗实录》书成，授特进。吕本中草授特进制并以此被罢职。",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "除知泉州。",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "在泉州，请祠提举临安府洞霄宫。",
   "place": "泉州市（晋江市）",
   "lng": "118.558421",
   "lat": "24.787765"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在潮州。",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "在潮州。",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "在潮州。",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "《吉阳寄李泰发》；移吉阳军。道过藤州，李光与之相从累日，有诗。赵鼎到吉阳军后，有诗答之。",
   "place": "梧州市（藤县）",
   "lng": "110.921469",
   "lat": "23.38088"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "渡海。",
   "place": "湛江市（徐闻县）",
   "lng": "110.18149",
   "lat": "20.332756"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "在吉阳军。得疾。",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  },
  {
   "time": 1147,
   "value": 0,
   "event": "在吉阳军。知秦桧必欲杀己，自书铭旌曰：“身骑箕尾归天上，气作山河壮本朝。”不食而卒",
   "place": "三亚市",
   "lng": "109.518646",
   "lat": "18.258217"
  }
 ]
};
