// 诗人行迹数据：辛弃疾
export default {
 "name": "辛弃疾",
 "birth": 1140,
 "death": 1207,
 "life": [
  {
   "time": 1140,
   "value": 1,
   "event": "五月十一日，生于济南",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "幼小居家",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "幼小居家",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "幼小居家",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "幼小居家",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "幼小居家",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "从学刘瞻，当于此年前后",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "领乡荐",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "尊祖父之命，随计吏抵燕山，谛观形势",
   "place": "承德市",
   "lng": "117.969798",
   "lat": "40.957855"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "再度赴燕山",
   "place": "承德市",
   "lng": "117.969798",
   "lat": "40.957855"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "祖父辛赞知开封府，当为绍兴二十五年至本年事",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "居家从学",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "祖父辛赞卒，至晚当在本年",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "金主亮大举南犯，稼轩聚众二千，与耿京共图恢复",
   "place": "济南市",
   "lng": "117.001319",
   "lat": "36.671627"
  },
  {
   "time": 1162,
   "value": 4,
   "event": "奉耿京命，奉表南归。十八日至建康，召见，授右承务郎",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1164,
   "value": 4,
   "event": "《满江红》（家住江南）；春，赋《满江红》述怀",
   "place": "无锡市（江阴市）",
   "lng": "120.291969",
   "lat": "31.92579"
  },
  {
   "time": 1165,
   "value": 4,
   "event": "美芹十论；奏进《美芹十论》",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "在广德军通判任",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "在广德军通判任，任满，改建康府通判",
   "place": "宣城市（广德县）",
   "lng": "119.423498",
   "lat": "30.900026"
  },
  {
   "time": 1168,
   "value": 4,
   "event": "通判建康府，时建康府留守为史正志（致道）。稼轩、叶衡笃交当始于此年。与赵彦端、韩元吉等相交唱和，最晚始于此年",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1169,
   "value": 10,
   "event": "在建康通判任。患癫疝疾，当为本年前后",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1170,
   "value": 7,
   "event": "论阻江为险须藉两淮；召对延和殿，论奏“阻江为险，须藉两淮”",
   "place": "杭州市（延和殿）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 6,
   "event": "《念奴娇》（晚风吹雨）；在司农寺主簿任，西湖和韵作词",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "春，出任滁州知州。宽征薄赋，招流散，教民兵，议屯田",
   "place": "滁州市（奠枕楼；繁雄馆）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "冬，上疏乞将滁州，依旧作极边推赏",
   "place": "滁州市",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "春，辟江东安抚司参议官",
   "place": "南京市（钟山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1175,
   "value": 10,
   "event": "淳熙乙未登对札子；登对，上疏论行用会子事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1176,
   "value": 6,
   "event": "赣州守施元之，到官仅百日，陈乞奉祠，或为稼轩劾罢",
   "place": "赣州市",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 1177,
   "value": 4,
   "event": "差知江陵府，兼湖北安抚",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1178,
   "value": 0,
   "event": "春二月，奏劾知兴国军黄茂材",
   "place": "杭州市（冷泉亭）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1179,
   "value": 9,
   "event": "在湖北转运副使任",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1180,
   "value": 10,
   "event": "春，奏请以官米募工，浚筑陂塘，因而赈给",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "江右大饥，举办荒政。钱仲耕（佃）时任江西转运判官，同任救荒之责",
   "place": "南昌市（东湖）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1182,
   "value": 9,
   "event": "解官归家，居住上饶带湖",
   "place": "上饶市（带湖）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1183,
   "value": 9,
   "event": "春，接到陈亮书信，约秋后来访，未果",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1184,
   "value": 9,
   "event": "《水龙吟》（渡江天马南来）；甲辰岁作词寿韩南涧尚书",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1185,
   "value": 9,
   "event": "《水龙吟》（玉皇殿阁微凉）；韩南涧用《水龙吟》前韵为稼轩寿，稼轩与公生日相去一日，再和以寿南涧",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1186,
   "value": 9,
   "event": "《南歌子》（玄入参同契）；独坐蔗庵作词",
   "place": "上饶市（博山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1187,
   "value": 9,
   "event": "《水龙吟》（断崖千丈孤松）；盘园任帅子严，挂冠得请，取执政书中语，以“高风”名其堂，来索词，为赋《水龙吟》",
   "place": "上饶市（雪楼）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1188,
   "value": 9,
   "event": "《蝶恋花》（谁向椒盘簪彩胜）；戊申元日立春，席间作词",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1189,
   "value": 9,
   "event": "《贺新郎》（老大那堪说）；陈亮见和，再用韵赋词答之",
   "place": "上饶市（博山寺）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1190,
   "value": 9,
   "event": "《踏莎行》（夜月楼台）；庚戌中秋后二夕，带湖篆冈小酌，赋词",
   "place": "上饶市（带湖篆冈）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1191,
   "value": 9,
   "event": "《念奴娇》（倘来轩冕）；瓢泉酒酣，和东坡《念奴娇》韵",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "《好事近》（彩胜斗华灯）；席上赋词和王道夫赋元夕立春",
   "place": "上饶市（瓢泉）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1193,
   "value": 10,
   "event": "《西江月》（风月亭危致爽）；癸丑正月四日，自三山被召，经从建安，席上和陈安行舍人《西江月》韵",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "书清凉境界壁二首；赋诗二首书清凉境界壁",
   "place": "宁德市（霞浦县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1195,
   "value": 9,
   "event": "《重午日戏书》；被弹劾后，重午赋诗述怀",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1196,
   "value": 9,
   "event": "《临江仙》（醉意三山芳树下）；作《临江仙》和叶仲洽赋羊桃",
   "place": "上饶市（灵山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1197,
   "value": 9,
   "event": "《满江红》（我对君侯）；作《满江红》寿赵茂嘉郎中，前章记兼济仓事",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1198,
   "value": 9,
   "event": "《声声慢》（停云蔼蔼）；作《声声慢》檃栝陶渊明《停云》诗",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1199,
   "value": 9,
   "event": "《哨遍》（蜗角斗争）；作《哨遍》秋水观",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1200,
   "value": 0,
   "event": "同杜叔高、祝彦集观天保庵瀑布，主人留饮两日，且约牡丹之饮二首；友人杜叔高再来访，赋诗二首",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1201,
   "value": 9,
   "event": "《千年调》（左手把青霓）；开山径得石壁，因名曰苍壁。事出望外，意天之所赐邪，喜而赋词",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1202,
   "value": 9,
   "event": "感怀示儿辈；赋诗示儿辈",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1203,
   "value": 10,
   "event": "癸亥元日题克己复礼斋；癸亥元日赋诗题克己复礼斋",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1204,
   "value": 10,
   "event": "正月，召见，言盐法。并言金国必乱必亡，愿属元老大臣欲为应变计",
   "place": "镇江市（尘表亭）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 10,
   "event": "以通直郎张（讠英）不法，辛弃疾坐缪举之责，降两官，即由朝议大夫降至朝散大夫",
   "place": "镇江市（北固亭）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1206,
   "value": 7,
   "event": "题桃符；赋诗题桃符",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1207,
   "value": 0,
   "event": "试兵部侍郎，两次上章辞免，方遂所请",
   "place": "衢州市（江山市）",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
