// 诗人行迹数据：邓肃
export default {
 "name": "邓肃",
 "birth": 1091,
 "death": 1132,
 "life": [
  {
   "time": 1091,
   "value": 1,
   "event": "是年出生",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居乡",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "居乡读书，聪敏绝伦",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "已能文，出语惊人",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1105,
   "value": 2,
   "event": "《代人上县令》；作《代人上县令》",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡读书",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1111,
   "value": 2,
   "event": "《上龟山先生杨博士》；游陈渊之门，有上杨时书，欲拜识之",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "居乡求学",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1118,
   "value": 2,
   "event": "《论书》；居乡。是春，撰《论书》",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "丁父忧",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1120,
   "value": 9,
   "event": "居乡丁忧。二月，结识李纲，为忘年交",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1121,
   "value": 8,
   "event": "在京应礼部试，不第，乃补太学生",
   "place": "三明市（永安市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 7,
   "event": "《花石诗十一章》；上《花石诗十一章》讽谏，被斥归田里",
   "place": "九江市（庐山）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 5,
   "event": "《偶成三首》；春，有诗",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "再应礼部试，又落第",
   "place": "三明市（永安市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 4,
   "event": "《丹霞赏音文集序》；七月十五日，作《丹霞赏音文集序》",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1126,
   "value": 10,
   "event": "《沙县灵卫邓公祝文》；春，有《沙县灵卫邓公祝文》等诗文",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1127,
   "value": 10,
   "event": "《靖康迎驾行》；在汴京。金人勒索金银，宋廷无法满足，钦宗又被胁迫至金营，一去不返。有诗伤之",
   "place": "三明市（永安市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 9,
   "event": "《奉安陈谏议祭文》；为文祭陈瓘",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1129,
   "value": 7,
   "event": "《具瞻堂记》；吕之望建堂纪念李纲，为作记",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1130,
   "value": 9,
   "event": "《次韵王信州古风》；春，有诗王信州唱和",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "《黄杨岩》；初春，遇盗奉亲避乱，离沙县赴福唐，过黄杨岩，有诗",
   "place": "三明市（永安市）",
   "lng": "117.371623",
   "lat": "25.947723"
  },
  {
   "time": 1132,
   "value": 0,
   "event": "正月初七，为张元干题跋",
   "place": "福州市（乌石山之瑞云庵）",
   "lng": "119.302938",
   "lat": "26.080447"
  }
 ]
};
