// 诗人行迹数据：邹浩
export default {
 "name": "邹浩",
 "birth": 1060,
 "death": 1111,
 "life": [
  {
   "time": 1060,
   "value": 1,
   "event": "公出生",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡。公十六岁而学成，天资仁厚，器量闳博，事亲以孝称，端重寡言。坐不踞，立不倚，处屋漏暗室，其容肃然也。夜寐恐见祖先，卧必叉手",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "公十八岁入太学，声誉赫赫然，试每在高等，议论挺特，不逐时好",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "登黄裳榜进士第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "调苏州吴县主簿，待次",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1084,
   "value": 10,
   "event": "改除扬州州学教授",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "上王左丞书；官扬州。有上王左丞书",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1086,
   "value": 4,
   "event": "都曹墓志铭（曹处厚）；官扬州。有铭文",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1087,
   "value": 6,
   "event": "蓬莱县君狄氏墓志铭(狄遵礼)；官扬州。有铭文",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1088,
   "value": 7,
   "event": "在京。赴吏部铨",
   "place": "菏泽市（定陶县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "谢苏尚书颂启；改除颍昌府学教授，有谢启",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "在颍昌府学教授职。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1091,
   "value": 6,
   "event": "义斋记；在颍昌府学教授职。有记",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1092,
   "value": 4,
   "event": "在颍昌府学教授职。",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1093,
   "value": 6,
   "event": "颍学题名记；官太学博士。有记",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "夫人严氏墓志铭；在襄州任，有铭文",
   "place": "永州市（法华寺）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1095,
   "value": 7,
   "event": "论语解义；在襄州任。著《论语解义》十卷、《孟子解义》十四卷",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1096,
   "value": 2,
   "event": "丁父保之公忧，解官居制",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1097,
   "value": 5,
   "event": "邦典序；丁父保之公忧，解官居制。",
   "place": "常州市（承天寺）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "李府君墓志铭(李恕)；丁父保之公忧，解官居制。有铭文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "论郭时亮疏；官右正言。正月，论郭时亮",
   "place": "云浮市（新兴县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "叙复宣德郎谢表；复宣德郎，添监袁州酒税",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1101,
   "value": 10,
   "event": "辞免中书舍人；除通直郎，试中书舍人，仍改赐章服，两具状辞，不允",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "孙君墓志铭（孙惟吉）；在京，有铭文",
   "place": "宜昌市（黄陵庙）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1103,
   "value": 7,
   "event": "除名勒停，昭州居住",
   "place": "桂林市（平乐县）",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 1105,
   "value": 7,
   "event": "易系词序；在昭州。著《易解成》，作序",
   "place": "桂林市（平乐县）",
   "lng": "110.649666",
   "lat": "24.639581"
  },
  {
   "time": 1106,
   "value": 10,
   "event": "在昭州。赦除一切党人之禁。崇宁以来，以降者我间存殁，稍复其官，尽还诸徙者。",
   "place": "桂林市（平乐县）",
   "lng": "110.649666",
   "lat": "24.639581"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "居家乡常州",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1108,
   "value": 9,
   "event": "砚铭并跋；居乡。有铭文",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1109,
   "value": 6,
   "event": "居乡。",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1110,
   "value": 0,
   "event": "德兴县君曾氏墓志铭(曾德克)；居乡。有铭文",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1111,
   "value": 0,
   "event": "高平县太君范氏墓志铭(范仲温女、周师厚妻)；居乡，有铭文",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  }
 ]
};
