// 诗人行迹数据：郑伯熊
export default {
 "name": "郑伯熊",
 "birth": 1124,
 "death": 1181,
 "life": [
  {
   "time": 1124,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "居家。胞弟伯英生。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "居家。堂弟伯海生。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1133,
   "value": 0,
   "event": "居家。父熙绩卒。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居家",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "赴临安赶考，进士及第。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "倡周行己洛学，秦桧擅权，回乡闲居。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "倡周行己洛学，秦桧擅权，回乡闲居。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "倡周行己洛学，秦桧擅权，回乡闲居。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "倡周行己洛学，秦桧擅权，回乡闲居。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "《黄岩县楼》；任黄岩县尉",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "《过万年山望罗汉岭上大松》；任黄岩县尉。堂弟伯海进士及第。",
   "place": "台州市（万年山罗汉岭）",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "任黄岩县尉。师事徐庭筠。",
   "place": "台州市",
   "lng": "121.426996",
   "lat": "28.662297"
  },
  {
   "time": 1153,
   "value": 4,
   "event": "《次韵陈倅瑞岩之什》；任婺州司户参考。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "任婺州司户参考。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "任婺州司户参考。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "任尤溪县丞",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "任尤溪县丞",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "任尤溪县丞",
   "place": "漳州市",
   "lng": "117.653827",
   "lat": "24.519197"
  },
  {
   "time": 1159,
   "value": 2,
   "event": "《和清卿雪溪泛舟晚登华盖亭》；回乡养病。木待问、朱伯起、陈傅良师事之。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "回乡养病。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "回乡养病。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "回乡养病。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1163,
   "value": 3,
   "event": "以从政郎任秘书省正字。门人木待问中状元。门人潘景宪、楼钥、周去非、许及之，友人吕祖谦、丘崇等皆中进士。弟伯英进士及第。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "奉祠家居。弟伯英居家候选；薛季宣与郑氏兄弟定交；同知枢密院洪遵荐之",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "奉祠家居。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "召为国子丞。八月温州水灾，率乡人在朝者奏请赈恤。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "除著作佐郎。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "任吏部员外郎。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "任吏部员外郎。友人刘朔卒。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "任吏部员外郎。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "直敷文阁，任宁国府司马。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1172,
   "value": 3,
   "event": "任宁国府司马。薛季宣致书。秘书省少监权直学士院周必大请辞并荐郑伯熊自代。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "在宁国府司马任，上书劝谏魏王，不听，自劾免职。改任江西提刑，未行。乞祠归家。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "有命起知婺州。叶适师事之。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1175,
   "value": 4,
   "event": "《婺州道中》；奉议郎，知婺州。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "奉议郎，知婺州。召赴阙。进京途中赴永康访陈亮、郎翥。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1177,
   "value": 3,
   "event": "任国子监丞。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 3,
   "event": "直龙图阁，知宁国府。辟治学斋，购官书二千卷，聚生徒至二百人。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "直龙图阁，知宁国府。陈傅良自福州寄诗《怀宁国守郑少卿景望》。",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "五月，宁国府任满回乡。途经馆头，与陈亮、徐元德会晤。",
   "place": "温州市（温州江心寺）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "卒于知建宁府任上，谥文肃。",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
