// 诗人行迹数据：郑兴裔
export default {
 "name": "郑兴裔",
 "birth": 1126,
 "death": 1199,
 "life": [
  {
   "time": 1126,
   "value": 1,
   "event": "此日，公生于开封县东榆林巷之赐第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "是年，高宗南渡，随父、世父侨寓昆山县通德坊",
   "place": "苏州市（昆山市）",
   "lng": "120.988266",
   "lat": "31.3909"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "公受学于杨文靖公时",
   "place": "三明市（将乐县）",
   "lng": "117.477369",
   "lat": "26.735349"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "荫成忠郎，监潭州南岳庙，寻除干办祗候库，诏充昭慈圣献皇后攒宫内外都巡检使。公潜心经史，阐周、程之学，留陵下六年，未尝干进",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "公潜心经史，阐周、程之学，留陵下六年，未尝干进",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "公潜心经史，阐周、程之学，留陵下六年，未尝干进",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "正月，祖姑显肃后凶问至，公在陵下成服",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "不详",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "不详",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "不详",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "除授镇江府提辖榷货务都茶场。奏请禁革州县折帛钱及征民户积欠",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "上早定储贰劄子",
   "place": "杭州市（余杭区）",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "奏论户县监住四钞，宜皆存留，以备互照",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "予告归平江府，娶夫人林氏，同知枢密院吴国文节公希孙女",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "不详",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "不详",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "奏请减免江东西月桩钱",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "奏请升五帝为上祀",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "奏论汀州计口科盐之害",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "除授秀州兵马钤辖，奏论陵庙之祭，月有荐新，永祐诸陵阙而未议，请勅有司讨论举行",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "奏请勅监司检察诸州额外征取无名妄用",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "是月，彗星见，奏请严修武备，以防寇侵",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1153,
   "value": 3,
   "event": "不详",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1154,
   "value": 3,
   "event": "奏请褒录死事之臣",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1155,
   "value": 3,
   "event": "除授宣州兵马钤辖。奏请严设四境守备",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1156,
   "value": 3,
   "event": "不详",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1157,
   "value": 3,
   "event": "此日，白虹贯日，奏请斥远近习佞倖之人，奏请减免闽、广漕司岁认盐钞钱",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "浙东西水灾，奏请拨义仓米赈济，奏请减免平江、绍兴、湖、秀、常、润等被灾州县本年田租",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "是月，赐御制《损斋记》，上表陈谢",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "是月，举父燕国公殡，赐葬临安府余杭县石门山",
   "place": "杭州市（余杭区）",
   "lng": "120.305092",
   "lat": "30.42439"
  },
  {
   "time": 1161,
   "value": 3,
   "event": "除授平江府兵马钤辖",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1162,
   "value": 4,
   "event": "《修德弥灾劄子》；此日，日食，公上《修德弥灾劄子》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1163,
   "value": 6,
   "event": "《营田十事劄子》；除授閤门宣赞舍人、江东路兵马钤辖。上《营田十事劄子》",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "上常平义仓事宜劄子",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1165,
   "value": 3,
   "event": "上和籴二害劄子",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1166,
   "value": 3,
   "event": "奏请罢近侍陈请恩赐",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1167,
   "value": 3,
   "event": "改授福建路兵马钤辖。过阙入见，召对选德殿。赐宴翠寒堂，赐袭衣、金带、名马",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1168,
   "value": 3,
   "event": "奏论民命莫重大辟，宜审慎聚录",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1169,
   "value": 3,
   "event": "奏荐颜度宜登禁近",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1170,
   "value": 4,
   "event": "奏论断狱宜别首从",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1171,
   "value": 4,
   "event": "除授福建路提刑司使。郡守与寓公因诗文交讼，狱久不决，公平反之",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1172,
   "value": 4,
   "event": "《练兵择将劄子》；除授成州团练使，上《练兵择将劄子》",
   "place": "陇南市（成县）",
   "lng": "105.748699",
   "lat": "33.756752"
  },
  {
   "time": 1173,
   "value": 3,
   "event": "是月，迁武工大夫、江州观察使",
   "place": "陇南市（成县）",
   "lng": "105.748699",
   "lat": "33.756752"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "是月，改除两浙西路提刑司使，驻节平江府。重建提刑司厅事",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1175,
   "value": 3,
   "event": "迁右武大夫，封寿昌县开国男，食邑三百户，赐紫金鱼袋，荫长子挺从义郎，次子㧑成忠郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1176,
   "value": 3,
   "event": "此日，天中节，侍驾诣德寿宫上寿，上皇赐金罍银榼",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "是月，侍驾临幸太学",
   "place": "杭州市（余杭区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "长孙铸登姚颖榜进士，遣受学东莱吕祖谦",
   "place": "杭州市（余杭区）",
   "lng": "120.305092",
   "lat": "30.42439"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "是月，服阙，召赴行在，除授故官，兼客省四方馆伴副使",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1180,
   "value": 3,
   "event": "江淮、浙西、湖北旱，奏请蠲赋赈恤",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "落阶官，正除均州防御使",
   "place": "十堰市（丹江口市）",
   "lng": "111.519753",
   "lat": "32.546349"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "复召为国信使，再使金",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1183,
   "value": 2,
   "event": "《启后录》；续编从父文正公《启后录》",
   "place": "杭州市（余杭区）",
   "lng": "120.305092",
   "lat": "30.42439"
  },
  {
   "time": 1184,
   "value": 3,
   "event": "除授枢密院都承旨，知庐州府，兼淮南西路总领财富置制安抚招讨大使，上表固辞，不允",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1185,
   "value": 4,
   "event": "《勤修省以回天变劄子》；地震，上《勤修省以回天变劄子》",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1186,
   "value": 4,
   "event": "《淮南屯田劄子》；上《淮南屯田劄子》",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1187,
   "value": 3,
   "event": "奏请宽刺配之法",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1188,
   "value": 3,
   "event": "是月，令合肥县主簿唐锜撰《合肥志》四卷",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 1189,
   "value": 4,
   "event": "楚州议改筑旧城，有谓韩世忠遗基不可易者，上雅信公，特命临视，阙地丈余，增筑之，版干甚密。上阅奏，大喜",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1190,
   "value": 4,
   "event": "奏请罢取折平粜籴",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1191,
   "value": 4,
   "event": "《请斥佞悻劄子》；春，雷雪交作，上《请斥佞悻劄子》",
   "place": "宿州市",
   "lng": "116.970454",
   "lat": "33.652034"
  },
  {
   "time": 1192,
   "value": 3,
   "event": "奏请勅官民户一体输税",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 3,
   "event": "奏请减临安府余杭县赋额",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "奏请起居重华宫",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 5,
   "event": "奏请博求贤才以辅新政",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1196,
   "value": 3,
   "event": "御赐生辰礼仪",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1197,
   "value": 4,
   "event": "《请慎内批劄子》；上《请慎内批劄子》",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1198,
   "value": 3,
   "event": "奏请弛伪学之禁",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1199,
   "value": 0,
   "event": "累表乞休",
   "place": "杭州市（余杭区）",
   "lng": "121.556686",
   "lat": "29.880177"
  }
 ]
};
