// 诗人行迹数据：郑刚中
export default {
 "name": "郑刚中",
 "birth": 1088,
 "death": 1154,
 "life": [
  {
   "time": 1088,
   "value": 1,
   "event": "郑刚中生",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "不详",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "不详",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "不详",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "不详",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "不详",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "刚中父在汲县作官，随父亲居汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "随父出仕汲县",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "刚中父守醴陵，刚中读书于岳麓山法华台上",
   "place": "株洲市（醴陵市）",
   "lng": "113.503513",
   "lat": "27.652296"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "刚中父守醴陵，刚中读书于岳麓山法华台上",
   "place": "株洲市（醴陵市）",
   "lng": "113.503513",
   "lat": "27.652296"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "刚中父守醴陵，刚中读书于岳麓山法华台上",
   "place": "株洲市（醴陵市）",
   "lng": "113.503513",
   "lat": "27.652296"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "刚中父卒",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "郑刚中居金华家乡",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "为乡贡首",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "郑刚中辟雍，与陈去非共赏灯火",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "郑刚中拜天台左先生于金华",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1120,
   "value": 4,
   "event": "《谢梅右司作先夫人埋铭书》；母盛氏夫人归葬",
   "place": "金华市（浦江县）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1121,
   "value": 7,
   "event": "郑刚中在浦江办学",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1122,
   "value": 8,
   "event": "《双莲膏露辨并序》；郑刚中在浦江办学",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1123,
   "value": 2,
   "event": "仲冬倚舟钱塘，见康才老。别叶彦法",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1124,
   "value": 5,
   "event": "发两浙漕司荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1126,
   "value": 2,
   "event": "在兰溪藏院拜别范俊明",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1127,
   "value": 5,
   "event": "《丁未四月与李叔佩还钱塘道浦江井坑岭赋此诗》；郑刚中与李叔佩还钱塘，道浦江井坑岭",
   "place": "金华市（浦江县）",
   "lng": "119.898496",
   "lat": "29.458802"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "疑居家乡待荐",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1129,
   "value": 8,
   "event": "为乡荐首",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1130,
   "value": 0,
   "event": "友人范茂直卒",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1131,
   "value": 2,
   "event": "《送相人蔡道人序》；有蔡姓道人云刚中“廷试当在第三，春试当为第一”。",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1132,
   "value": 6,
   "event": "赐进士及第，授左文林郎，温州军事判官",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1133,
   "value": 6,
   "event": "《送蒋惠民序》；与蒋惠民学于金华",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1134,
   "value": 0,
   "event": "任温州军事判官",
   "place": "长沙市（岳麓山）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1135,
   "value": 7,
   "event": "《余彦诚墓志铭》；友余彦诚归葬",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1136,
   "value": 6,
   "event": "秋，召赴行在所，未至，除详定一司敕令所删定官。既至，赐对，改左宣议郎，除枢密院编修官。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1137,
   "value": 7,
   "event": "《祭中元水府文》；祈雨中元水府",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "春，权尚书左司员外郎，除尚书考功员外郎，为贡院参详官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 10,
   "event": "《除宗正少卿书》；请除宗正少卿",
   "place": "嘉兴市（桐乡市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 7,
   "event": "《论驭将帅当恩威并用奏》；上书论驭将帅之道",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 10,
   "event": "《与宰相书》（窃见降制）；上书言收韩世忠、张俊、岳飞兵权",
   "place": "陇南市（徽县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 0,
   "event": "《与北人画地界事奏》；奏请与金画地界",
   "place": "陇南市（徽县）",
   "lng": "106.094268",
   "lat": "33.775135"
  },
  {
   "time": 1143,
   "value": 6,
   "event": "《相度茶马两司应副钱物奏》；奏相度茶马两司应副钱物",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1144,
   "value": 10,
   "event": "郑刚中奏减民间科须数目，上闻之颇喜。",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1145,
   "value": 4,
   "event": "夏，除资政殿学士",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "赵不弃欲尽取宣抚司所储，郑刚中不与，赵不弃怒，劾刚中亲信王陟。刚中愬于朝，不报。",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1147,
   "value": 6,
   "event": "《右承议郎致仕曹公墓志》；友曹宏归葬",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1148,
   "value": 6,
   "event": "刚中归东阳。",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1149,
   "value": 9,
   "event": "《荆州之川曰江曰汉曰沱曰潜曰三虀其泽曰云梦汉志谓三虀在江夏竟陵竟陵即今之景陵复州是也春秋传楚子与郑伯田於江南之梦梦与云自不同渡武昌道汉阳至复州非冬晴水涸则渺漫极目乃三虀之尾所谓梦泽也己己二月春水未生行蒲稗间累日将至景陵望孤城盖大泽中之环堵州治即古章台也》；刚中在湖北停留听旨候命。",
   "place": "湖北省直辖县级行政区划（天门市）",
   "lng": "113.172549",
   "lat": "30.669711"
  },
  {
   "time": 1150,
   "value": 10,
   "event": "《左氏九六编序》；罢职移居封州",
   "place": "肇庆市（封开县）",
   "lng": "111.518486",
   "lat": "23.43045"
  },
  {
   "time": 1151,
   "value": 10,
   "event": "《三砚记》；罢职移居封州",
   "place": "肇庆市（封开县）",
   "lng": "111.518486",
   "lat": "23.43045"
  },
  {
   "time": 1152,
   "value": 10,
   "event": "《周易窥馀序》；著《周易窥馀》",
   "place": "肇庆市（封开县）",
   "lng": "111.518486",
   "lat": "23.43045"
  },
  {
   "time": 1153,
   "value": 6,
   "event": "《癸酉年梅花开已逾数月而窗外黄菊方烂然》；罢职移居封州",
   "place": "肇庆市（封开县）",
   "lng": "111.518486",
   "lat": "23.43045"
  },
  {
   "time": 1154,
   "value": 9,
   "event": "《别方安抚》（伏审光膺宸命）；罢职移居封州",
   "place": "肇庆市（封开县）",
   "lng": "111.518486",
   "lat": "23.43045"
  }
 ]
};
