// 诗人行迹数据：郑巢
export default {
 "name": "郑巢",
 "birth": 815,
 "death": 855,
 "life": [
  {
   "time": 815,
   "value": 1,
   "event": "约生于本年。本表所列年岁为虚拟数，非实数。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 816,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 817,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 818,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 819,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 820,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 821,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 822,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 823,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 824,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 825,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 826,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 827,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 828,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 829,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 830,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 831,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 832,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 834,
   "value": 1,
   "event": "在故乡钱塘家居",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 835,
   "value": 2,
   "event": "秋日陪姚郎中登郡中南亭；在杭州。秋,郑巢拜谒姚合，与之游宴，郑巢有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 836,
   "value": 4,
   "event": "和姚郎中题凝公院；在杭州。秋,郑巢拜谒姚合，与之游宴，郑巢有诗《》、《》",
   "place": "杭州市（天台山；剡溪）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 837,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 838,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 839,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 840,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 841,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 842,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 843,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 844,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 845,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 846,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 847,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 848,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 849,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 850,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 851,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 852,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 853,
   "value": 2,
   "event": "泊灵溪馆；瀑布寺贞上人院；在台州，刺史李肇幕府",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 854,
   "value": 2,
   "event": "送灵溪李侍郎；滞留京师，李肇出塞，有诗送",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 2,
   "event": "送边使；滞留京师，有诗送边使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
