// 诗人行迹数据：郑獬
export default {
 "name": "郑獬",
 "birth": 1022,
 "death": 1072,
 "life": [
  {
   "time": 1022,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "居乡",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "父郑纾登进士第，任应城县主簿",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1031,
   "value": 0,
   "event": "随父旅居",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "随父旅居",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "随父旅居",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "随父旅居",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "随父旅居",
   "place": "孝感市（应城市）",
   "lng": "113.579487",
   "lat": "30.934057"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "父任越州司法参军，随父旅居",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "随父旅居",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "随父旅居",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "随父旅居",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "随父旅居",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "赴京应试",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "初试落地",
   "place": "达州市（文殊院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "寓通州城南文殊院读书，娶张氏",
   "place": "达州市（文殊院）",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "寓通州城南文殊院读书",
   "place": "达州市（文殊院）",
   "lng": "107.474504",
   "lat": "31.214347"
  },
  {
   "time": 1049,
   "value": 4,
   "event": "下第后与孙仲叔饮；不第赋诗",
   "place": "宜春市（丰城市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "见张存，料其科名当为天下第一",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "求学江西",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "住京师景德寺白土院，秋赋举国学进士",
   "place": "开封市（景德寺白土院）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 4,
   "event": "登第后作；中状元登第",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "为将作监丞通判陈州",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1055,
   "value": 3,
   "event": "为著作郎直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 0,
   "event": "慈乌行；父卒。有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 4,
   "event": "二月雪；为著作郎直集贤院，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "为著作郎直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 3,
   "event": "为著作郎直集贤院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 3,
   "event": "与王安石同为集贤校理",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 4,
   "event": "和御制赏花钓鱼；参加赏花钓鱼宴会",
   "place": "开封市（太清池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 4,
   "event": "三司续磨勘司题名记；以同修起居注集贤校理",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 10,
   "event": "谢知制诰表；与钱公辅同除知制诰",
   "place": "荆州市（江陵县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "以右司谏知荆南",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1065,
   "value": 4,
   "event": "论臣僚极言得失疏；上疏言事",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1066,
   "value": 4,
   "event": "还判三班院",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1067,
   "value": 4,
   "event": "以右司谏知荆南",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1068,
   "value": 6,
   "event": "安州重修学记；任翰林学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "知开封府劄子；权发遣开封府",
   "place": "杭州市（西湖）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 4,
   "event": "徙知青州，张先作词送别",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1071,
   "value": 3,
   "event": "带病在任上",
   "place": "青州市（青州市益都）",
   "lng": "118.440962",
   "lat": "36.778223"
  },
  {
   "time": 1072,
   "value": 0,
   "event": "卒于楚州，家贫子弱，十余年后由滕甫助安葬安州故里",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  }
 ]
};
