// 诗人行迹数据：郑谷
export default {
 "name": "郑谷",
 "birth": 848,
 "death": 909,
 "life": [
  {
   "time": 848,
   "value": 1,
   "event": "郑谷生",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居江陵",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居江陵",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居江陵",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居江陵",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居江陵",
   "place": "荆州市",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 854,
   "value": 1,
   "event": "在长安，已能诗，深受李朋、马戴赞许",
   "place": "岳阳市（岳阳楼）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 856,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 857,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 858,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 859,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 860,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 861,
   "value": 1,
   "event": "父史在永州刺史任，谷随侍其父？",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 862,
   "value": 2,
   "event": "《浯溪》；父史在永州刺史任，谷随侍其父，且有诗",
   "place": "永州市",
   "lng": "111.618703",
   "lat": "26.426612"
  },
  {
   "time": 863,
   "value": 1,
   "event": "疑此时随父隐于华阴县西之敷溪",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 864,
   "value": 2,
   "event": "《小桃》；可能仍在敷溪，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 865,
   "value": 2,
   "event": "《别同志》；开始东南游，有别诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 866,
   "value": 9,
   "event": "《南游》；春，更结伴南游，至湘潭，有诗",
   "place": "九江市（庐山）",
   "lng": "112.950575",
   "lat": "27.83585"
  },
  {
   "time": 867,
   "value": 9,
   "event": "《寄赠孙路处士》；春，大约先至富春访孙路，有诗",
   "place": "杭州市（富阳区）",
   "lng": "119.846692",
   "lat": "30.001094"
  },
  {
   "time": 868,
   "value": 5,
   "event": "《同志顾云下第出京偶有寄勉》；在长安，初试春闱，不捷，乃寄居庙院，寄诗友人顾云，并就曹邺问业。谷所居可能是新昌坊之青龙寺",
   "place": "西安市（青龙寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 9,
   "event": "《迁客》；在长安，再试春闱，复落第，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 870,
   "value": 2,
   "event": "《旅寓落南村舍》；本年停春试，乃小住洛南，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 871,
   "value": 8,
   "event": "《送太学颜明经及第东归》；在长安，落第，有诗送颜时东归",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 9,
   "event": "《投所知》；春试前，作诗投所知",
   "place": "荆门市（钟祥市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 7,
   "event": "《南康郡牧陆肱郎中辟许棠先辈为郡从事寄赠》；在长安，南康郡牧陆肱辟许棠为郡从事，谷赋诗寄赠",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 2,
   "event": "谷往同州投狄归昌，蒙其首荐",
   "place": "渭南市（大荔县）",
   "lng": "109.948624",
   "lat": "34.80179"
  },
  {
   "time": 875,
   "value": 9,
   "event": "《送吏部曹郎中免官南归》；谷复落第，遂留居长安旧寓，有送曹邺免官南归诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 0,
   "event": "《乾符丙申岁春奉试涨曲江池》；复入礼闱，有诗",
   "place": "郑州市（登封市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 877,
   "value": 7,
   "event": "《中年》；新岁在京，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 878,
   "value": 2,
   "event": "《辇下冬暮咏怀》；在长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 879,
   "value": 2,
   "event": "《渚宫乱后作》；在长安，闻江陵故居遭乱焚毁，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 880,
   "value": 9,
   "event": "《闷题》；在长安，省试落第，困居长安，有诗",
   "place": "汉中市（略阳县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 2,
   "event": "《巴江》；元日在巴徼度岁，有诗",
   "place": "德阳市（鹿头关）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 882,
   "value": 9,
   "event": "《锦二首》（其一）；春在成都，有诗",
   "place": "成都市（彭州市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 883,
   "value": 9,
   "event": "《蜀中春日》；在成都已三应春试，皆落第，有诗",
   "place": "成都市（新津县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 884,
   "value": 9,
   "event": "本年停春试，漫游蜀中名胜",
   "place": "成都市（净众寺）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 885,
   "value": 9,
   "event": "《送进士韦序赴举》；正月，车驾发成都，三月至京。谷未随返，送进士韦序赴举，有诗",
   "place": "资阳市（简阳市）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 886,
   "value": 7,
   "event": "《峡中》；春，留滞峡中，已于云安县结茆而居，有诗",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 887,
   "value": 9,
   "event": "僖宗在兴元。二月，谷进士及第",
   "place": "西安市（长安区）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 888,
   "value": 9,
   "event": "《东蜀春晚》；自梓潼至梓州，有诗",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 889,
   "value": 9,
   "event": "《下峡》；春，携家出峡，有诗",
   "place": "重庆直辖县行政区划（巫山县）",
   "lng": "109.885346",
   "lat": "31.080436"
  },
  {
   "time": 890,
   "value": 5,
   "event": "《贺左省新除韦拾遗》；在长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 9,
   "event": "《送进士许郴》；春，在长安，有诗",
   "place": "遂宁市（射洪县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 892,
   "value": 4,
   "event": "《春夕伴同年礼部赵员外省直》；春，在长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 893,
   "value": 10,
   "event": "《结绶鄠郊麾摄府署偶有自咏》；春，在鄠县任，有诗",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 894,
   "value": 7,
   "event": "《再经南阳》；返京途中，经过南阳，有诗",
   "place": "南阳市",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 895,
   "value": 10,
   "event": "在长安，诗人王贞白登第，中选授校书郎，谷有诗贺之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 896,
   "value": 9,
   "event": "《右省张补阙茂枢同在谏垣连居光德新春赋咏聊以寄怀》；春，在补阙任，仍居光德坊，有诗",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 897,
   "value": 10,
   "event": "《卷末偶题三首》（其一）；春，在云台观，自辑所为诗为《云台编》，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 898,
   "value": 10,
   "event": "《光化戊戌年举公见示省试春草碧色诗偶赋是题》；本年春试在华州举行，有诗，情绪甚佳",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 899,
   "value": 10,
   "event": "《中台五题·乳毛松》；在都官任，兴致仍佳，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 900,
   "value": 10,
   "event": "《省中偶作》；春，仍在都官任，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 901,
   "value": 10,
   "event": "《喜秀上人相访》；谷与诗僧元秀过从甚密，屡相唱酬，宦情日淡，约在光化末至天复年间",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 902,
   "value": 7,
   "event": "《壬戌西幸后》；春，在华州，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 903,
   "value": 6,
   "event": "正月，还长安，时崔胤率百官迎昭宗还朝。昭宗更堕入朱全忠掌心之中。大局已无可挽回",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 904,
   "value": 10,
   "event": "《寄司勋张员外学士》；正月，朱全忠逼帝迁洛阳，毁长安宫室庐舍，连甍号哭，月余不绝，谷有诗记之",
   "place": "武汉市（武昌区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 905,
   "value": 10,
   "event": "《寄赠杨夔处士》；春，仍居化成岩，乡人杨夔未归，谷有诗招隐杨夔",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 906,
   "value": 4,
   "event": "《折得梅》；在宜春，仍居化成岩，愈益悲凉，有《折得梅》诗",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 907,
   "value": 10,
   "event": "《黯然》；春，在宜春，仍居化成岩，作《黯然》诗，悲唐之亡",
   "place": "宜春市（仰山）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 908,
   "value": 3,
   "event": "在宜春，冬，齐己至宜春，谒谷于仰山",
   "place": "宜春市（仰山）",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 909,
   "value": 0,
   "event": "《寂寞》；春，在宜春，作《寂寞诗》",
   "place": "宜春市（仰山）",
   "lng": "114.422683",
   "lat": "27.820089"
  }
 ]
};
