// 诗人行迹数据：释仲殊
export default {
 "name": "释仲殊",
 "birth": 1057,
 "death": 1106,
 "life": [
  {
   "time": 1057,
   "value": 1,
   "event": "出生？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡？",
   "place": "孝感市（安陆市）",
   "lng": "113.695713",
   "lat": "31.261254"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "释仲殊或在本年出家，出家后居苏、杭间。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "居苏州。苏轼在尺牍《与滕达道》中谈到释仲殊养生运气之法：“仲殊气诀，必得其详，许传授，莫大之赐也。此道人久欲游庐山，不知有行期未？若蒙他一见过，又望外之喜也。数年来，觉衰，不免回向此道矣。”从语气上推断，苏轼早闻其道行而此时尚未识其人。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "《减字木兰花·李公麟<山阴图>》；居苏州，仲殊作《减字木兰花·李公麟<山阴图>》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "米芾和仲殊诗，题于苏州吴县福臻禅院壁间",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1089,
   "value": 1,
   "event": "苏轼自京城赴杭州，途经苏州见仲殊",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1090,
   "value": 2,
   "event": "在杭州，与苏轼交游，苏轼作《安州老人食蜜歌》赠之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "仲殊与苏轼雪中游杭州西湖，有诗酬唱",
   "place": "苏州市（吴江）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "居苏州？",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1093,
   "value": 2,
   "event": "《南徐好·沈内翰宅百花堆》；仲殊为沈括梦溪园作《南徐好·沈内翰宅百花堆》",
   "place": "镇江市（梦溪园）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居苏州？",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "本年，仲殊仍在苏州，苏轼在惠州托惠诚带信问候。仲殊拿到信当在本年夏秋",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1096,
   "value": 0,
   "event": "冬，钱世雄之母施氏卒，数有祥兆，仲殊论载其事",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1097,
   "value": 2,
   "event": "《陆河圣像院记》；仲殊为陆河圣像院作记",
   "place": "苏州市（常熟市）",
   "lng": "120.758863",
   "lat": "31.65977"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "苏轼北归途中舟过南康军，游庐山，有诗《赠诗僧道通》，念仲殊，赞其诗",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "自缢身亡",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
