// 诗人行迹数据：释宗杲
export default {
 "name": "释宗杲",
 "birth": 1089,
 "death": 1163,
 "life": [
  {
   "time": 1089,
   "value": 1,
   "event": "宗杲俗姓奚，其母梦神僧造于卧室而有孕。及诞之日，白光透室，举邑叹异",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "年三岁，其祖奚仲曰：“余观此子生吾家，神仪秀发，异事多显，但恐世间富乐不能羁绊耳。”",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "气宇如神，不喜戏玩，语不妄发，群儿皆畏之。有僧道至其家。即侍父侧，客去，记其谈论，片语不遗，举族异之",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "宗杲生后，家道日微，及其十岁，忽罹回禄，一夕荡尽。亲族戏称其为善财",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "入乡校，因砚台误砸中先生，偿金三百后退学。其父欲其出家，母不允",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "疑居家乡宁国",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "父母知宗杲无处俗意，遂令寓质县之西寺，未几，弃去",
   "place": "宣城市（宁国市）",
   "lng": "118.989969",
   "lat": "30.639293"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "纳僧服",
   "place": "绍兴市（新昌县）",
   "lng": "120.91042",
   "lat": "29.505471"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "是年离受业",
   "place": "丽水市（云和县）",
   "lng": "119.579998",
   "lat": "28.121577"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "是年初至太平州，游隐静杯渡庵，主僧迎侍甚厚",
   "place": "马鞍山市（当涂县）",
   "lng": "118.504404",
   "lat": "31.575549"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "郢州大阳见元首座、微和尚、坚首座，宗杲周旋三公座下，尽得其旨趣",
   "place": "荆门市（钟祥市）",
   "lng": "112.594642",
   "lat": "31.173997"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "至舒州，依海会从禅师，乃罗汉南公嗣子也",
   "place": "宜春市（靖安县）",
   "lng": "117.070127",
   "lat": "30.548594"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "持钵宣州",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "持钵宣州",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居侍者寮",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在净头寮",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "受业于湛堂和尚",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "是年季夏，湛堂病，告宗杲若其死后宗杲能见川勤，必能成就大事",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "往兜率求照禅师书为绍介，之荆南，求塔铭于无尽居士丞相张公天觉。李商老以诗送宗杲",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "是年开《大宁宽和尚语录》，求序于洪觉范",
   "place": "宜春市（靖安县）",
   "lng": "115.369232",
   "lat": "28.867166"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "参潜庵源禅师于豫章之章江",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1119,
   "value": 2,
   "event": "依兜率照禅师席下",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "是年春，再谒无尽居士于荆渚，同唐子西馆于府第之西斋，为法喜之游",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "遍游襄沔，取道南阳。以冬春雨雪连作没溺道涂，其劳有不可胜言者",
   "place": "南阳市（香岩）",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "初至京师，拟依法云佛照杲和尚会下",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居太宰庵，阖府敬事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "斋之天宁，等待圜悟",
   "place": "南阳市",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "抵天宁挂搭",
   "place": "南阳市",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居天宁记室，分座训徒",
   "place": "南阳市",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "居扬州天宁。同琳普明渡江省侍圜悟于金山",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "居虎丘",
   "place": "苏州市（虎丘）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "云居首座寮",
   "place": "南城县（南城县建昌镇）",
   "lng": "116.645492",
   "lat": "27.578754"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "是年春，迁海昏云门庵。时开善谦、荐福本、东林颜、雪峰空凡二十余人侍师而往，朝参暮请",
   "place": "长沙市（长沙县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "登仰山，邂逅东林圭禅师",
   "place": "宜春市",
   "lng": "114.422683",
   "lat": "27.820089"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "深山幽寂，所处皆正因学道之士，而师不倦推拂，日夕与之锻炼",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1133,
   "value": 2,
   "event": "《颂古》；东林圭禅师自仰山来同居，各作《颂古》一百一十篇",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "作七闽之行",
   "place": "福州市（长乐区）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "赴蔡子应郎中天宫庵之命。泉南给事江少明创新庵于小溪之上，延宗杲居之",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "住泉州云门庵",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1137,
   "value": 5,
   "event": "住小溪云门庵",
   "place": "宣城市（宁国市）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1138,
   "value": 2,
   "event": "入院第二年，众将一千，皆诸方角立之士",
   "place": "苏州市（吴江区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "是年，龙象骈集，坐夏者一千七百有奇，举悟本、道颜二座元分座训徒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "创建千僧阁。时侍郎张九成、状元汪应辰登山问道于宗杲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 0,
   "event": "千僧阁告成，宗杲遣介泉南求记于李邴",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居衡州",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "跋《草堂和尚语录》，阅《维摩经》有感，以颂示傅禅师",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1144,
   "value": 9,
   "event": "《示提举李献臣法语》；居衡阳",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1145,
   "value": 4,
   "event": "正旦试笔，题韩司谏乐谷",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1146,
   "value": 4,
   "event": "解空居士侍郎刘工季高手写《华严经》一部施宗杲受持",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1147,
   "value": 2,
   "event": "侍者以师与衲子问答古今语句请名",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1148,
   "value": 8,
   "event": "《正旦书事寄无垢居士》；居城之西门外廖氏山堂",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1149,
   "value": 2,
   "event": "《题自顶相示继明禅人》；居廖氏山堂",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1150,
   "value": 5,
   "event": "《云门匡真禅师画像赞》；为趋时者巧加诬谗之语，准命移梅州，取道郴阳，抵曲江。访舍人朱公翊于西园",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "居梅州，太子遣其子谢纯粹求入道捷径，示之以法语八篇",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1152,
   "value": 2,
   "event": "《觉明居士夏志宏画像赞》；居梅州",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1153,
   "value": 7,
   "event": "《送黎文晦归龙川序》；居梅州",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "居梅州，太守杨公王休建华严会，请为众普说",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "临安净空居士陈安常、不空居士张处俊各具一百问答，遣价求印证",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1156,
   "value": 8,
   "event": "宗杲离梅阳，居民扶老携幼相送",
   "place": "梅州市",
   "lng": "116.129179",
   "lat": "24.294311"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "住育王，育王为浙东大道场。宗杲带领信众开辟农场，左丞相汤思退奏请诏赐其农庄为般若",
   "place": "绍兴市（新昌县）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "被旨迁往径山",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 2,
   "event": "《雪窦明觉禅师真赞》；泛太湖",
   "place": "市辖区（松江区）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1160,
   "value": 4,
   "event": "丞相汤思退请宗杲说法于灵芝寺",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 2,
   "event": "正月，舟次仪真，太守徐敦立请说法于天宁寺",
   "place": "镇江市（丹徒区）",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1162,
   "value": 2,
   "event": "居明月堂。虽老而益健，以法求人接物为己任",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 2,
   "event": "郑禹功双槐堂记》；正旦，作《郑禹功双槐堂记》",
   "place": "宣城市（宁国市）",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
