// 诗人行迹数据：释惠崇
export default {
 "name": "释惠崇",
 "birth": 966,
 "death": 1021,
 "life": [
  {
   "time": 966,
   "value": 1,
   "event": "约于本年，出生于寿春",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 967,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 968,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 969,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 970,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 971,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 972,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 973,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 974,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 975,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 976,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 977,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 978,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 979,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 980,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 981,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 982,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 983,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 984,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 985,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 986,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 987,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 988,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 989,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 990,
   "value": 1,
   "event": "约于本年，在天台国清寺为僧",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 991,
   "value": 1,
   "event": "本年，与保暹等以沙州良玉舍利进献宋太宗，获赐紫方袍，馆于太平兴国寺",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 993,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 994,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 995,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 996,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 997,
   "value": 2,
   "event": "送安学士守睦州；春，居京师，有诗送安德裕出知睦州",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 998,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 999,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1002,
   "value": 4,
   "event": "塞上赠王太尉；冬，在定州，有诗赠王超",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "八月，居京师，与简长等奉诏编次《大中祥符法宝录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1015,
   "value": 2,
   "event": "送孙荆州；秋，居京师，有诗送孙冕",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 4,
   "event": "送李秦州；冬，居京师，有诗送李及",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1019,
   "value": 2,
   "event": "送段工部河北转运；本年，居京师，有诗送段煜",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 2,
   "event": "二月，在京，与简长、行肇等受诏注释宋真宗《法音集》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 0,
   "event": "约于本年，卒于京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
