// 诗人行迹数据：释知礼
export default {
 "name": "释知礼",
 "birth": 960,
 "death": 1028,
 "life": [
  {
   "time": 960,
   "value": 1,
   "event": "释知礼生",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 961,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 962,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 963,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 964,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 965,
   "value": 1,
   "event": "居乡",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 966,
   "value": 1,
   "event": "母丧，号泣不绝，由兹厌俗，投太平兴国寺僧洪选为弟子",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 967,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 968,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 969,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 970,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 971,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 972,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 973,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 974,
   "value": 1,
   "event": "受具戒，专探律部",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 975,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 976,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 977,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 978,
   "value": 1,
   "event": "于太平兴国寺僧洪选处学经",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 979,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 980,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 981,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 982,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 983,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 984,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 985,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 986,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 987,
   "value": 1,
   "event": "从本郡宝云通法师，传天台业观",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 988,
   "value": 1,
   "event": "是年宝云通法师归寂",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 989,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 990,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市（乾符寺（今能仁寺）；法华寺）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 991,
   "value": 1,
   "event": "中选乾符寺主持，于保恩院戒誓辞，主乾符讲席",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 992,
   "value": 1,
   "event": "乾符寺主持",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 993,
   "value": 1,
   "event": "乾符寺主持",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 994,
   "value": 1,
   "event": "乾符寺主持",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 995,
   "value": 1,
   "event": "乾符寺主持",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 996,
   "value": 1,
   "event": "内院主僧居郎显通舍保恩院与知礼，永作十方主持，传演天台智者教法",
   "place": "宁波市（四明山乾符寺（今能仁寺））",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 997,
   "value": 1,
   "event": "与释异闻戮力经营保恩院",
   "place": "宁波市（保恩院）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 998,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 999,
   "value": 1,
   "event": "专务讲忏，常坐不卧，足无外涉，修谒都遗",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "天大旱，与遵式同修光明忏祈雨",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "日本国师遣僧寂照等问难，公凭教略答，随问书之",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1004,
   "value": 2,
   "event": "《十不二门指要钞》；有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1006,
   "value": 2,
   "event": "《十义书》；谨用为法之心，问义于钱塘昭上人，有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1007,
   "value": 2,
   "event": "《观心二百问书》；谨用为法之心，问义于钱塘昭讲主，有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "建保恩院落成",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "恭奉圣旨，改保恩额为延庆院",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "再状经州乞给使帖，备录上年圣旨上石，永为照据",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1012,
   "value": 2,
   "event": "《十方传教住持戒誓辞》；与释异闻立石永诫非理妄占，有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "创建念佛施戒会",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1014,
   "value": 4,
   "event": "《观经融心解》；有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "誓愿修法华忏，三年忏满，焚身供养妙经，誓生净土",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1017,
   "value": 4,
   "event": "结十僧修华忏三年，忏满共焚",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "李遵勖录其行实奏上，特赐法智大师号",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1021,
   "value": 5,
   "event": "朝廷遣俞源清至师所居，宣赐命修法华忏法",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1023,
   "value": 7,
   "event": "《光明拾遗记》；有文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "事迹不详",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "欲广圣化，每遇佛生朝，募众行放生业，于是立放生碑",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "有授辞授门弟子文璨",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1027,
   "value": 2,
   "event": "《光明文句记》六卷；制书六卷",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "示灭",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  }
 ]
};
