// 诗人行迹数据：释简长
export default {
 "name": "释简长",
 "birth": 980,
 "death": 1070,
 "life": [
  {
   "time": 980,
   "value": 1,
   "event": "约于本年，出生于新昌沃洲山",
   "place": "绍兴市（新昌县）",
   "lng": "120.91042",
   "lat": "29.505471"
  },
  {
   "time": 981,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 982,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 983,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 984,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 985,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 986,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 987,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 988,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 989,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 990,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 991,
   "value": 1,
   "event": "本年，与惠崇等以沙州良玉舍利进献宋太宗，获赐紫方袍，馆于太平兴国寺",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 992,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 993,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 994,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 995,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 996,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 997,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 998,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 999,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1000,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "约于本年，至京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1003,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1004,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1005,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1006,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1007,
   "value": 7,
   "event": "寄丁学士；约于本年秋，在沧州，有诗寄丁谓",
   "place": "沧州市",
   "lng": "116.845272",
   "lat": "38.31022"
  },
  {
   "time": 1008,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "本年，居京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1011,
   "value": 1,
   "event": "十一月，居京师，与施护等译成佛经五卷，获赐紫衣",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "五月，居京师，与施护等译成佛经三卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "八月，居京师，与杨亿等编成《大中祥符法宝录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "六月，居京师，与施护、行肇等译成佛经三十卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "五月，居京师，与施护、行肇等译成佛经六卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1020,
   "value": 4,
   "event": "六月，居京师，在译经院译经，为右街鉴义",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "秋，居京师，与行肇等注释宋真宗御制释典《法音集》书成进御",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "正月，居京师，受诏与行肇等于太平兴国寺普贤阁同校《大藏经》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "四月，居京师，与法护、行肇等译成佛经二十一卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "四月，居京师，与法护、惟净等译成佛经十八卷",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "本年，居京师，在译经院译经",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "四月，居京师，与惟净、法护等译成佛经十八卷",
   "place": "杭州市（保胜寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1031,
   "value": 4,
   "event": "暮春言怀寄浙东转运黄工部；约于本年春，居石壁山保胜寺，有诗寄黄宗旦",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "本年，居石壁山保胜寺，其师行绍圆寂",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "本年，居石壁山保胜寺",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "三月，居石壁山保胜寺，与师弟简微乞契嵩为师行绍撰塔表",
   "place": "杭州市（保胜寺）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1070,
   "value": 0,
   "event": "约于本年，卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
