// 诗人行迹数据：钱起
export default {
 "name": "钱起",
 "birth": 722,
 "death": 780,
 "life": [
  {
   "time": 722,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 723,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 724,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 725,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 726,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 727,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 728,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 729,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 730,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 731,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 732,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 733,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 734,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 735,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 736,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 737,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 738,
   "value": 2,
   "event": "奉和张荆州巡农晚望；游荆州，有诗赠张九龄,",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 739,
   "value": 1,
   "event": "游荆州，有诗赠张九龄",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 740,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 741,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 742,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 743,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 744,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 745,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 746,
   "value": 1,
   "event": "在故乡吴兴家居",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 747,
   "value": 5,
   "event": "长安落第；入长安，落第有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 1,
   "event": "滞留长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 749,
   "value": 2,
   "event": "滞留长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 750,
   "value": 4,
   "event": "温泉宫礼见；在长安，李炜榜进士及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 751,
   "value": 3,
   "event": "在长安，进士及第任职秘书省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 3,
   "event": "在长安，进士及第任职秘书省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 3,
   "event": "在长安，进士及第任职秘书省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 6,
   "event": "秋霖曲；在长安，秘书省校书郎。秋，霖雨积六十余日，作诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 755,
   "value": 7,
   "event": "初黄绶赴蓝田县作；春，任蓝田县尉，9月，至蓝田，有诗",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 756,
   "value": 6,
   "event": "蓝田溪杂咏；任蓝田县尉，有诗",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 757,
   "value": 4,
   "event": "别张起居；钱起朝长安，别张起居，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 758,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 759,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 760,
   "value": 2,
   "event": "送裴迪侍御使蜀；年初，送裴迪使蜀，有诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 761,
   "value": 4,
   "event": "初至京口示诸弟；乱后归省，初至京口，有诗寄诸弟",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 762,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 763,
   "value": 3,
   "event": "在长安，任尚书省郎官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 764,
   "value": 7,
   "event": "登刘宾客高斋；在长安。春，有诗赠太子宾客刘晏，时刘公初退相位",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 765,
   "value": 3,
   "event": "在长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 766,
   "value": 7,
   "event": "送郎四补阙东归；在长安，送友人朗士元有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 767,
   "value": 4,
   "event": "离别夜雨寄李京兆；在长安。夏四月，李勉任京兆尹兼御史大夫，钱起有诗寄",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 768,
   "value": 7,
   "event": "苦雨寄皇甫冉；在长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 4,
   "event": "送李大夫赴广州；在长安。李勉出任广州",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 770,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 771,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 772,
   "value": 2,
   "event": "送蒋尚书居守东都；在长安。送友人蒋涣守东都",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 773,
   "value": 1,
   "event": "在长安。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 774,
   "value": 2,
   "event": "奉和中书舍人晚秋集贤院即事寄徐薛二侍郎；在长安。秋，与中书舍人常衮及包佶、司空曙、独孤及等唱和。赋诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 775,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 776,
   "value": 3,
   "event": "在长安。春夏，迁司封郎中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 777,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 778,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 779,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 780,
   "value": 5,
   "event": "奉陪郭常侍宴浐川山池；在长安，与检校左散骑常侍郭暧交往甚密，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
