// 诗人行迹数据：阳枋
export default {
 "name": "阳枋",
 "birth": 1187,
 "death": 1268,
 "life": [
  {
   "time": 1187,
   "value": 1,
   "event": "是年九月初七出生",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "抓周，公惟取墨",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "少居家乡",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "俨然成人，得父授书，过目不忘",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "邻舍焚，举家往救，独留顾家",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "少居家乡",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "诵九经",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "能属文",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "九经诵毕，皆能强记",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "随父转任巴州",
   "place": "巴中市（南江县）",
   "lng": "106.835559",
   "lat": "32.352464"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "随父转任巴州",
   "place": "巴中市（南江县）",
   "lng": "106.835559",
   "lat": "32.352464"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "是岁应举，试《仁人用国日明论》",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "随父转任南平军",
   "place": "市辖区（南川区）",
   "lng": "107.105545",
   "lat": "29.163559"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "随父转任南平军",
   "place": "市辖区（南川区）",
   "lng": "107.105545",
   "lat": "29.163559"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "淹贯经史",
   "place": "市辖区（南川区）",
   "lng": "107.105545",
   "lat": "29.163559"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "奉父命师从陈用庚、度正",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1203,
   "value": 2,
   "event": "《题南平万山亭》、《南川观江涨》；居于南川",
   "place": "市辖区（南川区）",
   "lng": "107.105545",
   "lat": "29.163559"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "随父亲转任地方",
   "place": "市辖区（铜梁区）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "于家乡守丧",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "于家乡守丧",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "除丧，为兄侍疾",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "束书游石室",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "游学成都府学，继续求业于度正",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "娶张氏",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "奉养母亲",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "不详",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "应乡举",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "长子少箕生",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "乡党赞颂事亲孝敬，可为子弟法且，及门从㳺者众",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "母亲病笃，乞求减寿为母增寿",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "引弟阳房、族侄阳岊共叩理学",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "季子炎卯生",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1225,
   "value": 0,
   "event": "母卒",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "偕弟阳房、族侄阳岊学于㬊渊",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "有得于师傅，退居家山",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "有及门从游者，教之熟读《论语》、《孟子》、《中庸》、《大学》",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "编类《文公语录》、四书",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "携二子游遂宁，在遂宁明善堂，与魏了翁门人严师夔等人讲论易图象数",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "在武信，与好友罗东父、宋寿卿，偕门人讲学于巴岳精舍",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "冠乡选",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1235,
   "value": 0,
   "event": "赴京师，请教于朱熹门人徐侨",
   "place": "市辖区（铜梁区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "与弟侄告别朱熹弟子叶味道、徐侨、郭友仁、赵师恕等人",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1237,
   "value": 2,
   "event": "《云山》；因蒙古攻蜀，避地夜郎",
   "place": "遵义市",
   "lng": "106.933658",
   "lat": "27.731749"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "避地南川，讲学自乐，集《晦翁诗谱》",
   "place": "市辖区（南川区）",
   "lng": "107.105545",
   "lat": "29.163559"
  },
  {
   "time": 1239,
   "value": 2,
   "event": "《雪中约舍弟》；避地清溪",
   "place": "市辖区（江津区）",
   "lng": "106.265958",
   "lat": "29.295824"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "赴嘉定奏名",
   "place": "乐山市",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "赐同进士出身，避地夜郎",
   "place": "遵义市",
   "lng": "106.933658",
   "lat": "27.731749"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "避地泸南，深入蛮夷之境，袖中惟《易本义》一编",
   "place": "泸州市",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "与友人宋寿卿、陈希舜、罗东父、向从道、黄叔高、阳房、阳岊、王南运乡里推行《吕氏乡约》",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1244,
   "value": 0,
   "event": "夫人张氏卒",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1245,
   "value": 4,
   "event": "摄大宁秋官，赵汝廪延公讲《易》，帅子弟请问尊礼",
   "place": "重庆直辖县行政区划（巫溪县）",
   "lng": "109.576563",
   "lat": "31.404879"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "携子炎卯入对，会弟阳房于临安，不胜其乐",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "辞白鹿书院",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1248,
   "value": 3,
   "event": "到任绍庆府学教授",
   "place": "重庆直辖县行政区划（彭水县）",
   "lng": "108.172132",
   "lat": "29.29953"
  },
  {
   "time": 1249,
   "value": 3,
   "event": "春，充忠、万、梁山、达州考试官",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1250,
   "value": 3,
   "event": "编类朱熹《易》",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "去官，冬十一月，知州李震午邀公于道，遂主教涪陵北岩书院，士子信从者众",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1252,
   "value": 2,
   "event": "《读易书怀》、《少年看花行寄示谊儒侄》；李侯卓率子弟，请问，公一本程朱之学，疏为卦义，曰《易学正说》",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1253,
   "value": 1,
   "event": "与魏了翁门人税与权论《易学启蒙小传》，与袁鼎东论进学，与赵汝廪论《易》",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "赐六品章服，涪教阙员，固辞",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "就养嘉定，与文云山、黄应凤、赵明远、王钝斋，讲洛中真率会",
   "place": "乐山市",
   "lng": "103.77193",
   "lat": "29.558141"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "就养涪陵",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "与阳明夫论阴阳消长，与宋寿卿合乡士就渝，讲明乡约",
   "place": "",
   "lng": "106.557165",
   "lat": "29.570997"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "就养涪陵",
   "place": "市辖区（涪陵区）",
   "lng": "107.39624",
   "lat": "29.709427"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "赐爵一级，加朝奉郎，又以阳炎卯升朝遇大礼，加朝散郎",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "长男阳少箕、从子阳昂皆奏名，书戒诸子",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1262,
   "value": 2,
   "event": "《与赵传之书》；就养于峡州至喜亭，与亲朋讲学不倦",
   "place": "宜昌市（至喜亭）",
   "lng": "111.292971",
   "lat": "30.697602"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "就养桃源广溪",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1264,
   "value": 3,
   "event": "加朝奉大夫，教子《家训》",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "自夷陵还蜀，改葬张氏于荆州白水",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1266,
   "value": 3,
   "event": "玩《大学》、《易》本义",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1267,
   "value": 2,
   "event": "《庆制阃开州宁西之捷》；秋分，书《未济》示子",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "病逝，家人将其与妻子张氏合葬于江陵府松滋县",
   "place": "市辖区（铜梁区）",
   "lng": "106.039243",
   "lat": "29.818323"
  }
 ]
};
