// 诗人行迹数据：陆九渊
export default {
 "name": "陆九渊",
 "birth": 1139,
 "death": 1192,
 "life": [
  {
   "time": 1139,
   "value": 1,
   "event": "是年二月二十四日出生",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "少居家乡金溪",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1141,
   "value": 0,
   "event": "少居家乡金溪，十一月十五日母孺人饶氏卒",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "随父陆贺居家乡金溪，行遇事物，必致问",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "少居家乡金溪，入学",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "少居家乡金溪，侍亲会嘉礼，衣以华好，却不受。兄陆九龄举《礼经》以告，乃受",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "少居家乡金溪，得乡誉",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "少居家乡金溪，读《论语•学而》，即疑有子三章",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "少居家乡金溪，作文能达意",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "入州学，随诸兄讲诵，与吴渐女结姻",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "少居家乡金溪，与兄陆九龄在疏山寺读书",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "少居家乡金溪",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "少居家乡金溪，与兄陆九龄讨论《论语》、《程氏易传》",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "少居家乡金溪，体质素弱",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1153,
   "value": 2,
   "event": "《初夏侍长上郊行分韵得偕字》；少居家乡金溪，初夏陪同长辈郊行，分韵赋诗",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "在家乡金溪家居，读三国六朝史，听长辈讲靖康年间事，于是剪去指爪，学弓马",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1155,
   "value": 2,
   "event": "《大人诗》；在家乡金溪家居，有诗",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "在家乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "春，与侄陆焕之同访李浩，留数日。李浩劝其赴举",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "在家乡金溪家居守丧",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "在家乡金溪家居守丧",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1165,
   "value": 2,
   "event": "赴秋试，落第",
   "place": "抚州市（金溪县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "在故乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "在故乡金溪家居，冬娶吴氏，成嘉礼",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1168,
   "value": 1,
   "event": "在故乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "在故乡金溪家居。兄陆九龄成进士",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "在故乡金溪家居",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "秋试，以《易经》赴乡试中举",
   "place": "抚州市（金溪县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "参加南宫春试，所作《易》卷得考官吕祖谦、赵汝愚，知贡举尤袤赏识，奏名",
   "place": "杭州市（富阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 5,
   "event": "《与陈正己》；正月，得陈正己信，有回信",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1174,
   "value": 3,
   "event": "赴部调官，过四明",
   "place": "宁波市（四明山）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1175,
   "value": 6,
   "event": "《鹅湖和教授兄韵》；与吕祖谦、朱熹等会于鹅湖寺，辩论学术异同，有诗",
   "place": "上饶市（铅山县）",
   "lng": "117.715843",
   "lat": "28.321649"
  },
  {
   "time": 1176,
   "value": 4,
   "event": "《与王顺伯书》；去年夏天，王顺伯亲临省问陆九渊。是岁，陆九渊有信寄王顺伯，论释氏义利公私",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "丁继母太孺人邓氏忧",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "在故乡金溪家居服丧",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1179,
   "value": 3,
   "event": "服除，授建宁府崇安县主簿。是岁未赴任",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "春，闻张栻卒",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1181,
   "value": 6,
   "event": "《白鹿洞书院论语讲义》；访朱熹于南康，讲义利之说于白鹿洞书院",
   "place": "赣州市（南康区）",
   "lng": "114.712561",
   "lat": "25.832943"
  },
  {
   "time": 1182,
   "value": 4,
   "event": "得旨与职事官，除国子正。秋初，赴国子监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1183,
   "value": 7,
   "event": "《大学春秋讲义》；在国子监讲《春秋》九章",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1184,
   "value": 10,
   "event": "在敕局春祀祚德庙，为分献官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1185,
   "value": 4,
   "event": "《与尤延之》；在敕局，有信寄尤袤",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1186,
   "value": 6,
   "event": "《格矫斋说》；为徐载作《格矫斋说》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1187,
   "value": 10,
   "event": "有信寄李成之",
   "place": "抚州市（金溪县）",
   "lng": "116.761253",
   "lat": "27.925454"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "在山间精舍，易应天山名为象山",
   "place": "鹰潭市（贵溪市）",
   "lng": "117.251649",
   "lat": "28.298854"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "秩满，在象山山间",
   "place": "鹰潭市（贵溪市）",
   "lng": "117.251649",
   "lat": "28.298854"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "《与侄孙浚书》；有信寄侄孙陆浚",
   "place": "鹰潭市（贵溪市）",
   "lng": "117.251649",
   "lat": "28.298854"
  },
  {
   "time": 1191,
   "value": 6,
   "event": "《荆门到任谢表》；至荆门军，即日视事上谢表",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "《荆门军上元设厅皇极讲义》；在荆门，会吏民讲洪范五皇极一章，以代设醮",
   "place": "荆门市",
   "lng": "112.205843",
   "lat": "31.041792"
  }
 ]
};
