// 诗人行迹数据：陆游
export default {
 "name": "陆游",
 "birth": 1125,
 "death": 1209,
 "life": [
  {
   "time": 1125,
   "value": 1,
   "event": "父陆宰自寿春赴开封，泊舟淮河岸。十月十七日，陆游生",
   "place": "六安市（寿县）",
   "lng": "116.793572",
   "lat": "32.579375"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "是年四月初八前，父陆宰任直秘阁转运副史",
   "place": "郑州市（荥阳市）",
   "lng": "113.389911",
   "lat": "34.793837"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "随父陆宰渡江淮，归山阴旧庐",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "少居家中",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "少居家中",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "随父陆宰赴东阳山中避乱，入乡校读书",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "寓居东阳",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "寓居东阳",
   "place": "金华市（东阳市）",
   "lng": "120.248332",
   "lat": "29.295821"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "随父陆宰返山阴。雍熙院持禅师常来访陆宰，陆游侍坐",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "从韩有功及从父（族伯父）陆彦远读书",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "从毛文（德昭）游",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "已能为诗文。以门荫补登仕郎。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "常往来云门山中，与胡杞共学于此",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "少年嗜学，讽读每至深宵。始到禹祠、龙瑞宫游",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "少年为学，颇慕吕本中",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "赴临安应试",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "与许伯虎（子威）同从鲍季和读书",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1142,
   "value": 4,
   "event": "《别曾学士》；努力学诗，始从曾几游",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "至临安应试。始发愤为古学",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1144,
   "value": 6,
   "event": "上元在临安，从舅光州通守唐招观灯",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "与蕺山天王广教院老僧惠迪游，略无十日不到",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "与唐氏仳离",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "与王氏结婚",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "自剡中入游天台",
   "place": "绍兴市（嵊州市）",
   "lng": "120.828141",
   "lat": "29.594696"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "友人王明清来访，赠《彩选》",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "与友人王嵎、陈山、从兄陆升之等相过从，多游观酬倡之乐",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1151,
   "value": 4,
   "event": "曾几来函致候，陆游寄诗酬谢",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1152,
   "value": 3,
   "event": "重九，亦与诸名士登高于蕺山宇泰阁",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1153,
   "value": 6,
   "event": "《谢解启》；赴锁厅试。考试官陈之茂欲擢陆游为第一，触秦桧怒，几得祸",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1154,
   "value": 10,
   "event": "试礼部，锁厅荐送第一，以论恢复而语触秦桧，复为秦桧所黜落",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1155,
   "value": 10,
   "event": "《钗头凤》（红酥手）；春日会唐氏于沈园，赋《钗头凤》以寄意。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "司马伋、子宅来云门山草堂相访",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1157,
   "value": 10,
   "event": "《贺曾秘监启》；二月，曾几自台州内召，除直秘阁。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "《贺礼部曾侍郎启》；曾几为礼部侍郎，有贺启",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "本路提刑樊光（茂实）远列诸荐牍，未果行",
   "place": "宁德市（蕉城区）",
   "lng": "119.532671",
   "lat": "26.666563"
  },
  {
   "time": 1160,
   "value": 10,
   "event": "《溪行（其一）》（蓬蒻鸣春雨）；自福州北归",
   "place": "温州市（永嘉县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "《送李德远寺丞奉祠归临川》；有诗送李浩（德远）归临川",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1162,
   "value": 0,
   "event": "《喜小儿辈到行在》；家属到行在",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "《代二府与夏国主书》；二府请陆游起草两府与夏国书",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1164,
   "value": 0,
   "event": "到镇江通判任",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 1165,
   "value": 10,
   "event": "《无咎兄郡斋燕集有诗末章见及敬次元韵》；元夕，知府方滋邀陆游、韩元吉宴饮赏梅，有诗唱和",
   "place": "镇江市（丹徒区）",
   "lng": "119.440461",
   "lat": "32.137801"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "《跋<坐忘论>》；在隆兴任上作",
   "place": "南昌市（南昌县）",
   "lng": "115.950681",
   "lat": "28.55148"
  },
  {
   "time": 1167,
   "value": 9,
   "event": "《黄龙山崇恩禅院三门记》；乡居故里，作文。《游山西村》；山重水复疑无路，柳暗花明又一村。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952",
   "highlight": true
  },
  {
   "time": 1168,
   "value": 8,
   "event": "《致曾逮函》；有函寄曾逮",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1169,
   "value": 4,
   "event": "《谢王宣抚启》；王炎除四川宣抚使，依旧参知政事。召陆游入幕，有谢启",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1170,
   "value": 10,
   "event": "《题徐子礼宗丞自觉斋》；春日，为徐蒇(子礼）自觉斋题诗。《卜算子·咏梅》；零落成泥碾作尘，只有香如故。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952",
   "highlight": true
  },
  {
   "time": 1171,
   "value": 10,
   "event": "《谢夔路监司列荐启》；在夔州任上作",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "《答薛参议启》；在夔州任上作",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "109.470533",
   "lat": "31.024561"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "《汉宫春·初自南郑来成都作》（羽箭雕弓）；初至成都，赋《汉宫春》以见志",
   "place": "成都市（青羊区）",
   "lng": "104.069363",
   "lat": "30.680959"
  },
  {
   "time": 1174,
   "value": 10,
   "event": "《题龙鹤菜帖》；在嘉州任上作",
   "place": "乐山市（市中区）",
   "lng": "103.767758",
   "lat": "29.561307"
  },
  {
   "time": 1175,
   "value": 10,
   "event": "《乙未元日》；在荣州任上作",
   "place": "自贡市（荣县）",
   "lng": "104.424121",
   "lat": "29.450693"
  },
  {
   "time": 1176,
   "value": 10,
   "event": "《醉中长歌》；在成都任上作",
   "place": "成都市（青羊区）",
   "lng": "104.069363",
   "lat": "30.680959"
  },
  {
   "time": 1177,
   "value": 9,
   "event": "《跋王君仪待制<易说>》；免官后居成都有作",
   "place": "成都市（青羊区）",
   "lng": "104.069363",
   "lat": "30.680959"
  },
  {
   "time": 1178,
   "value": 0,
   "event": "《正月二日晨出大东门是日府公宴移忠院》；免官后居成都有作",
   "place": "成都市（锦江区）",
   "lng": "104.089853",
   "lat": "30.661981"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《对酒》（识字记姓名）；在建安任上作",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1180,
   "value": 10,
   "event": "《拟岘台观雪》；正月十五日出郊，至金石台；又登擬岘台",
   "place": "抚州市（临川区）",
   "lng": "116.31634",
   "lat": "27.940728"
  },
  {
   "time": 1181,
   "value": 9,
   "event": "《辛丑正月三日雪》；正月三日雪，赋诗有“忽思西戍日，凭堞待传烽”之句",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "《与曾逮书》（其二）；致函曾逮，述及乡土灾情，惄然忧之；又谓去台评岁满，尚须两月",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1183,
   "value": 9,
   "event": "《跋<黄山谷三言诗卷>》；乡居故里，作文",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1184,
   "value": 9,
   "event": "周必大再函致候",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1185,
   "value": 9,
   "event": "《柳梢青》（十载江湖）；乡居故里，有词",
   "place": "杭州市（萧山区）",
   "lng": "120.271039",
   "lat": "30.19144"
  },
  {
   "time": 1186,
   "value": 10,
   "event": "《感兴》（筑室真须待伯夷）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "《先太傅遗像》；高祖陆轸曾守新定，至是邦人请筑祠于兜率佛寺。正月祠成，并刻像于石",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "《戊申元日》；在严州任上作",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "在杭州，寓砖街巷",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1190,
   "value": 9,
   "event": "《跋<彩选>》；上元日为《跋彩选》，有“予方从事金丹”语",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1191,
   "value": 9,
   "event": "《赠惟了侍者（其一）》（水边剥啄打门谁）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "《得林正父察院书问讯甚勤以长句寄谢》；林湜来书，殷勤问讯，赋诗谢之。《十一月四日风雨大作》；夜阑卧听风吹雨，铁马冰河入梦来。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952",
   "highlight": true
  },
  {
   "time": 1193,
   "value": 0,
   "event": "《癸丑正月二日（其一）》（朱颜不老画中人）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "《甲寅元日予七十矣酒间作短歌示子侄辈》；元日，作短歌示儿子，涉及人情反覆",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1195,
   "value": 0,
   "event": "《跋东坡<七夕词>后》；元日，为苏轼《元日》词作跋",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1196,
   "value": 0,
   "event": "《新岁》（风入鞭梢紧）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1197,
   "value": 0,
   "event": "《丁巳正月二日鸡初鸣梦至一山寺名凤山其尤胜处曰咮轩予为赋诗既觉不遗一字》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1198,
   "value": 9,
   "event": "《戊午元日读书至夜分有感（其一）》（七十年来又四年）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1199,
   "value": 0,
   "event": "《己未新岁》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1200,
   "value": 0,
   "event": "《庚申元日口号（其一）》（数行晴日照青鸳）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1201,
   "value": 9,
   "event": "《修路》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1202,
   "value": 10,
   "event": "《开岁》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1203,
   "value": 10,
   "event": "《除宝谟阁待制谢表》；除宝谟阁待制，有谢表",
   "place": "杭州市（西湖区）",
   "lng": "120.136699",
   "lat": "30.265924"
  },
  {
   "time": 1204,
   "value": 0,
   "event": "《甲子岁元日》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1205,
   "value": 0,
   "event": "《乙丑元日》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1206,
   "value": 9,
   "event": "《丙寅元日》；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1207,
   "value": 9,
   "event": "《仁和县重修先圣庙记》；乡居故里，作文",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1208,
   "value": 9,
   "event": "《新春感事八首终篇因以自解（其一）》（九陌风和不起尘）；乡居故里，有诗",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952"
  },
  {
   "time": 1209,
   "value": 9,
   "event": "《己巳元日》；乡居故里，有诗。《示儿》；王师北定中原日，家祭无忘告乃翁。",
   "place": "绍兴市（越城区）",
   "lng": "120.588427",
   "lat": "29.9952",
   "highlight": true
  }
 ]
};
