// 诗人行迹数据：陆秀夫
export default {
 "name": "陆秀夫",
 "birth": 1236,
 "death": 1279,
 "life": [
  {
   "time": 1238,
   "value": 1,
   "event": "陆秀夫生",
   "place": "盐城市（建湖县）",
   "lng": "119.805109",
   "lat": "33.4699"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "随父居",
   "place": "盐城市（建湖县）",
   "lng": "119.805109",
   "lat": "33.4699"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "随父居",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "随父徙家京口",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "随父居",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "随父居",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "入塾读书，从其乡人孟先生学",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "读书乡里",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1252,
   "value": 1,
   "event": "应科举，得贡补太学牒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1253,
   "value": 2,
   "event": "鹤林寺；读书鹤林寺，有诗",
   "place": "镇江市（鹤林寺）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1254,
   "value": 1,
   "event": "不详",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "魁省元",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "科甲进士，与文天祥、谢枋得同榜，妻章氏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "李庭芝闻陆秀夫才名，聘请其入幕主管文字工作",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "才思清丽，一时文人少能及之。",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "朝廷命李庭芝主管两淮制置使事，陆秀夫随李过江，镇守扬州",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1260,
   "value": 3,
   "event": "失襄阳谢放罪表；入李庭芝幕，代草《失襄阳谢放罪表》",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "幕府工作",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "长子繇生",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "幕府工作",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "幕府工作",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "幕府工作",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1266,
   "value": 3,
   "event": "或有三迁至主管机宜文字",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "幕府工作，李庭芝愈加器重",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "幕府工作",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1269,
   "value": 2,
   "event": "广陵牡丹诗卷；成《广陵牡丹诗卷》，李庭芝为两淮制置大使，兼知扬州",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "三子八郎生",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1271,
   "value": 2,
   "event": "丹阳馆记；公应乡人赵潜之请，作《丹阳馆记》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1272,
   "value": 1,
   "event": "四子九郎生",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1273,
   "value": 2,
   "event": "庄子评；李庭芝投闲，出李幕，著《庄子评》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1274,
   "value": 4,
   "event": "公随李庭芝赴京朝圣，留京任职，掌管文思院",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 3,
   "event": "除司农寺丞，累擢至宗正少卿，兼权起居舍人",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1276,
   "value": 3,
   "event": "至温州，奉益王为都元帅，公为直学士院，代王起草《授文天祥通议大夫、右丞相兼枢密使都督诸路兵马诏》",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "公闻陈文龙被俘，致陈文龙书",
   "place": "潮州市",
   "lng": "116.62943",
   "lat": "23.662923"
  },
  {
   "time": 1278,
   "value": 3,
   "event": "景炎帝迁往硐州",
   "place": "麻章区（麻章区硇洲镇）",
   "lng": "110.562736",
   "lat": "20.901646"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "公仗剑驱其妻子入海",
   "place": "江门市",
   "lng": "113.088165",
   "lat": "22.584459"
  }
 ]
};
