// 诗人行迹数据：陆龟蒙
export default {
 "name": "陆龟蒙",
 "birth": 830,
 "death": 881,
 "life": [
  {
   "time": 830,
   "value": 1,
   "event": "或生于本年。本表所列年岁为虚拟数，非实数。",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 831,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 832,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 834,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 835,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 836,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 837,
   "value": 1,
   "event": "在故乡长洲家居陆龟蒙父陆宾虞在校书郎任",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 838,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 839,
   "value": 1,
   "event": "陆龟蒙大概随父在潥阳，闻孟郊故事于白头书佐",
   "place": "常州市（溧阳市）",
   "lng": "119.491108",
   "lat": "31.421755"
  },
  {
   "time": 840,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 841,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 842,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 843,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 844,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 845,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 846,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 847,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 848,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 849,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 850,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 851,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 852,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 853,
   "value": 1,
   "event": "在故乡长洲家居",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 854,
   "value": 1,
   "event": "或于是年前后从豆庐瑑游宣城",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 855,
   "value": 1,
   "event": "或参加科举考试不利，流连于两京地区隐居读书",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 856,
   "value": 1,
   "event": "或参加科举考试不利，流连于两京地区隐居读书",
   "place": "郑州市（登封市）",
   "lng": "113.056704",
   "lat": "34.459775"
  },
  {
   "time": 857,
   "value": 1,
   "event": "在两京地区隐居读书",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 858,
   "value": 1,
   "event": "在两京地区隐居读书",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 859,
   "value": 7,
   "event": "参加科考，不第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 860,
   "value": 5,
   "event": "《钓车》；本年左右有桐江之行，有诗，又与进士严子重相交",
   "place": "杭州市（桐江）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 861,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 862,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 863,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 864,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 865,
   "value": 7,
   "event": "《引泉》；在睦州，与刺史陆墉游，有诗",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 866,
   "value": 1,
   "event": "在杭州，与丁翰之游",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 867,
   "value": 1,
   "event": "行踪不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 868,
   "value": 5,
   "event": "《幽居赋》；在苏州，其《幽居赋》或作于是年前后",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 869,
   "value": 9,
   "event": "奉和袭美二游诗两首；在苏州，干谒皮日休，两人相交酬唱甚密",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 870,
   "value": 0,
   "event": "《严子重以诗游于名胜间旧矣，余晚余江南相遇甚乐。不幸且没，袭美作诗序而吊之，其名真不朽矣，又何戚其死哉。余因息悲而为之和》；作诗伤严子重进士",
   "place": "镇江市（北固山）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 871,
   "value": 9,
   "event": "《早春雪中作吴体寄袭美》；正月，陆龟蒙有《早春雪中作吴体寄袭美》，皮日休有《奉和》",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 872,
   "value": 4,
   "event": "《荆溪早景题杜秀才水亭》；在湖州，从张搏游，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 873,
   "value": 3,
   "event": "在湖州，入张搏幕",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 874,
   "value": 3,
   "event": "在湖州，入张搏幕",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 875,
   "value": 3,
   "event": "二月以后，随张搏在庐州",
   "place": "合肥市",
   "lng": "117.235447",
   "lat": "31.82687"
  },
  {
   "time": 876,
   "value": 4,
   "event": "《椭李花赋》；陆龟蒙随张搏由庐州转苏州，本年秋，罗隐有诗寄陆龟蒙",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 877,
   "value": 4,
   "event": "冬，陆龟蒙往湖州拜谒刺史郑仁规，有酬唱之什",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 878,
   "value": 9,
   "event": "春归苏州，修震泽别业",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 879,
   "value": 9,
   "event": "《自遣诗》三十首；春，陆龟蒙卧病于苏州太湖湖滨、松江畔之震泽别业，又躬耕于松江南岸之甫里私田中，人或讥之，号为甫里先生，又自为捕鱼松江中，又种药，又勤于校读、写作",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 880,
   "value": 9,
   "event": "《春寒赋》；春，陆龟蒙居甫里，有文",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 881,
   "value": 0,
   "event": "《答友》；陆龟蒙病居甫里，其卒年或亦在本年，传云朝廷以左拾遗征之，诏下之日而卒。罗隐、韦庄、陆希声、吴融、皮日休、颜荛等作诗文以祭之",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
