// 诗人行迹数据：陈亮
export default {
 "name": "陈亮",
 "birth": 1143,
 "death": 1194,
 "life": [
  {
   "time": 1143,
   "value": 1,
   "event": "九月七日生于龙窟本宅",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "在永康家居",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "在永康家居，弟充出生",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "在永康家居",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "在永康家居，一弟生，殇",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "在永康家居，妹生",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在永康家居",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "在永康家居",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "在永康家居",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "闻行都有太学,读书山中",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "家居，多读书山中",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "家居，多读书山中",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "家居，多读书山中",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不自爱重，猖狂妄行，为乡里所不齿。数年间，祖父母教以读",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "永康家居读书",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "从义乌何子刚读书",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "学为语言，求以自见于世，凡世人之文章，无细巨必求观之",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "有经略四方之志。弟昭甫生，百日后归养张氏",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1161,
   "value": 2,
   "event": "酌古论；考古人用兵成败之迹，著《酌古论》。郡守周葵得之，请为上客",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "客临安，与吕伯恭同试漕台",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "客临安，受《中庸》、《大学》于周葵，道德性命之学渐开",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "居永康",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1165,
   "value": 0,
   "event": "入义乌就姻，娶何茂宏之次女为室",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "英豪录序；纂《英豪录》，自序寄慨",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1167,
   "value": 0,
   "event": "七月，祖母卒",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1168,
   "value": 2,
   "event": "经叶衡援助，其父于四月十二日出狱，父子团乐，喜甚至泣",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1169,
   "value": 5,
   "event": "二月，婺州以解头荐，应试礼部，不中",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1170,
   "value": 2,
   "event": "孟子提要；岁首，在太学，有《孟子提要》",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "嫁妹",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1172,
   "value": 0,
   "event": "周礼发题；是岁，始下帷授业，作经书发题以教学者",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "邓耿赞；春，以近作寄吕祖谦求教",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1174,
   "value": 0,
   "event": "祭周参政文；春正月，周葵卒，年七十七，撰文祭之",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1175,
   "value": 9,
   "event": "三国纪年；《三国纪年》诸赞及序成，就正于吕祖谦",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1176,
   "value": 7,
   "event": "刊《三先生论事录》",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1177,
   "value": 2,
   "event": "不满考试官，去太学。试南宫，何儋校其文而黜之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 9,
   "event": "是岁，更名为同",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 8,
   "event": "跋米元章帖；春四月，为王晦叔跋米芾帖",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1180,
   "value": 4,
   "event": "是岁，说《易》，《春秋》，《周礼》，吕祖谦恨未得听教",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "吕祖谦来永康，访陈亮于寿山石洞，与讲其所学，陈、吕门人翕然向往",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1182,
   "value": 8,
   "event": "春正月，朱熹巡历婺州、衢州，陈亮访其于衢、婺间，旬日乃别",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "癸卯与朱元晦通书；朱熹按唐仲友不法，唐疑陈亮相谮。陈亮致书朱熹声辩",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1184,
   "value": 9,
   "event": "乡人宴会，同坐者归而暴亡，陈亮以药人之诬，再次下狱。经辛弃疾、罗点等营救，五月二十五日脱狱",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1185,
   "value": 9,
   "event": "是岁，仍教书，贫病交加",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1186,
   "value": 7,
   "event": "《水调歌头》（人爱新来景）；和吴允成游灵洞韵，作《水调歌头》。吴竽（允成）于淳熙十一年至十三年任永康尉，该词当作于其间，附于此",
   "place": "金华市（兰溪市）",
   "lng": "119.467109",
   "lat": "29.214024"
  },
  {
   "time": 1187,
   "value": 9,
   "event": "春，上礼部，复不中",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1188,
   "value": 8,
   "event": "戊申再上孝宗皇帝书；夏四月丙戌，上孝宗皇帝书。孝宗将内禅，不报。在廷交怒，以为狂怪。留临安二十余日，始归",
   "place": "上饶市（铅山县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1189,
   "value": 9,
   "event": "《贺新郎》（离乱从头说）；酬辛幼安，再用《贺新郎》韵见寄",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "跋朱晦庵送写照郭秀才序后；跋朱熹《送写照郭秀才序》后",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1191,
   "value": 3,
   "event": "与章德茂侍郎书；三次入狱，作书与章德茂，言朱熹、辛弃疾相念甚至，无时不相闻",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1192,
   "value": 0,
   "event": "春二月，出狱",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  },
  {
   "time": 1193,
   "value": 10,
   "event": "夏五月乙巳，光宗策进士，擢为第一",
   "place": "金华市（永康市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "吕夫人夏氏墓志铭；作吕夫人夏氏墓志铭",
   "place": "金华市（永康市）",
   "lng": "120.053859",
   "lat": "28.894222"
  }
 ]
};
