// 诗人行迹数据：陈人杰
export default {
 "name": "陈人杰",
 "birth": 1218,
 "death": 1243,
 "life": [
  {
   "time": 1218,
   "value": 1,
   "event": "本年生于故乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "陈人杰最迟本年到临安参加童子试，但未考取",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡",
   "place": "福州市（长乐区）",
   "lng": "119.376495",
   "lat": "26.1012764"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "最迟本年开始在临安备考江东漕试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "在临安备考江东漕试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "在临安备考江东漕试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1237,
   "value": 2,
   "event": "以门客身份参加江东漕试，未考取，随即开始游历",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "佐幕，游历淮山（今大别山）",
   "place": "黄冈市（大别山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "佐幕，游历齐安（今湖北黄冈）",
   "place": "黄冈市（麻城市）",
   "lng": "115.015249",
   "lat": "31.179038"
  },
  {
   "time": 1240,
   "value": 4,
   "event": "回到临安，已放弃进士考试，“时复谈禅”（《沁园春》（偷闲来此徘徊）",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1241,
   "value": 2,
   "event": "在临安佐幕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1242,
   "value": 5,
   "event": "在临安佐幕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1243,
   "value": 0,
   "event": "在临安佐幕",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
