// 诗人行迹数据：陈与义
export default {
 "name": "陈与义",
 "birth": 1090,
 "death": 1138,
 "life": [
  {
   "time": 1090,
   "value": 1,
   "event": "是年六月，简斋生于洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "年少居洛阳",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "是年简斋曾游杭州，赋木犀诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "简斋尝从崔鶠问作诗之要",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "简斋在太学",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1113,
   "value": 4,
   "event": "三月，简斋以上舍及第释褐，名列第三，授文林郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1114,
   "value": 4,
   "event": "《题刘路宣义风月堂》；在开德教官任",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1115,
   "value": 4,
   "event": "《送吕钦问监酒受代归》；在开德教官任",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1116,
   "value": 6,
   "event": "《次韵周教授秋怀》；在开德教官任",
   "place": "濮阳市",
   "lng": "115.035917",
   "lat": "35.767586"
  },
  {
   "time": 1117,
   "value": 9,
   "event": "《江南春》；简斋在东京",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1118,
   "value": 10,
   "event": "《襄邑道中》；留京师。是春，尝有襄邑之行",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1119,
   "value": 10,
   "event": "《送张仲宗押戟归闽中》；简斋在京师，任辟雍录",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1120,
   "value": 10,
   "event": "春，尚为辟雍录。与张规臣、张矩臣数相唱和",
   "place": "平顶山市（汝州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 9,
   "event": "《谢杨工曹》；春，徙宅。新居在杨景所居之北",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 1122,
   "value": 10,
   "event": "《汝州吴学士观我斋分韵得真字》；简斋丁母忧居汝州",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 1123,
   "value": 10,
   "event": "《游玉仙观以春风吹倒人为韵得吹字》；春，在太学博士任。有诗多首",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1124,
   "value": 10,
   "event": "《柳絮》；任秘书省著作佐郎。春，作《柳絮》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1125,
   "value": 10,
   "event": "《客里》；春，至陈留南镇",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1126,
   "value": 9,
   "event": "《发商水道中》；正月，金人犯京师。简斋丁忧，去陈留，出商水",
   "place": "周口市（商水县）",
   "lng": "114.618065",
   "lat": "33.548841"
  },
  {
   "time": 1127,
   "value": 9,
   "event": "《与季申信道自光化复入邓书事四首》；正月，与富直柔、孙确自光化复入邓，卜居城西，有《书事》等诗",
   "place": "南阳市",
   "lng": "112.535009",
   "lat": "32.996701"
  },
  {
   "time": 1128,
   "value": 10,
   "event": "正月，自邓往房州.十二日，自房州城遇虏至，奔入南山",
   "place": "十堰市（房县）",
   "lng": "110.747621",
   "lat": "32.061707"
  },
  {
   "time": 1129,
   "value": 10,
   "event": "《火后问舍至城南有感》；春正月，岳州大火。火后问舍至城南，有诗",
   "place": "荆门市（京山县）",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 1130,
   "value": 9,
   "event": "《元日》；元日有诗",
   "place": "邵阳市（武冈市）",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 1131,
   "value": 10,
   "event": "《舟行遣兴贺溪舟中》；春，出贺溪，有《舟行遣兴》诗",
   "place": "肇庆市（德庆县）",
   "lng": "111.573078",
   "lat": "24.409403"
  },
  {
   "time": 1132,
   "value": 7,
   "event": "《渡江》；春正月，从驾至临安，有渡钱塘诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1133,
   "value": 4,
   "event": "春正月己巳，除试尚书吏部侍郎兼侍讲",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1134,
   "value": 4,
   "event": "春二月乙未，奏请搜访上书党籍人姓名录",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1135,
   "value": 10,
   "event": "春二月丙子，召试给事中",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 1136,
   "value": 10,
   "event": "《元夜》；春，居青镇僧舍",
   "place": "嘉兴市",
   "lng": "120.762045",
   "lat": "30.750912"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "春正月癸未，除左中大夫参知政事",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1138,
   "value": 0,
   "event": "春正月癸巳，尝论堂陛之势",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  }
 ]
};
