// 诗人行迹数据：陈子昂
export default {
 "name": "陈子昂",
 "birth": 659,
 "death": 700,
 "life": [
  {
   "time": 659,
   "value": 1,
   "event": "是年子昂生于四川梓州",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 660,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 661,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 662,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 663,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 664,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 665,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 666,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 667,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 668,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 669,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 670,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 671,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 672,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 673,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 674,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 675,
   "value": 1,
   "event": "居乡",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 676,
   "value": 1,
   "event": "年少以富家子驰侠使气，至此始慨然立志，闭门谢客，发愤读书",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 677,
   "value": 1,
   "event": "居家闭门读书",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 678,
   "value": 2,
   "event": "居家闭门读书，该览百家，专精坟典",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 679,
   "value": 9,
   "event": "《春夜别友人二首》；离蜀赴京前夕，与挚友通宵叙怀饯别，有诗",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 680,
   "value": 8,
   "event": "在东洛，广交宴游",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 681,
   "value": 7,
   "event": "《于长史山池三日曲水宴》；在长安游太学，三月三日宴于长史山池，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 682,
   "value": 8,
   "event": "居东都，应试不第",
   "place": "宜昌市（秭归县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 683,
   "value": 9,
   "event": "隐居射洪，随父研习黄老，幽观星象，辟谷饵食，求仙学道，与僧道游",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 684,
   "value": 10,
   "event": "在洛阳，举进士对策高第，为将仕郎",
   "place": "洛阳市（金谷园）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 685,
   "value": 9,
   "event": "《修竹篇并序》；居官东都，于解三处见东方虬《咏孤桐篇》，感其雅制，慨然作《修竹篇并序》以传示知音。并于序中陈述其诗歌主张，开唐诗革新之先",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 686,
   "value": 10,
   "event": "居官东都，春，从乔知之护刘敬同军，北征金徽州都督仆固始",
   "place": "固原市（陇山关）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 687,
   "value": 6,
   "event": "《感遇其二十九》；居东都，守麟台正字。冬，武后谋自雅州开山出击生羌，因以袭吐蕃。子昂作诗述忧思，斥当政之失",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 688,
   "value": 10,
   "event": "《谏用刑书》；居东都，守麟台正字。自光宅元年徐敬业扬州叛乱后，朝中告密罗织之风大盛，子昂上《谏用刑书》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 689,
   "value": 10,
   "event": "《洛城观酺应制》；居东都，守麟台正字。正月，武后御则天门，赦天下，改元，大酺七日。子昂上《洛城观酺应制》诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 690,
   "value": 0,
   "event": "《唐故循州司马申国公高君墓志》；居东都，守右卫胄曹参军。循州司马高琁卒，旅榇北归，子昂为撰墓志",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 691,
   "value": 0,
   "event": "《为赤县父老劝封禅表》；居东都，守右卫胄曹参军。春一月，朝集使二千八百人表请封中岳，子昂草劝封禅表",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 692,
   "value": 5,
   "event": "春初约一月，以继母忧解官返里",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 693,
   "value": 0,
   "event": "《酬李参军崇嗣旅馆见赠》；居蜀守制，友许州参军李崇嗣使蜀，过梓州，与子昂旅馆唱酬",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 694,
   "value": 10,
   "event": "《堂弟孜墓志铭》；居蜀守制，一月为堂弟陈孜入葬撰墓志",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 695,
   "value": 0,
   "event": "《宴胡楚真禁所》；狱中，春，于胡楚真监室同饮，赋诗鸣自身之无辜，斥狱吏之暴虐",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 696,
   "value": 0,
   "event": "《送麴郎将使默啜序》；居东都，守右拾遗。天册万岁元年十月突厥默啜请降，万岁登封元年一月，武后遣麴郎将使默啜恤戎，子昂作序送之。",
   "place": "新乡市（卫辉市）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 697,
   "value": 0,
   "event": "《为建安王与安东诸军州书》；在建安军幕。一月，为建安王武攸宜撰与安东诸军州书，约二月上旬互为掎角共破贼事",
   "place": "市辖区（大兴区）",
   "lng": "116.348215",
   "lat": "39.732495"
  },
  {
   "time": 698,
   "value": 10,
   "event": "《春台引》；居东都，守右拾遗。寒食，于毕录事宅宴集，赋诗感时伤春，繁华不乐，归隐之志渐明",
   "place": "宝鸡市（散关）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 699,
   "value": 0,
   "event": "家居侍养。撰《后史记》，粗立纲纪。七月七日，父元敬卒。十月葬父武东山",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  },
  {
   "time": 700,
   "value": 0,
   "event": "家居守制。县令段简附会文法，罗织陷狱，忧愤而卒。享年四十二，葬射洪独坐山",
   "place": "遂宁市（射洪县）",
   "lng": "105.394871",
   "lat": "30.877163"
  }
 ]
};
