// 诗人行迹数据：陈傅良
export default {
 "name": "陈傅良",
 "birth": 1137,
 "death": 1203,
 "life": [
  {
   "time": 1137,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1144,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1145,
   "value": 0,
   "event": "是年父母相继卒。读书夜达旦。",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1146,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1147,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1148,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1150,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "入乡校？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "入州学？",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "刘朔以南省第一人来为司户参军摄学官得陈傅良程文以为绝出",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "授徒于城南茶院，从者数百人",
   "place": "温州市（茶院寺）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "授徒于城南茶院",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "授徒于城南茶院",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "授徒城南，薛季宣间来过从",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "邑人林元章家坐馆",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1168,
   "value": 2,
   "event": "屏居僧舍，问学郑伯熊、薛季宣，潜心《易》与《论语》。",
   "place": "温州市（仙岩）",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "新昌咏归诗；新昌黄度家坐馆授徒",
   "place": "绍兴市（新昌县）",
   "lng": "120.91042",
   "lat": "29.505471"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "参加太学补试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1171,
   "value": 7,
   "event": "娶张氏",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1172,
   "value": 0,
   "event": "乾道壬辰进士赐第谢太上皇帝；登进士第，作谢太上皇表",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 2,
   "event": "江西运判龚茂良以书币招，不赴",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1174,
   "value": 0,
   "event": "祭诸葛梦叟；陈傅良友人诸葛说卒，为作祭文。",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "祭林安之；陈傅良弟子林安之卒",
   "place": "温州市",
   "lng": "120.705869",
   "lat": "28.001095"
  },
  {
   "time": 1176,
   "value": 7,
   "event": "除太学录谢宰执；除太学录",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1177,
   "value": 4,
   "event": "上幸太学改承奉郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "胡少宾墓志铭；为胡少宾作墓铭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "游鼓山；通判福州，丞相梁克家领帅事，以政委之。",
   "place": "福州市（鼓山）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1180,
   "value": 0,
   "event": "右正言黄洽劾以专擅，被罢",
   "place": "温州市（瑞安市）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "祭张忠甫；张淳卒，为作祭文",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1182,
   "value": 0,
   "event": "送叶正则赴浙西宪幕；陈傅良其时主管台州崇道观，作诗送叶适赴任。",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "次陈益之韵戏呈汪守充之；汪守座上苦吟而忘饮客酒，因戏及之",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1184,
   "value": 8,
   "event": "差知桂阳军未赴，日覃思于六经，将有所述，以开后学。",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1185,
   "value": 0,
   "event": "乙巳岁首寄彭子复徐子宜；乙巳岁首寄赠诗歌与彭仲刚和徐谊",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1186,
   "value": 9,
   "event": "重修瑞安县学记；瑞安县学重修，为作记",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "温州重修南塘记；居乡授徒讲学时，受沈持要所托，为重修南塘作记",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1188,
   "value": 10,
   "event": "桂阳军谢到任；到桂阳任作谢表",
   "place": "郴州市（桂阳县）",
   "lng": "112.74024",
   "lat": "25.759777"
  },
  {
   "time": 1189,
   "value": 10,
   "event": "任湖南提举，时率诸生与同僚之好学者讲道岳麓",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1190,
   "value": 10,
   "event": "贺登极；光宗即位，作贺表",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1191,
   "value": 7,
   "event": "吏部员外郎初对札子三首；赴阙奏事，留为吏部员外郎。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1192,
   "value": 10,
   "event": "送丘宗卿帅蜀；作诗送丘崇帅蜀",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1193,
   "value": 10,
   "event": "辞免兼权中书舍人申省状；除兼权中书舍人，辞免",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1194,
   "value": 0,
   "event": "王进之知德庆府；权中书舍人任上，拟写制诰",
   "place": "温州市（瑞安市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1195,
   "value": 0,
   "event": "回乡。以潜邸讲堂官转朝散大夫",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1196,
   "value": 9,
   "event": "止斋曲廊初成；降三官，罢宫观。杜门屏居，榜所居室曰止斋，作诗抒怀",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1197,
   "value": 4,
   "event": "丁巳寿国举兄；兄长生日作诗为寿",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1198,
   "value": 4,
   "event": "戊午寿国举兄；兄长生日作诗为寿",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1199,
   "value": 8,
   "event": "己未上巳清明莘叟兄蕃叟弟偕潘养大过访；清明日作诗抒怀",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1200,
   "value": 9,
   "event": "庚申上已；上巳日作诗抒怀",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1202,
   "value": 4,
   "event": "鼓琴行送许深父同知被诏赴阙并序；驰伪学禁，复原官，提举太平兴国宫，作诗送许及之被诏赴阙",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  },
  {
   "time": 1203,
   "value": 0,
   "event": "授集英殿修撰。疾笃请谢事。授宝谟阁待制",
   "place": "温州市（瑞安市）",
   "lng": "120.661762",
   "lat": "27.78403"
  }
 ]
};
