// 诗人行迹数据：陈康伯
export default {
 "name": "陈康伯",
 "birth": 1097,
 "death": 1165,
 "life": [
  {
   "time": 1097,
   "value": 1,
   "event": "是岁生",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "少居家乡",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "幼聪颖，过目成诵",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "入县学读书",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "居乡求学",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "未冠，即入郡学",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "求学于郡学",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "求学于郡学",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "求学于郡学",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "求学于郡学",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "贡于京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1121,
   "value": 3,
   "event": "是年，进士及第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居家丁忧",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居家丁忧",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1124,
   "value": 3,
   "event": "服除。邻邑贵溪盗起，康伯起义丁逆袭之，俘其渠魁，邑得全",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1125,
   "value": 3,
   "event": "在济源县丞任上",
   "place": "河南省直辖县级行政区划（济源市）",
   "lng": "112.609314",
   "lat": "35.072867"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "转从政郎，任开封府雍丘县尉",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "召试馆职，权秘书省正字，补国子太学正",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "在秘书省正字、国子太学正任上",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "改差江东路提举茶盐司干办公事，监太军仓",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "迁校书郎，奉敕修《圣政实录》等",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "为敕令所删定官，预修《绍兴敕令》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "在衢州通判任上。八月转奉议郎",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "在衢州通判任上",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "在衢州通判任上",
   "place": "衢州市",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1135,
   "value": 3,
   "event": "在衢州通判任上",
   "place": "池州市（贵池区）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "在提举江东路茶盐公事任上",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "在提举江东路茶盐公事任上",
   "place": "池州市（贵池区）",
   "lng": "117.573824",
   "lat": "30.692676"
  },
  {
   "time": 1138,
   "value": 6,
   "event": "为枢密院计议官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1139,
   "value": 6,
   "event": "《乞稽察义仓米斛奏》；在屯田员外郎任上，上义仓法疏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1140,
   "value": 3,
   "event": "除户部员外郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "在户部员外郎任上。三月，转左朝散郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1142,
   "value": 3,
   "event": "除吏部司勋员外郎，寻徙郎中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "除军器监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "二月，权尚书吏部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "正月，以权吏部侍郎同知贡举",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 6,
   "event": "《君臣共守纪纲法度奏》；在知泉州任上，上疏言事",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "仍在知泉州任上",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "泉州任满，提举江州太平兴国宫",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1149,
   "value": 1,
   "event": "在家闲居",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1150,
   "value": 4,
   "event": "《激赏乡兵奏》；在家闲居,上疏请籍民为义勇",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1151,
   "value": 1,
   "event": "奉祠在野",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1152,
   "value": 1,
   "event": "奉祠在野",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "奉祠在野",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1154,
   "value": 4,
   "event": "《孔子五十代孙孔搢袭封衍圣公诰》；二月，专主奉先祠事",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1155,
   "value": 0,
   "event": "二月秦桧卒。六月，起知汉州",
   "place": "上饶市（弋阳县）",
   "lng": "117.45472",
   "lat": "28.383508"
  },
  {
   "time": 1156,
   "value": 9,
   "event": "中道召还，二月，复为吏部侍郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1157,
   "value": 0,
   "event": "二月，以吏部侍郎兼侍读",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1158,
   "value": 3,
   "event": "是年，仍官参知政事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1159,
   "value": 3,
   "event": "六月，兼枢密院事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1160,
   "value": 3,
   "event": "以右仆射提举修三朝国史",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1161,
   "value": 10,
   "event": "赐御笔金书“尽忠”二字，《内则》诗四章",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "从高宗至金陵",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 9,
   "event": "史浩除右仆射，康伯与其共同执政",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 3,
   "event": "诏除醴泉观使",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1165,
   "value": 0,
   "event": "《乞将郊祀大礼瑞应宣付史馆奏》；上奏言事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
