// 诗人行迹数据：陈师道
export default {
 "name": "陈师道",
 "birth": 1052,
 "death": 1101,
 "life": [
  {
   "time": 1052,
   "value": 1,
   "event": "陈师道生",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "陈师道居家",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "陈师道父陈琪为冀州度支使，陈师道随任",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "陈师道随父在冀州",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "陈师道父陈琪自冀州度支使迁大理寺丞，师道或随任",
   "place": "宝鸡市（千阳县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "陈师道随父陈琪在陇州汧阳",
   "place": "宝鸡市（千阳县）",
   "lng": "107.13884",
   "lat": "34.648634"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "陈师道随父陈琪在陇州汧阳",
   "place": "宝鸡市（千阳县）",
   "lng": "107.13884",
   "lat": "34.648634"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "陈师道随父陈琪在陇州汧阳",
   "place": "宝鸡市（千阳县）",
   "lng": "107.13884",
   "lat": "34.648634"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "陈师道随父居开封，时王安石已执政",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "陈师道随父居开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "陈师道随父在金州",
   "place": "安康市",
   "lng": "109.03592",
   "lat": "32.690575"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "陈师道随父在金州",
   "place": "安康市",
   "lng": "109.03592",
   "lat": "32.690575"
  },
  {
   "time": 1074,
   "value": 2,
   "event": "《忘归亭记》；陈师道随父在金州，为知州刘某作忘归亭记",
   "place": "安康市",
   "lng": "109.03592",
   "lat": "32.690575"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "陈师道随父离金州往开封，途经襄州，曾巩时知襄州，陈师道以文往谒，曾巩大器之，遂受业于曾，自此终身师事",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1076,
   "value": 0,
   "event": "陈师道随父居雍丘",
   "place": "开封市（杞县）",
   "lng": "114.789423",
   "lat": "34.555997"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "陈师道在徐州守制家居，四月二十一日苏轼到任，苏辙旋亦来徐，陈师道偕兄往谒",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1078,
   "value": 2,
   "event": "《黄楼铭并序》；陈师道在徐州家居，春，苏轼作黄楼，陈师道为作黄楼铭",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "陈师道在徐州家居",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "本年踪迹待考",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "陈师道至开封，晤颜复，谒曾巩，时晁补之亦在开封，有诗赠答",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "陈师道自杭州北归，途经扬州，遇秦观于逆旅，匆匆别去",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "《南丰先生挽词二首》；陈师道居开封，四月十一日，曾巩卒于江宁府，陈师道作挽诗二首，又作妾薄命二首以见意",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1084,
   "value": 6,
   "event": "陈师道子陈丰生",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1085,
   "value": 5,
   "event": "陈师道在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "《答张文潜书》；陈师道居开封，早春，张耒来开封，旋别去，是为陈张相识之始",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 10,
   "event": "春，陈师道在开封，秦观弟秦觏过师道书院同观黄庭坚诗，庭坚有诗纪其事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 10,
   "event": "《呜呼行》；陈师道在徐州教授任",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1089,
   "value": 10,
   "event": "陈师道在徐州教授任",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1090,
   "value": 10,
   "event": "在徐州教授任",
   "place": "菏泽市（巨野县）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1091,
   "value": 10,
   "event": "陈师道在颍州教授任，八月二十日，苏轼知颍州，赵令畤在苏轼幕，欧阳修二子欧阳棐、欧阳辩家居颍州，师道与之唱酬，陈师仲亦至颍州相聚",
   "place": "阜阳市（张龙公祠）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1092,
   "value": 10,
   "event": "《送叔弼寄秦张》；正月末，苏轼改知扬州，早春，欧阳棐离颍，师道同赵令畤赋诗送之，苏轼亦次韵",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1093,
   "value": 10,
   "event": "在颍州教授任，九月，宣仁太皇太后崩，哲宗亲政",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "《元日》；在颍州教授任",
   "place": "周口市（项城市）",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1095,
   "value": 0,
   "event": "早春，居开封，由监海陵酒税改官江州彭泽县令",
   "place": "聊城市（东阿县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 9,
   "event": "《次韵无斁雪后二首》；居曹州，常与晁将之唱和",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1097,
   "value": 9,
   "event": "《寄邓州杜侍郎》；居曹州",
   "place": "菏泽市（曹县）",
   "lng": "115.548597",
   "lat": "34.831741"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "《和魏衍元夜同登黄楼》；在徐州家居",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1099,
   "value": 9,
   "event": "《元日雪二首》；在徐州家居",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "《早春》；在徐州家居",
   "place": "济宁市（鱼台县）",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "《和李文叔退朝》；在开封",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
