// 诗人行迹数据：陈瓘
export default {
 "name": "陈瓘",
 "birth": 1057,
 "death": 1122,
 "life": [
  {
   "time": 1057,
   "value": 1,
   "event": "陈瓘生于循州官舍",
   "place": "河源市（龙川县）",
   "lng": "115.266395",
   "lat": "24.105791"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "居乡？",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "秋，领太魁学荐。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "值时彦榜中进士甲科第三名。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "在京城？",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "任颍州教官",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1082,
   "value": 3,
   "event": "任颍州教官",
   "place": "阜阳市",
   "lng": "115.821389",
   "lat": "32.895879"
  },
  {
   "time": 1083,
   "value": 4,
   "event": "垂虹亭；主吴江县簿。尝赋诗",
   "place": "苏州市（吴江区）",
   "lng": "120.639402",
   "lat": "31.014847"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "改宣义郎，知濠州定远县",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1085,
   "value": 4,
   "event": "责沈文贻知默侄；为礼部贡院点检官，与范醇夫同舍，有《责沈文贻知默侄》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "先君行述；七月丙寅，父称卒。作《先君行述》",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "丁父忧",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "丁父忧",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "签署越州判官",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "除太学博士，不就。蔡京荐之",
   "place": "绍兴市",
   "lng": "120.586673",
   "lat": "30.036519"
  },
  {
   "time": 1091,
   "value": 4,
   "event": "通判明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "通判明州",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1093,
   "value": 9,
   "event": "和刘太守洲诗；通判明州，题咏甚多",
   "place": "宁波市（月湖）",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "欧阳六一居士贴；通判明州，跋朱表臣所藏《欧阳六一居士贴》",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "为太学博士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 9,
   "event": "论若稽古；除秘书省校书郎，有疏",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1097,
   "value": 6,
   "event": "经宣德郎通判沧州",
   "place": "沧州市",
   "lng": "116.845272",
   "lat": "38.31022"
  },
  {
   "time": 1098,
   "value": 3,
   "event": "通判沧州",
   "place": "沧州市",
   "lng": "116.845272",
   "lat": "38.31022"
  },
  {
   "time": 1099,
   "value": 3,
   "event": "移知卫州",
   "place": "新乡市",
   "lng": "113.933349",
   "lat": "35.308973"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "徽宗即位，三月甲戌，召拜左正言",
   "place": "合肥市（巢湖市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1101,
   "value": 0,
   "event": "知无为军",
   "place": "合肥市（巢湖市）",
   "lng": "117.88049",
   "lat": "31.608733"
  },
  {
   "time": 1102,
   "value": 7,
   "event": "知泰州，籍元祐并元符末党人，陈瓘等五十余人并令三省籍记，不得与在京差遣。责瓘管勾冲祐观",
   "place": "南平市（武夷山市）",
   "lng": "119.932115",
   "lat": "32.4612"
  },
  {
   "time": 1103,
   "value": 0,
   "event": "瓘移送廉州编管",
   "place": "北海市（合浦县）",
   "lng": "109.213689",
   "lat": "21.667194"
  },
  {
   "time": 1104,
   "value": 7,
   "event": "了斋记；任廉州编管。作记。",
   "place": "北海市（合浦县）",
   "lng": "109.213689",
   "lat": "21.667194"
  },
  {
   "time": 1105,
   "value": 9,
   "event": "葵木杖铭；任廉州编管。作铭",
   "place": "北海市（合浦县）",
   "lng": "109.213689",
   "lat": "21.667194"
  },
  {
   "time": 1106,
   "value": 7,
   "event": "大赦，毁党碑，陈瓘叙承务郎，得自便",
   "place": "郴州市（岳山寿宁观）",
   "lng": "113.021311",
   "lat": "25.776711"
  },
  {
   "time": 1107,
   "value": 4,
   "event": "在明州，与陈禾相好，遣其子正汇从学",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1108,
   "value": 4,
   "event": "湖州开元寺观音记；在明州。有记",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1109,
   "value": 8,
   "event": "苏文饶往昌国意颇惮之送以诗因勉之；在明州。有诗文",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1110,
   "value": 7,
   "event": "在明州。狱具，正汇流沙门岛。",
   "place": "宁波市",
   "lng": "121.556686",
   "lat": "29.880177"
  },
  {
   "time": 1111,
   "value": 8,
   "event": "在通州。正月，诏明州取陈瓘《尊尧集》送编修政典局，从张商英建请也",
   "place": "台州市（临海市）",
   "lng": "120.900301",
   "lat": "31.985237"
  },
  {
   "time": 1112,
   "value": 5,
   "event": "羁管台州，与徐中行定交",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1113,
   "value": 2,
   "event": "羁管台州",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1114,
   "value": 0,
   "event": "羁管台州",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1115,
   "value": 7,
   "event": "有门颂；羁管台州，作文",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 1116,
   "value": 4,
   "event": "闰正月，瓘移江州居住，管勾江州太平观",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1117,
   "value": 4,
   "event": "自江州移南康军居住",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1118,
   "value": 2,
   "event": "居南康军",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1119,
   "value": 0,
   "event": "唐充之墓志铭；居南康军。唐广仁卒，作墓铭",
   "place": "九江市（星子县）",
   "lng": "116.051546",
   "lat": "29.454549"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "瓘复责令移楚州",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在楚州",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1122,
   "value": 0,
   "event": "在楚州。此年春，陈瓘卒",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  }
 ]
};
