// 诗人行迹数据：陈襄
export default {
 "name": "陈襄",
 "birth": 1017,
 "death": 1080,
 "life": [
  {
   "time": 1017,
   "value": 1,
   "event": "陈襄生。",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1042,
   "value": 3,
   "event": "陈襄登杨寘榜进士第，授试秘书省校书郎、建州浦城县主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 4,
   "event": "《谒庙祝文》；陈襄到浦城，有《谒庙祝文》",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1044,
   "value": 7,
   "event": "《祈雨》；陈襄作《祈雨》诗",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1045,
   "value": 6,
   "event": "《答吕寺丞书》；陈襄作《答吕寺丞书》",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1046,
   "value": 4,
   "event": "《答黄殿丞书》；陈襄作《答黄殿丞书》",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1047,
   "value": 4,
   "event": "陈襄以部使者举为台州仙居县令",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1048,
   "value": 4,
   "event": "《谢关郎中书》；陈襄作《谢关郎中书》",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1049,
   "value": 7,
   "event": "《劝学文》；陈襄作《劝学文》",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1050,
   "value": 4,
   "event": "《和郑闳中仙居》；陈襄作《和郑闳中仙居》诗12首",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1051,
   "value": 6,
   "event": "陈襄改秘书省著作佐郎、知孟州河阳县",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 1052,
   "value": 6,
   "event": "《留题南峰寺》；春，陈襄过浦城，作《留题南峰寺》",
   "place": "南平市（浦城县）",
   "lng": "118.547818",
   "lat": "27.923406"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "陈襄在知孟州合阳县任上",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1054,
   "value": 3,
   "event": "陈襄迁秘书丞，就移知彭州濛阳县",
   "place": "彭州市（彭州市濛阳镇）",
   "lng": "104.120924",
   "lat": "30.960589"
  },
  {
   "time": 1056,
   "value": 4,
   "event": "《白头》；陈襄作《白头》诗",
   "place": "彭州市（彭州市濛阳镇）",
   "lng": "104.120924",
   "lat": "30.960589"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "陈襄迁太常博士，以郑公之荐，召试秘阁校理",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 3,
   "event": "陈襄判尚书祠部",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 6,
   "event": "陈襄编订昭文馆书籍",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 4,
   "event": "《中庸讲义》；陈襄著《中庸讲义》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 4,
   "event": "《殿中御史陈公墓志铭》；陈襄撰《殿中御史陈公墓志铭》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 4,
   "event": "《请顾临秘校主学书》；陈襄作《请顾临秘校主学书》",
   "place": "常州市",
   "lng": "119.980142",
   "lat": "31.816791"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "由尚书度支员外郎迁尚书司封员外郎，赐五品服",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 3,
   "event": "陈襄召为开封府推官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "陈襄在开封府推官任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 4,
   "event": "陈襄除三司监铁判官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 10,
   "event": "陈襄以谏议大夫奉使北虏。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1068,
   "value": 10,
   "event": "陈襄还乡省松楸",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "夏，陈襄到阙，迁尚书刑部郎中，修起居注，知谏院，管勾国子监公事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "春，陈襄召试知制诰。公自言尝论常平新法，不听，辞不就试。执政以为当出，乃欲罢御史，以集贤殿修撰、陕西转运使。敕未下，上批别进呈，谓执政曰：“吴申全不能讲，欲候陈某受职，留讲筵。”于是除秘阁校理，复修起居注，直舍人院，兼天章阁侍讲，仍判铨。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 7,
   "event": "秋，陈襄知制诰，迁尚书吏部郎中，兼直学士院",
   "place": "周口市（淮阳区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 9,
   "event": "秋，陈襄移知杭州",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "春，钱塘六井迄工，苏轼为之作记",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1074,
   "value": 7,
   "event": "《和子瞻沿牒京口忆西湖寒食》；陈襄作《和子瞻沿牒京口忆西湖寒食》",
   "place": "周口市（淮阳区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1075,
   "value": 9,
   "event": "《颍州府学释奠勉童子》；陈襄作《颍州府学释奠勉童子》",
   "place": "周口市（淮阳区）",
   "lng": "114.892727",
   "lat": "33.737245"
  },
  {
   "time": 1076,
   "value": 9,
   "event": "陈襄兼侍讲，知审官东院",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1077,
   "value": 4,
   "event": "陈襄提举司天监",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1078,
   "value": 10,
   "event": "春，奉敕详定郊庙奉祀礼文",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1079,
   "value": 4,
   "event": "春，陈襄兼判都省",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1080,
   "value": 0,
   "event": "陈襄卒于京师，将终，书“先圣先师”四字付其后",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  }
 ]
};
