// 诗人行迹数据：雍陶
export default {
 "name": "雍陶",
 "birth": 796,
 "death": 860,
 "life": [
  {
   "time": 796,
   "value": 1,
   "event": "生于家乡成都府",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 797,
   "value": 1,
   "event": "居家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 798,
   "value": 1,
   "event": "居家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 799,
   "value": 1,
   "event": "居家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 800,
   "value": 1,
   "event": "居家",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 801,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 802,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 803,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 804,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 805,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 806,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 807,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 808,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 809,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 810,
   "value": 1,
   "event": "居家读书",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 811,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 812,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 813,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 814,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 815,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 816,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 817,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 818,
   "value": 1,
   "event": "是年或居家，姑系于此",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 819,
   "value": 1,
   "event": "流寓荆楚，家于江南",
   "place": "",
   "lng": "114.348779",
   "lat": "30.551595"
  },
  {
   "time": 820,
   "value": 5,
   "event": "《离家后作》；流寓荆楚，家于江南",
   "place": "",
   "lng": "114.348779",
   "lat": "30.551595"
  },
  {
   "time": 821,
   "value": 2,
   "event": "《再下第将归荆楚上白舍人》；再赴京师应试，与白居易交游，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 9,
   "event": "《离京城宿商山作》；南归荆楚途中",
   "place": "商洛市（商山）",
   "lng": "109.94688",
   "lat": "33.876525"
  },
  {
   "time": 823,
   "value": 1,
   "event": "南归江南家途中，姑系于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 824,
   "value": 2,
   "event": "《送徐山人归睦州旧隐》；营室终南山，有诗送徐凝",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 0,
   "event": "《送于中丞使北番》；营室终南山，有诗送于人文",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 2,
   "event": "《送前鄠县李少府》；营室终南山，与李廓交游，有诗",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 2,
   "event": "离京赴蜀途中，贾岛有诗送雍陶入蜀",
   "place": "宝鸡市（眉县）",
   "lng": "107.756318",
   "lat": "34.280375"
  },
  {
   "time": 828,
   "value": 1,
   "event": "闲居成都",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 829,
   "value": 1,
   "event": "蜀中战乱，离蜀赴京",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 830,
   "value": 8,
   "event": "《初出成都闻哭声》；欲往北至京师，初出成都闻哭声，有诗",
   "place": "雅安市（汉源县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 831,
   "value": 5,
   "event": "《答蜀中经蛮后友人马艾见寄》；闲居京师，思念故里",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 2,
   "event": "《苦寒》；闲居京师，忧念前途，有诗",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "闲居京师，应进士举",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 1,
   "event": "进士及第，归蜀宁亲，贾岛、姚合有诗送行",
   "place": "西安市（终南山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 1,
   "event": "居家侯选",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 836,
   "value": 1,
   "event": "在湖南岳阳州府从事",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 837,
   "value": 1,
   "event": "在湖南岳阳州府从事",
   "place": "岳阳市",
   "lng": "113.135679",
   "lat": "29.363262"
  },
  {
   "time": 838,
   "value": 1,
   "event": "在湖南衡阳州府从事",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 839,
   "value": 1,
   "event": "在湖南衡阳州府从事",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 840,
   "value": 1,
   "event": "在湖南衡阳州府从事",
   "place": "衡阳市",
   "lng": "112.578397",
   "lat": "26.899517"
  },
  {
   "time": 841,
   "value": 2,
   "event": "《阴地关见入蕃公主石上手迹》；赴雁北塞上途中，在阴地关有诗",
   "place": "晋中市（介休市）",
   "lng": "111.923284",
   "lat": "37.032883"
  },
  {
   "time": 842,
   "value": 1,
   "event": "在河东节度使府戎幕",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 843,
   "value": 4,
   "event": "《春怀旧游》；在大同都团练使府戎幕，春怀旧游有诗",
   "place": "大同市（灵丘县）",
   "lng": "114.24057",
   "lat": "39.448751"
  },
  {
   "time": 844,
   "value": 1,
   "event": "在大同防都御使府戎幕",
   "place": "大同市（灵丘县）",
   "lng": "114.24057",
   "lat": "39.448751"
  },
  {
   "time": 845,
   "value": 1,
   "event": "在大同防都御使府戎幕",
   "place": "大同市（灵丘县）",
   "lng": "114.24057",
   "lat": "39.448751"
  },
  {
   "time": 846,
   "value": 9,
   "event": "《塞上宿野寺》；在大同都防御使府戎幕，塞上宿野寺，有诗",
   "place": "大同市（灵丘县）",
   "lng": "114.24057",
   "lat": "39.448751"
  },
  {
   "time": 847,
   "value": 3,
   "event": "在山东兖州州府从事，刘得仁有诗《送雍侍御赴兖州裴尚书命》相送",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 848,
   "value": 3,
   "event": "在山东兖州州府从事",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 849,
   "value": 3,
   "event": "在山东兖州州府从事",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 850,
   "value": 3,
   "event": "在山东兖州州府从事",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 851,
   "value": 3,
   "event": "在山东兖州州府从事",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 852,
   "value": 3,
   "event": "在长安任职国子监",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 3,
   "event": "在长安任职尚书省",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 4,
   "event": "在长安任职国子监",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 3,
   "event": "在简州任职州府",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 856,
   "value": 3,
   "event": "在简州任职州府",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 857,
   "value": 3,
   "event": "在简州任职州府",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 858,
   "value": 3,
   "event": "在简州任职州府",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 859,
   "value": 2,
   "event": "《卢岳闲居十韵》；闲居卢山养病，有诗",
   "place": "雅安市（卢山）",
   "lng": "103.04636",
   "lat": "30.021277"
  },
  {
   "time": 860,
   "value": 0,
   "event": "闲居卢山养病，卒于何年不详",
   "place": "雅安市（卢山）",
   "lng": "103.04636",
   "lat": "30.021277"
  }
 ]
};
