// 诗人行迹数据：韦庄
export default {
 "name": "韦庄",
 "birth": 836,
 "death": 910,
 "life": [
  {
   "time": 836,
   "value": 1,
   "event": "是年生于家乡长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 1,
   "event": "幼时尝侨居白居易故乡下邽县",
   "place": "临渭区（临渭区下邽镇）",
   "lng": "109.496551",
   "lat": "34.77626"
  },
  {
   "time": 846,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 858,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 859,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 860,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 861,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 863,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 870,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 871,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 1,
   "event": "居乡",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 875,
   "value": 1,
   "event": "黄巢始起兵，疑居乡，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 1,
   "event": "疑居乡，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 877,
   "value": 7,
   "event": "《虢州涧东村居》；在虢州涧东村居，有诗",
   "place": "三门峡市（灵宝市）",
   "lng": "110.90097",
   "lat": "34.523086"
  },
  {
   "time": 878,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 879,
   "value": 4,
   "event": "《冬日长安感志献虢州崔郎中二十韵》；是年冬在长安，感志有诗献虢州崔郎中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 880,
   "value": 7,
   "event": "《放榜日作》；在长安应举。值黄巢攻长安，僖宗西行，放榜日有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 4,
   "event": "《辛丑年》；咏兵中遇弟妹",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 882,
   "value": 9,
   "event": "《洛阳吟》；春，离长安，至洛阳有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 883,
   "value": 9,
   "event": "《秦妇吟》；三月，在洛阳，作秦妇吟，以秦妇避东奔，写故国乱离之惨状",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 884,
   "value": 4,
   "event": "《喻东军》；游江南。六月，闻黄巢被杀，有诗",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 885,
   "value": 1,
   "event": "在润州。三月，僖宗还京。十二月，李克用逼京师，僖宗出奔凤翔",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 886,
   "value": 8,
   "event": "《镊白》；游江南。新年作《镊白》诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 9,
   "event": "《自孟津舟西上雨中作》；秋，自孟津舟西上，有诗",
   "place": "长治市（壶关）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 888,
   "value": 9,
   "event": "《李氏小池十二韵》；庄客婺州。游李氏小池，有诗",
   "place": "金华市",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 889,
   "value": 7,
   "event": "《不出院楚公》；自三衢至江南西道客游，有诗",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 890,
   "value": 8,
   "event": "《齐安郡》；在鄂州游，至齐安郡，有诗",
   "place": "黄石市（西塞山）",
   "lng": "114.878872",
   "lat": "30.459422"
  },
  {
   "time": 891,
   "value": 8,
   "event": "《章江作》；过章江有诗",
   "place": "上饶市（余干县）",
   "lng": "114.94126",
   "lat": "25.837179"
  },
  {
   "time": 892,
   "value": 1,
   "event": "是年活动不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 893,
   "value": 7,
   "event": "《癸丑年下第献新先辈》；自中和元年离京，至此十二年。下第有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 894,
   "value": 5,
   "event": "《南省伴直》；第进士，释褐为校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 895,
   "value": 1,
   "event": "是年疑在西安，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 896,
   "value": 5,
   "event": "《丙辰鄜州遇寒食城外醉吟五首》；寒食客鄜州，冬客宜君，欲卜居不果。城外醉饮，有诗",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 897,
   "value": 9,
   "event": "《过樊川旧居》；此行过樊川旧居，有诗",
   "place": "渭南市（华阴市）",
   "lng": "110.098671",
   "lat": "34.57172"
  },
  {
   "time": 898,
   "value": 1,
   "event": "是年疑在四川，姑系于此",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 899,
   "value": 1,
   "event": "是年疑在四川，姑系于此",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 900,
   "value": 2,
   "event": "夏，七月《又玄集》诗选编成",
   "place": "",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 901,
   "value": 1,
   "event": "春，应聘入蜀，为掌书记。自此终身仕蜀",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 902,
   "value": 1,
   "event": "于浣花溪寻得杜工部旧址，结茅为室",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 903,
   "value": 1,
   "event": "六月，弟蔼完成《浣花集》编录，并为序",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 904,
   "value": 1,
   "event": "在蜀。昭宗劫迁，驻跸陕郊。八月，朱全忠杀昭宗",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 905,
   "value": 2,
   "event": "《为蜀高祖答王宗绾书》；十一月，为王建作教，答梁使司马卿",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 906,
   "value": 1,
   "event": "十月，为安抚副使",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 907,
   "value": 1,
   "event": "九月，劝王建称帝，为左散骑常侍，判中书门下事，定开国制度",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 908,
   "value": 1,
   "event": "正月丁丑，为门下侍郎同平章事",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 909,
   "value": 1,
   "event": "正月，为吏部侍郎平章事",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 910,
   "value": 0,
   "event": "八月，卒于成都花林坊。葬白沙之阳。谥文靖",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  }
 ]
};
