// 诗人行迹数据：韦应物
export default {
 "name": "韦应物",
 "birth": 737,
 "death": 792,
 "life": [
  {
   "time": 737,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（杜陵）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 738,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 739,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 740,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 741,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 742,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 743,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 744,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 745,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 746,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市（胄贵里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 749,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 750,
   "value": 1,
   "event": "在故乡万年胄贵里家居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 751,
   "value": 1,
   "event": "在长安，为明皇宿卫",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 1,
   "event": "正月丁亥（九日），明皇离开华清宫回长安，韦应物为明皇宿卫，扈驾从行",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 1,
   "event": "十月戊寅（十一日）明皇复幸华清宫。韦应物为明皇宿卫，扈驾从行",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 1,
   "event": "正月丙午（四日），明皇返回京师。韦应物为明皇宿卫，扈驾从行",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 755,
   "value": 1,
   "event": "十月庚寅（四日），明皇复幸华清宫。韦应物为明皇宿卫，扈驾从行",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 756,
   "value": 1,
   "event": "在长安，为明皇宿卫",
   "place": "咸阳市（兴平市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 757,
   "value": 1,
   "event": "九月，郭子仪收复两京。十一月丙申（二十二日），明皇发蜀回京途次凤翔。韦应物为明皇宿卫，扈驾从行",
   "place": "宝鸡市（凤翔区）",
   "lng": "107.407139",
   "lat": "34.527456"
  },
  {
   "time": 758,
   "value": 1,
   "event": "十月甲寅（十五日），明皇幸华清宫。韦应物为明皇宿卫，扈驾从行",
   "place": "西安市（华清宫）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 759,
   "value": 1,
   "event": "游梁州",
   "place": "汉中市（南郑区）",
   "lng": "106.942674",
   "lat": "33.005532"
  },
  {
   "time": 760,
   "value": 1,
   "event": "在长安。为明皇宿卫",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 761,
   "value": 1,
   "event": "在长安。为明皇宿卫",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 762,
   "value": 1,
   "event": "四月甲寅（五日），明皇崩，韦应物失职位，屏居武功县宝意寺折节读书。",
   "place": "咸阳市（武功县）",
   "lng": "108.20673",
   "lat": "34.2662"
  },
  {
   "time": 763,
   "value": 3,
   "event": "七月，至洛阳。任洛阳丞",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 764,
   "value": 3,
   "event": "洛阳丞任上",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 765,
   "value": 7,
   "event": "示从子河南尉班诗；洛阳丞，以刚直为政，被讼于河南尹。时，从子河南尉班亦以刚直见讼于居守。韦应物因有诗示从子韦班",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 766,
   "value": 2,
   "event": "任洛阳丞请告；春，请罢洛阳丞，有诗。罢职后，养病于洛阳城东精舍",
   "place": "洛阳市（同德精舍）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 767,
   "value": 5,
   "event": "寄冯著；寓居洛阳同德精舍。是春，有寄冯著诗一首",
   "place": "洛阳市（同德精舍）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 768,
   "value": 1,
   "event": "寓居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 9,
   "event": "送冯著受李广州署为录事；在长安。春夏，送冯著受广州录事，有诗",
   "place": "洛阳市（黄河）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 770,
   "value": 2,
   "event": "淮上遇洛阳李主簿；至淮上，遇洛阳李主簿，有诗纪事。",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 771,
   "value": 2,
   "event": "贾常侍林亭燕集；在洛阳，与贾至交游，有诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 772,
   "value": 1,
   "event": "在洛阳闲居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 773,
   "value": 1,
   "event": "在洛阳闲居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 774,
   "value": 4,
   "event": "赠冯著；冬十二月，自洛阳入长安，任京兆府功曹，有诗赠冯著",
   "place": "西安市（昭国里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 775,
   "value": 9,
   "event": "长安遇冯著；春，在长安任京兆府功曹。偶遇冯著，有诗",
   "place": "西安市（昭国里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 776,
   "value": 0,
   "event": "早春对雪寄前殿中元侍御；在长安京兆府功曹任上。",
   "place": "西安市（昭国里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 777,
   "value": 10,
   "event": "对芳树；在长安京兆府功曹任上，丧妻迁居。自春至秋，有十二首诗悼念亡妻",
   "place": "洛阳市（同德精舍）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 778,
   "value": 7,
   "event": "在长安京兆府功曹任上",
   "place": "西安市（高陵区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 779,
   "value": 6,
   "event": "任鄠县令",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  },
  {
   "time": 780,
   "value": 2,
   "event": "送端东行；大历十四年六月二十三日自鄂县制除栎阳令，以疾辞归善福精舍。送韦端有诗",
   "place": "西安市（沣水；善福精舍）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 3,
   "event": "在长安，任尚书兵部员外郎。《滁州西涧》；春潮带雨晚来急，野渡无人舟自横。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436",
   "highlight": true
  },
  {
   "time": 782,
   "value": 3,
   "event": "长安，尚书兵部员外郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 6,
   "event": "自尚书郎出为滁州刺史留别朋友兼示诸弟；夏，从长安出发任滁州刺史",
   "place": "商丘市（睢阳）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 784,
   "value": 2,
   "event": "岁日寄京诸季端武；罢职闲居滁州西涧",
   "place": "滁州市（西涧；琅琊山寺）",
   "lng": "118.323252",
   "lat": "32.308165"
  },
  {
   "time": 785,
   "value": 4,
   "event": "始到郡；任江州刺史。《寄李儋元锡》；身多疾病思田里，邑有流亡愧俸钱。",
   "place": "九江市（浔阳楼）",
   "lng": "116.007993",
   "lat": "29.711328",
   "highlight": true
  },
  {
   "time": 786,
   "value": 3,
   "event": "任江州刺史",
   "place": "九江市（浔阳楼）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 787,
   "value": 3,
   "event": "改调长安，入朝中任左司郎中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 788,
   "value": 6,
   "event": "赠旧识；出任苏州刺史，有诗赠友",
   "place": "苏州市（重玄寺阁）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 789,
   "value": 3,
   "event": "苏州刺史任上",
   "place": "苏州市（重玄寺阁）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 790,
   "value": 3,
   "event": "苏州刺史任上",
   "place": "苏州市（重玄寺阁）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 791,
   "value": 2,
   "event": "寓居永定精舍；罢职闲居永定精舍",
   "place": "苏州市（永定精舍）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 792,
   "value": 0,
   "event": "约于此年卒于苏州",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  }
 ]
};
