// 诗人行迹数据：韩世忠
export default {
 "name": "韩世忠",
 "birth": 1089,
 "death": 1151,
 "life": [
  {
   "time": 1089,
   "value": 1,
   "event": "生于陕西之延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1100,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1101,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1102,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1103,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1104,
   "value": 1,
   "event": "年少居延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1105,
   "value": 1,
   "event": "应募为敢勇，从讨西夏于银州，有功，补一资。威名震西边",
   "place": "银川市",
   "lng": "106.238976",
   "lat": "38.492392"
  },
  {
   "time": 1106,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1107,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1108,
   "value": 1,
   "event": "斩蟒蛇啖之，治愈周身疥癞。其事不知确切年份，姑系于此年",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1109,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "事迹不详，活动地点姑系于延安",
   "place": "延安市",
   "lng": "109.496361",
   "lat": "36.591003"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "募敢死士退敌军，地点不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "方腊反，韩世忠从王禀往讨",
   "place": "杭州市（淳安县）",
   "lng": "119.048462",
   "lat": "29.61521"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "随王禀军至杭州，与别将王渊相遇，说以智胜之术，并以所部破贼于杭州北，遂与王渊定交",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "宋金夹攻辽于燕，宋师溃败，韩世忠于滹沱河岸追斩辽人甚众",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "事迹不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "从王渊、梁方平讨捕山东河北盗贼",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1126,
   "value": 3,
   "event": "从梁方平屯浚州，金人压境，方平遁，正月初二浚州破，韩世忠突围还京师。封武节大夫",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 1127,
   "value": 3,
   "event": "任嘉州防御使，前军统制。金人犯南京应天府，领所部击破之",
   "place": "济宁市（鱼台县）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 1128,
   "value": 3,
   "event": "王渊、吕颐浩、韩世忠招降张遇",
   "place": "扬州市",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 1129,
   "value": 3,
   "event": "韩世忠与金人战，溃于沭阳，部将张遇死之",
   "place": "宿迁市（沭阳县）",
   "lng": "118.810479",
   "lat": "34.118504"
  },
  {
   "time": 1130,
   "value": 3,
   "event": "韩世忠请以舟师往镇江邀敌归师，高宗从之",
   "place": "",
   "lng": "121.480237",
   "lat": "31.236305"
  },
  {
   "time": 1131,
   "value": 3,
   "event": "隆祐皇太后崩，以韩世忠与李回诸人共营攒殡事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1132,
   "value": 3,
   "event": "正月初四，韩世忠抵建州城下，围之",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1133,
   "value": 3,
   "event": "李横进兵讨伪齐，诏韩世忠与孟庾、刘光世措置应援",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1134,
   "value": 3,
   "event": "诏以平江府朱勔南园寄陈满塘官地一千二百亩赐韩世忠",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1135,
   "value": 0,
   "event": "韩世忠与刘光世、张俊相继入观",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1136,
   "value": 3,
   "event": "韩世忠上疏请延发俸禄，优诏不许",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1137,
   "value": 3,
   "event": "高宗幸平江，韩世忠奏已还楚州",
   "place": "扬州市（高邮市）",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1138,
   "value": 3,
   "event": "高宗在建康，韩世忠与岳飞同往朝",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "韩世忠伏兵洪泽镇，欲劫北使以坏和议，事未果成",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1140,
   "value": 0,
   "event": "封公妾茅氏为国夫人，周氏、陈氏为淑人",
   "place": "淮安市",
   "lng": "119.022429",
   "lat": "33.616272"
  },
  {
   "time": 1141,
   "value": 3,
   "event": "韩世忠、岳飞以兵援淮西",
   "place": "滁州市（凤阳县）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1142,
   "value": 6,
   "event": "高宗迎皇太后于临平镇，韩世忠从行，皇太后特召慰问",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1143,
   "value": 3,
   "event": "韩世忠上书乞统计历年私产及所赐田未输之税归之官，从之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1144,
   "value": 3,
   "event": "韩世忠上书乞住支请给，并将背嵬使臣及官兵一百人还归朝廷使用，诏嘉奖之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1145,
   "value": 3,
   "event": "晚年闲居都城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 3,
   "event": "晚年闲居都城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "移节镇南武安宁国军",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1148,
   "value": 3,
   "event": "晚年闲居都城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 3,
   "event": "晚年闲居都城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1150,
   "value": 3,
   "event": "晚年闲居都城",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1151,
   "value": 3,
   "event": "秋，韩世忠病，上表谢事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
