// 诗人行迹数据：韩偓
export default {
 "name": "韩偓",
 "birth": 842,
 "death": 923,
 "life": [
  {
   "time": 842,
   "value": 1,
   "event": "是年韩偓出生在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "在长安居",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 2,
   "event": "《即席送李商隐丈》；姨父李商隐随柳仲郢赴梓州，韩偓即席作诗相送",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 1,
   "event": "随父在果州",
   "place": "南充市",
   "lng": "106.117231",
   "lat": "30.843297"
  },
  {
   "time": 853,
   "value": 1,
   "event": "随父在果州",
   "place": "南充市",
   "lng": "106.117231",
   "lat": "30.843297"
  },
  {
   "time": 854,
   "value": 1,
   "event": "随父在果州",
   "place": "南充市",
   "lng": "106.117231",
   "lat": "30.843297"
  },
  {
   "time": 855,
   "value": 1,
   "event": "随父在果州",
   "place": "南充市",
   "lng": "106.117231",
   "lat": "30.843297"
  },
  {
   "time": 856,
   "value": 1,
   "event": "姨父李商隐《留赠畏之》诗赞韩偓“下笔惊鹦鹉”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 1,
   "event": "父韩瞻出为雁州刺史，韩偓随父在雁州",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 858,
   "value": 1,
   "event": "父瞻兼睦州刺史，韩偓随父在睦州",
   "place": "杭州市（建德市）",
   "lng": "119.287608",
   "lat": "29.481104"
  },
  {
   "time": 859,
   "value": 1,
   "event": "父瞻回京任虞部朗中，韩偓随父回京",
   "place": "宝鸡市（凤县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 860,
   "value": 1,
   "event": "韩偓自本年、明年之间起，至广明元、二年之间止，作诗千余首，其中艳体诗数百首，颇为流传",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 861,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 863,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 1,
   "event": "韩偓本年前后始参加进士科试京师参加科举，此后久困名场，达二十四年之久",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 869,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 870,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 871,
   "value": 9,
   "event": "《商山道中》；游历江南，离家经商山，道中有诗，姑系于此",
   "place": "商洛市（商山）",
   "lng": "109.94688",
   "lat": "33.876525"
  },
  {
   "time": 872,
   "value": 9,
   "event": "《金陵》；游历江南，至金陵，有诗",
   "place": "苏州市（水陆院）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 873,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 874,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 875,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 877,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 878,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 879,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 880,
   "value": 1,
   "event": "黄巢军攻入长安，韩偓仓皇离京，所著千首诗遂多失落",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 2,
   "event": "《避地寒食》；寒食节，韩偓因黄巢攻入长安，遂离长安外避，有诗记之",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 882,
   "value": 1,
   "event": "韩偓在成都参加春试",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 883,
   "value": 1,
   "event": "韩偓继续在成都参加春试",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 884,
   "value": 1,
   "event": "韩偓离京后的七年里，似在西南、西北漂泊",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 885,
   "value": 1,
   "event": "韩偓离京后的七年里，似在西南、西北漂泊",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 886,
   "value": 1,
   "event": "韩偓离京后的七年里，似在西南、西北漂泊",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 1,
   "event": "韩偓离京后的七年里，似在西南、西北漂泊",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 888,
   "value": 1,
   "event": "韩偓在唐昭宗李晔即位后，重新回到长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 889,
   "value": 10,
   "event": "《及第过堂日作》；韩偓始登进士第，有诗",
   "place": "运城市（永济市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 890,
   "value": 4,
   "event": "韩偓召拜左拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 2,
   "event": "《守愚》；韩偓以疾解官，回万年老家养疴",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 892,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 893,
   "value": 2,
   "event": "《代小玉家为蕃骑所虏后寄故集贤裴公相国》；韩偓在朝任某职",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 894,
   "value": 1,
   "event": "是年或在长安老家，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 895,
   "value": 4,
   "event": "《乱后却至近甸有感》；藩镇犯阙，韩偓扈从昭宗，出京又还京，作诗以纪其事",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 896,
   "value": 4,
   "event": "《乾宁三年丙辰在奉天重围作》；韩偓授刑部员外郎。秋冬之际，韩偓随昭宗在奉天重围中，作《乾宁三年丙辰在奉天重围作》",
   "place": "咸阳市（乾县）",
   "lng": "108.245778",
   "lat": "34.533928"
  },
  {
   "time": 897,
   "value": 4,
   "event": "韩偓随昭宗为韩建羁縻于华州",
   "place": "渭南市（华县）",
   "lng": "109.778378",
   "lat": "34.518619"
  },
  {
   "time": 898,
   "value": 1,
   "event": "韩偓扈从昭宗从华州返回长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 899,
   "value": 1,
   "event": "韩偓在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 900,
   "value": 10,
   "event": "《御试缴状》；韩偓于六月以司勋郎中兼侍御史充翰林学士，有文多篇",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 901,
   "value": 10,
   "event": "《韩偓对话录》第一则；昭宗反正，韩偓以与崔胤定策诛刘季述功，由给事中迁左谏议大夫，依前知制诰、充翰林学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 902,
   "value": 10,
   "event": "《金銮密记》第七则；韩偓本年仍扈从昭宗于凤翔",
   "place": "宝鸡市",
   "lng": "107.243899",
   "lat": "34.367747"
  },
  {
   "time": 903,
   "value": 10,
   "event": "《韩偓对话录》第十三则；韩偓在凤翔任。写文",
   "place": "洛阳市（新安县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 904,
   "value": 10,
   "event": "《晓日》；韩偓到达濮州，稍后登濮州东北不远的泰山，望晓日赋诗",
   "place": "菏泽市（鄄城县）",
   "lng": "115.516657",
   "lat": "35.569205"
  },
  {
   "time": 905,
   "value": 9,
   "event": "《柳》；春，韩偓仍在醴陵，有诗",
   "place": "株洲市（醴陵市）",
   "lng": "113.503513",
   "lat": "27.652296"
  },
  {
   "time": 906,
   "value": 9,
   "event": "《丙寅二月二十二日抚州如归馆雨中有怀诸朝客》；韩偓本年二月已至江西抚州，有怀诸朝客诗",
   "place": "抚州市（南城县）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 907,
   "value": 9,
   "event": "正月十八日，韩偓与李洵等朝士，参加福州开元寺金铜佛像落成佛会",
   "place": "福州市（开元寺）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 908,
   "value": 1,
   "event": "韩偓寓居沙县天王寺岁余，与老衲蕴明相得甚欢，以诗赠之",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 909,
   "value": 9,
   "event": "《己巳年正月十二日自沙县抵邵武军将谋抚信之行到才一夕为闽相急脚相召却请赴沙县郊外泊船偶成一篇》；正月，韩偓由沙县移居邵武军",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 910,
   "value": 9,
   "event": "《自沙县抵龙（一作尤）溪县值泉州军过后村落皆空因有一绝（此后庚午年）》；韩偓抵达尤溪，作诗",
   "place": "三明市（尤溪县）",
   "lng": "118.196931",
   "lat": "26.176354"
  },
  {
   "time": 911,
   "value": 9,
   "event": "《清兴》；韩偓在南安县，有诗",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 912,
   "value": 9,
   "event": "《残春旅舍》；暮春，韩偓在旅舍作诗",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 913,
   "value": 9,
   "event": "《南安寓止》；在南安。韩偓寓止，有诗",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 914,
   "value": 9,
   "event": "《即目》；在南安。韩偓作诗",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 915,
   "value": 9,
   "event": "《寄友人》；韩偓有诗感时伤世，作诗寄友人",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 916,
   "value": 4,
   "event": "《幽独》；韩偓在南安县，有诗",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 917,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 918,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 919,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 920,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 921,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 922,
   "value": 1,
   "event": "在南安，姑系于此",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  },
  {
   "time": 923,
   "value": 0,
   "event": "韩偓卒于南安葵山之鹿的龙兴寺院。同年，后梁灭于后唐",
   "place": "泉州市（南安市）",
   "lng": "118.392841",
   "lat": "24.966064"
  }
 ]
};
