// 诗人行迹数据：韩元吉
export default {
 "name": "韩元吉",
 "birth": 1118,
 "death": 1187,
 "life": [
  {
   "time": 1118,
   "value": 1,
   "event": "出生",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1121,
   "value": 0,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "居颍昌",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "流寓邵武，寄居于僧舍",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1129,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "避乱邵武山中",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "避乱于邵武山中",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1134,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1137,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1138,
   "value": 1,
   "event": "娶福清县新丰里刘氏女为妻",
   "place": "福州市（福清市）",
   "lng": "119.390575",
   "lat": "25.726485"
  },
  {
   "time": 1139,
   "value": 1,
   "event": "从尹焞（彥明、德充、和靖）受业",
   "place": "苏州市（虎丘）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1140,
   "value": 1,
   "event": "从学尹焞",
   "place": "苏州市（虎丘）",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 1141,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1142,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1143,
   "value": 1,
   "event": "寓居邵武",
   "place": "南平市（邵武市）",
   "lng": "117.498948",
   "lat": "27.346635"
  },
  {
   "time": 1144,
   "value": 4,
   "event": "《南剑道中》；是春，迁居建安",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1145,
   "value": 1,
   "event": "春至临安，应礼部试，落第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1146,
   "value": 2,
   "event": "《代贺叶梦得观文致仕启》；代人作贺叶梦得（少蕴）致仕启",
   "place": "杭州市（余杭区）",
   "lng": "120.305092",
   "lat": "30.42439"
  },
  {
   "time": 1147,
   "value": 4,
   "event": "寓居湖州德清县慈相寺",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1148,
   "value": 0,
   "event": "月初，至临安应礼部试，再落第，还谒叶梦得，得《许昌唱和集》以归",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1149,
   "value": 7,
   "event": "《送邹德章序》；送邹橒（德章）之庐州教授任",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1150,
   "value": 6,
   "event": "《双莲堂记》；由丽水返龙泉。五、六月间，于主簿厅之南作双莲堂，有文记之",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1151,
   "value": 7,
   "event": "《送李秀实序》；送其友李秀实之余杭主簿任",
   "place": "丽水市（龙泉市）",
   "lng": "119.148126",
   "lat": "28.080544"
  },
  {
   "time": 1152,
   "value": 10,
   "event": "《送施徽州二首》；三月下旬或四月初，施钜知徽州赴任，有诗送行",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1153,
   "value": 10,
   "event": "《寄梁士衡》；春在德清。怀友人梁士衡，以诗寄之",
   "place": "湖州市（德清县）",
   "lng": "119.984002",
   "lat": "30.548828"
  },
  {
   "time": 1154,
   "value": 9,
   "event": "《淡斋记》；奉差至信阳，识苏峤（季真），一见相倾，为其淡斋作记",
   "place": "信阳市",
   "lng": "114.099264",
   "lat": "32.153186"
  },
  {
   "time": 1155,
   "value": 4,
   "event": "《代施资政谢静江府到任表》；施钜知静江府，元吉代作到任谢表",
   "place": "上饶市（灵山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1156,
   "value": 10,
   "event": "《圣政更新诏书正告讦之罪因得小诗十首》；春，闻朝廷平反冤狱，惩告讦之人，有诗感怀",
   "place": "上饶市（灵山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1157,
   "value": 10,
   "event": "《上建康帅张尚书书》；至建康，上书知建康府兼行宫留守张焘，并以所著《三国论》进",
   "place": "南京市",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1158,
   "value": 10,
   "event": "赴知建安县任",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1159,
   "value": 10,
   "event": "《上巳日王仲宗、赵德温见过………》；在知建安县任上。上巳日，与王仲宗、赵德温、赵仲缜、赵彥堪（任卿）宴集试诗",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1160,
   "value": 0,
   "event": "《次韵赵任卿至北苑二首》；春，与赵彥堪（任卿）游北苑，有次韵诗",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1161,
   "value": 0,
   "event": "《贺子忱抱膝庵二首》；春赴临安，过天台，访贺允中（子忱），赠诗",
   "place": "台州市（天台县）",
   "lng": "121.013834",
   "lat": "29.148751"
  },
  {
   "time": 1162,
   "value": 10,
   "event": "《代留守司起居札子》；年初，代汤思退撰问高宗起居札子",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1163,
   "value": 10,
   "event": "《谢司农寺丞启》；年初，进为司农寺丞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1164,
   "value": 9,
   "event": "《上周侍御札子》；上侍御史周操（元持）札子，乞奏朝廷蠲除福建诸州“钞盐钱”及“上供银”等弊害",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1165,
   "value": 0,
   "event": "正月辛亥（朔日）改除考功郎",
   "place": "镇江市（焦山，金山）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1166,
   "value": 10,
   "event": "是年，与晁公武（子止）交往",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1167,
   "value": 10,
   "event": "其兄元龙（子云）降一官，停现任宫观",
   "place": "南京市（钟山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1168,
   "value": 0,
   "event": "《春雪得小诗五首且约客登赏心亭》；正月，雪中以诗约客登赏心亭",
   "place": "南京市（牛头山）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 1169,
   "value": 0,
   "event": "春尽还上饶忧居，杜门读书",
   "place": "上饶市（灵山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1170,
   "value": 3,
   "event": "忧居上饶。是年似有兰溪之行，与范端臣（元卿）、吕祖谦（伯恭）、曾正中游栖真寺灵洞",
   "place": "上饶市（灵山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1171,
   "value": 9,
   "event": "是春终丧，有宣城之行",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 1172,
   "value": 10,
   "event": "奏请完善并严格执行《牙人法》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1173,
   "value": 0,
   "event": "年初，启程赴金国。闰正月，至高邮，见杜镗，得旧作《记建安大水》",
   "place": "扬州市（高邮市）",
   "lng": "119.462193",
   "lat": "32.786776"
  },
  {
   "time": 1174,
   "value": 0,
   "event": "《知婺州到任谢表》；春，至婺州任",
   "place": "金华市（金华洞）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1175,
   "value": 0,
   "event": "《过武夷》；年初，起程赴建宁府任。过武夷山，有诗记之",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1176,
   "value": 0,
   "event": "《凌风亭题字》；携家人登凌风亭",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1177,
   "value": 0,
   "event": "《丁酉正月进故事》；正月，进故事，以邓禹对汉光武例，论天下之兴衰，在德之薄厚，不在得地之大小。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1178,
   "value": 10,
   "event": "《措置武臣关升札子》；二月，上札子，请申严武臣关升程试",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1179,
   "value": 10,
   "event": "《又劝农文》；出郊劝农",
   "place": "金华市（金华洞）",
   "lng": "119.654027",
   "lat": "29.084455"
  },
  {
   "time": 1180,
   "value": 9,
   "event": "上年底或本年初，寓居于上饶",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1181,
   "value": 0,
   "event": "《跋北齐校书图》；跋《北齐校书图》",
   "place": "上饶市（鹤山）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1182,
   "value": 9,
   "event": "《拙蚕赋》；春，作《拙蚕赋》，慨“不能务悦于人”者，能“自全其天”",
   "place": "上饶市（云洞）",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1183,
   "value": 0,
   "event": "《滋德堂记》；邵武朱钦则建堂于其父墓所，元吉名之曰“滋德”，并为作记",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1184,
   "value": 0,
   "event": "《题郑侍郎所得钦宗御书后》；观郑望之（显道）所藏钦宗、高宗手书，题跋",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1185,
   "value": 9,
   "event": "《跋曾吉甫帖后》；跋永丰周日章兄弟所藏曾几书帖",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1186,
   "value": 0,
   "event": "《谢进封颍川郡公加食邑实封表》；正月初，以高宗年八十庆典，进封颍川郡公，加食邑",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  },
  {
   "time": 1187,
   "value": 0,
   "event": "《送王德和赴调改秩》；春，王宁赴调改秩，有诗送行",
   "place": "上饶市",
   "lng": "117.950028",
   "lat": "28.460864"
  }
 ]
};
