// 诗人行迹数据：韩愈
export default {
 "name": "韩愈",
 "birth": 768,
 "death": 824,
 "life": [
  {
   "time": 768,
   "value": 1,
   "event": "本年，生于长安。乳抱中，失母。父韩仲卿任秘书郎。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 769,
   "value": 1,
   "event": "本年，随父居官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 770,
   "value": 1,
   "event": "本年，父亡。由长兄韩会、长嫂郑氏、乳母李氏抚养。韩会携韩愈在故里丁忧",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 771,
   "value": 1,
   "event": "本年，随长兄韩会在故里丁忧",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 772,
   "value": 1,
   "event": "本年，随长兄韩会在故里丁忧",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 773,
   "value": 1,
   "event": "本年，随长兄韩会在故里丁忧",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 774,
   "value": 1,
   "event": "本年，韩会赴长安任起居舍人。随兄入长安。已启蒙读书，较聪明",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 775,
   "value": 1,
   "event": "本年，随长兄韩会居官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 776,
   "value": 1,
   "event": "本年，随长兄韩会居官",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 777,
   "value": 2,
   "event": "四月，长兄韩会由起居舍人贬官岭南任韶州刺史。韩愈随其全家迁往",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 778,
   "value": 1,
   "event": "本年，随长兄韩会居官",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 779,
   "value": 1,
   "event": "本年，长兄韩会病逝于韶州。随嫂郑氏扶柩北上，返葬故乡河阳。之后随家在河阳暂住",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 780,
   "value": 1,
   "event": "本年，居乡。开始学写文章，初有名声",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 781,
   "value": 1,
   "event": "本年，居乡",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 782,
   "value": 1,
   "event": "本年，居乡",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 783,
   "value": 1,
   "event": "本年，居乡",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 784,
   "value": 1,
   "event": "因中原朱泚、李希烈等兵乱，本年，随家迁往江南宣城庄园避难",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 785,
   "value": 2,
   "event": "芍药歌；本年，仍避地江南宣城。有咏芍药诗。始有诗作载于集中",
   "place": "宣城市",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 786,
   "value": 1,
   "event": "本年，仍住宣城。秋，离开宣城前往长安参加进士考试",
   "place": "焦作市（孟州市）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 787,
   "value": 5,
   "event": "条山苍；年初，赴长安应试，沿黄河西上，途经河中，过中条山，有诗",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 788,
   "value": 4,
   "event": "来长安已近一年，准备再考进士。因家穷，得马燧接济，其两子并从韩愈学习，马畅与韩关系尤好",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 789,
   "value": 5,
   "event": "是年，在长安二次参加进士考试，落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 790,
   "value": 2,
   "event": "年初，在宣城。疑在此时与卢氏结婚",
   "place": "安阳市（滑县）",
   "lng": "118.765196",
   "lat": "30.946576"
  },
  {
   "time": 791,
   "value": 4,
   "event": "春，在长安第三次参加进士考试，仍未第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 792,
   "value": 8,
   "event": "明水赋；春，在长安。应进士试，有应试赋",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 793,
   "value": 9,
   "event": "本年，在长安。参加吏部博学鸿词科考试，未被录取。曾赴凤翔投谒，无果而返",
   "place": "宝鸡市（岐山县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 794,
   "value": 9,
   "event": "省试学生代斋郎议；春，在长安。第二次应博学宏辞，其应试之文留集中",
   "place": "焦作市（孟州市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 795,
   "value": 0,
   "event": "上宰相书；一月，在长安。三次应博学宏词皆未举，韩愈先后三次向时相赵憬、贾耽、卢迈等上书，自鸣不平。此为第一书",
   "place": "渭南市（潼关县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 796,
   "value": 2,
   "event": "七月前，在洛阳或河阳闲居",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 797,
   "value": 5,
   "event": "在汴州继续任观察使推官。是年夏，一度病休。稍痊后，照常从政",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 798,
   "value": 10,
   "event": "送权秀才序；在汴州主持贡士举考，权秀才亦中举。年底，进京应试时，韩愈作序送之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 799,
   "value": 10,
   "event": "崔评事墓铭；年初，在汴州任观察推官。为崔翰作墓志铭。崔是年正月五日病殁于家，二月安葬",
   "place": "洛阳市（偃师市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 800,
   "value": 0,
   "event": "一月，继续在长安朝正",
   "place": "徐州市（邳州市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 801,
   "value": 10,
   "event": "将归赠孟东野房蜀客；春，在长安参加调选，三月将东归洛阳，赋诗赠孟郊、房次卿",
   "place": "洛阳市（温水;洛水;惠林寺）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 802,
   "value": 0,
   "event": "与祠部陆员外书；年初，在长安任四门博士。荐友人侯喜、刘述古、韦群玉等人于祠部员外郎陆傪",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 803,
   "value": 0,
   "event": "哭杨兵部凝陆歙州参；一月，在长安任四门博士。好友陆傪去年病卒于赴歙州道上，今年杨凝又卒，韩愈同时哭之",
   "place": "西安市（炭谷湫祠）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 804,
   "value": 10,
   "event": "春雪；初春，南贬途中，遇春雪，赋诗。诗中所写符合南方景物和旅行特点",
   "place": "岳阳市（汨罗市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 805,
   "value": 10,
   "event": "送区册序；春，正月某日，韩愈离开阳山之前，作诗送区册回家探亲",
   "place": "清远市（阳山县）",
   "lng": "112.647838",
   "lat": "24.470849"
  },
  {
   "time": 806,
   "value": 10,
   "event": "春雪间早梅；早春，在江陵法曹参军任上。遇雪，早梅发，有诗",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 807,
   "value": 0,
   "event": "回长安后任国子博士，受宰相郑絪器重，但受人中伤谗毁，为自保，本年正月，请求分司东都洛阳以避祸",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 808,
   "value": 0,
   "event": "孟东野失子；春初，在洛阳任国子博士。孟郊幼子夭折，韩愈写诗安慰",
   "place": "洛阳市（宜阳县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 809,
   "value": 0,
   "event": "送李翱；正月丙申，在洛阳任国子博士。与孟郊等至洛阳东景云山，送李翱赴任岭南，有诗送行",
   "place": "洛阳市（景云山）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 810,
   "value": 0,
   "event": "故中散大夫河南尹杜君墓志铭；在洛阳任都官员外郎。年初，为友人杜兼撰写墓志铭。杜卒于元和四年十一月二十二日，五年二月甲午葬怀州",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 811,
   "value": 0,
   "event": "春夏，在洛阳。仍为河南令。初秋，迁尚书职方员外郎，始回到京师长安",
   "place": "三门峡市（西城门外虾蟆泉）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 812,
   "value": 0,
   "event": "在长安。二月前仍为职方员外郎。因为华阴令辨曲直，有失，六日下迁为国子博士，颇感抑郁",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 813,
   "value": 0,
   "event": "进学解；年初，在长安任国子博士。答诸生问学，有文，自喻抒怀。执政者览此文，奇其才",
   "place": "西安市（崇化里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 814,
   "value": 0,
   "event": "饮城南道边古墓上逢中丞过赠礼部卫员外少室张道士；春，在长安。与友人在城南道边古墓饮酒，为卫中行、张道士等送行，有诗",
   "place": "西安市（定昆池（长安西南十五里）系安乐公主所凿，此即“太安池”所指。亦有说指太平公主之放生池）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 815,
   "value": 10,
   "event": "奉和库部卢四兄曹长元日朝回；元日，在长安，任考功郎中、知制诰。参加朝会回，卢汀有诗相赠，作诗以和",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 816,
   "value": 0,
   "event": "人日城南登高；人日，在长安任考功郎中、知制诰。亲交子侄来长安城南别墅聚会登高，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 10,
   "event": "送殷员外序；二月，在长安任太子右庶子。送殷侑出使回鹘，作序壮行",
   "place": "渭南市（华阴市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 0,
   "event": "在长安任刑部侍郎。一月十四日，奉命撰平淮西碑文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 10,
   "event": "元日酬蔡州马十二尚书去年蔡州元日见寄之什；元日，在长安。马总元和十三年元日有诗赠韩愈，过一年，韩愈以诗赠答之",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 10,
   "event": "将至韶州先寄张端公使君借图经；年初，自潮州赴袁州。将至韶州，先寄诗于张蒙，表明借图经之意",
   "place": "南昌市（石头驿）",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 821,
   "value": 0,
   "event": "杏园送张彻侍御归使；三月，在长安任国子祭酒。于杏园作诗送张彻归幽州任所",
   "place": "西安市（杏园）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 0,
   "event": "楚国夫人墓志铭；在长安任兵部侍郎。年初，受请为许国公韩弘妻撰墓志铭",
   "place": "西安市（新昌里）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 10,
   "event": "祭侯主簿文；冬，在长安任吏部侍郎。为友人侯喜撰祭文，遣人致祭",
   "place": "西安市（天坛）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 0,
   "event": "故江南西道观察使赠左散骑常侍太原王公墓志铭；年初，在长安。为王仲舒撰神道碑文。王二月葬",
   "place": "西安市（靖安里）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
