// 诗人行迹数据：韩绛
export default {
 "name": "韩绛",
 "birth": 1012,
 "death": 1088,
 "life": [
  {
   "time": 1012,
   "value": 1,
   "event": "生活于此",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1027,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1028,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1029,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1031,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1032,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1035,
   "value": 1,
   "event": "同苏舜钦往竭欧阳修",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1037,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1038,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1039,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "进士及第，除太子中允,通判陈州。是年，与欧阳修交游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "欧阳修有诗《送韩子华》赠韩绛",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "归乡，丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "归乡，丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "归乡，丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "除父丧。是年，与梅尧臣交往频繁",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1051,
   "value": 3,
   "event": "任户部判官、太常博士、直集贤院奉诏体量安抚江南东、西路",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1052,
   "value": 3,
   "event": "自江南安抚而还。建言罢江南、淮、两浙、荆湖六路果盐钱",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 5,
   "event": "孙抃为右谏议大夫、权御史中丞,韩绛论奏抃非纠绳才,不可任风宪",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 4,
   "event": "《礼仪制度务令举行故事奏》；上《礼仪制度务令举行故事奏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1055,
   "value": 2,
   "event": "《请行乡户五泽之法奏》；奏请行乡户五泽之法",
   "place": "焦作市（孟州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 4,
   "event": "为河北体量安抚使。",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1057,
   "value": 3,
   "event": "权同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 6,
   "event": "与欧阳修、吴奎等聚会李端意家",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 4,
   "event": "是年,朝廷试进士,仁宗预使韩绛进三题,韩绛言有兄子在试中,因避嫌不上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 4,
   "event": "言李端懿无功,不当领旄钺",
   "place": "驻马店市（汝南县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 3,
   "event": "乞增乘舆出入仪卫之禁",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1062,
   "value": 3,
   "event": "生活于此",
   "place": "驻马店市（汝南县）",
   "lng": "114.368698",
   "lat": "33.013193"
  },
  {
   "time": 1063,
   "value": 3,
   "event": "迁给事中,又迁礼部侍郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1065,
   "value": 3,
   "event": "为桥道顿递使。权三司使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 3,
   "event": "在三司使任上",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 6,
   "event": "《请节省用度奏》；上《请节省用度奏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 3,
   "event": "拜枢密副使",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1069,
   "value": 3,
   "event": "制置三司条例",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "为参知政事",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "《郡延路筑寨等事奏》；己丑，韩绛使种谔袭夏人，败之",
   "place": "南阳市（邓州市）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1072,
   "value": 3,
   "event": "知许州",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1073,
   "value": 6,
   "event": "自许州徙知大名府",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《乞用新细绢或钱银封易安抚司所封椿钱帛奏》；上《乞用新细绢或钱银封易安抚司所封椿钱帛奏》",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1075,
   "value": 6,
   "event": "请去位,称疾不出。王安石白上宜罢刘佐,勉慰绛就位。于是罢刘佐,遣使持手札谕绛令就位,绛复起",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1076,
   "value": 9,
   "event": "知太原府",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1077,
   "value": 6,
   "event": "《静乐县当置州屯兵奏》；上《静乐县当置州屯兵奏》",
   "place": "太原市",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1078,
   "value": 9,
   "event": "《勃刑佐臣不处画地界奏》；上《勃刑佐臣不处画地界奏》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1079,
   "value": 7,
   "event": "《请免麟府丰三州乡村户役钱奏》；上《请免麟府丰三州乡村户役钱奏》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1080,
   "value": 4,
   "event": "诏西北诸路想雨,北岳令知定州韩绛躬往祈祷",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1081,
   "value": 4,
   "event": "知颖昌府。寻为西太一宫使",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1082,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1083,
   "value": 3,
   "event": "复为建雄军节度使、知河南府",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1084,
   "value": 9,
   "event": "《乞择张知白宗子承其后奏》；上《乞择张知白宗子承其后奏》",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1085,
   "value": 5,
   "event": "为镇江军节度使、进封康国公",
   "place": "邯郸市（大名县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1086,
   "value": 6,
   "event": "奉召询访贩济灾民",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1087,
   "value": 4,
   "event": "充集禧观使,发来赴阙。绛屡乞致仕,不许,因召之",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "是年卒",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  }
 ]
};
