// 诗人行迹数据：韩琦
export default {
 "name": "韩琦",
 "birth": 1008,
 "death": 1075,
 "life": [
  {
   "time": 1008,
   "value": 1,
   "event": "七月二日，韩琦生于泉州。是时，其父韩国华任泉州知州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1009,
   "value": 1,
   "event": "韩琦随父母生活",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "韩琦随父母生活",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1011,
   "value": 0,
   "event": "韩琦父韩国华卒于建州传舍。韩琦从此开始了他年幼而孤、鞠于诸兄的年代",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1012,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1013,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1014,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1015,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1016,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1017,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1018,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1019,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1020,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1024,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1025,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1026,
   "value": 1,
   "event": "韩琦随母依诸兄生活",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "是年，韩琦中进士，名在一甲第二名。授将作监丞、通判淄州",
   "place": "淄博市（淄川区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "韩琦在淄州通判任上",
   "place": "淄博市（淄川区）",
   "lng": "117.973141",
   "lat": "36.649837"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "韩琦在淄州通判任上",
   "place": "淄博市（淄川区）",
   "lng": "117.973141",
   "lat": "36.649837"
  },
  {
   "time": 1030,
   "value": 1,
   "event": "五月，韩琦丁母胡太夫人忧。赴濠州依三兄韩琚",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1031,
   "value": 9,
   "event": "韩琦丁母忧",
   "place": "滁州市（凤阳县）",
   "lng": "117.567771",
   "lat": "32.87184"
  },
  {
   "time": 1032,
   "value": 10,
   "event": "韩琦仍丁母忧，与三兄韩琚丁忧赴阙，同在京师",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1033,
   "value": 10,
   "event": "《楚州知郡都官启》；在开封，直集贤院时。韩琦有《楚州知郡都官启》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1034,
   "value": 6,
   "event": "九月，韩琦徙开封府推官",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1035,
   "value": 4,
   "event": "《代开封知府诸庙谢雨文》；在开封，为开封府推官。秋，韩琦有《代开封知府诸庙谢雨文》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1036,
   "value": 10,
   "event": "《和春卿学士上元罢灯》；在开封，为度支判官。韩琦作有《和春卿学士上元罢灯》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1037,
   "value": 10,
   "event": "将行南郊礼，韩琦奏请李照所造违古之乐不可用，仍用和岘减定的王朴旧乐",
   "place": "开封市（金明池）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 10,
   "event": "《答诏论地震春雷之异奏》；在开封，为右司谏。正月，韩琦有《答诏论地震春雷之异奏》",
   "place": "邢台市（临西县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 10,
   "event": "《谢春盘幡胜状》；在中京。韩琦充北朝正旦国信使时，有诗",
   "place": "赤峰市（宁城县）",
   "lng": "119.34969",
   "lat": "41.599902"
  },
  {
   "time": 1040,
   "value": 0,
   "event": "春，韩琦临危受命，安抚陕西。视察边防，责令限期修浚城池，以河北为法修楼橹，制备守御器械，度远近设烽隧。奏请铸铁钱解决财用匿乏的经济状况。奏请留任尽瘁边事、为郡人所德的知延州、振武军节度使范雍。以身家性命担保，举时知越州的范仲淹接替范雍职务",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1041,
   "value": 10,
   "event": "《任福兵败乞待罪奏》；或在长安，任陕西经略安抚副使。春，韩琦有《任福兵败乞待罪奏》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1042,
   "value": 10,
   "event": "二月四日，四路帅皆改观察使，韩琦为秦州观察使，范仲淹等人都力辞不拜，只有韩琦上谢表。当韩琦知道其它三人都不接受观察使，考虑到朝廷难以措置，也只得上表辞",
   "place": "平凉市（泾川县）",
   "lng": "105.731276",
   "lat": "34.587162"
  },
  {
   "time": 1043,
   "value": 10,
   "event": "正月，元昊遣贺从勉纳款后，韩、范两人共同上疏。一是指出，来使称呼有与朝廷抗礼之嫌。二是元昊用过诈降为进攻做掩护，二人认为有防备的必要。而且认为，若庆历三年春开战，还没多大胜利的把握，但若备战到秋天就无足畏了。如果准备一两年，训练精兵三四万，配合招种落政策，使蕃兵与正兵参用，就可以谋取横山族障，然后据险挠敌致敌于疲于奔命，完全使山外蕃部归顺朝廷。朝廷内部戒臣僚言边事，三五年间就可以再定西陲了。最后请朝廷在纳和与御侮之间慎重处置",
   "place": "平凉市（泾川县）",
   "lng": "107.37427",
   "lat": "35.338584"
  },
  {
   "time": 1044,
   "value": 10,
   "event": "《修水洛城不便奏》；在开封，任枢密副使。正月，韩琦上《修水洛城不便奏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1045,
   "value": 0,
   "event": "《论西北和议奏》；在开封，任枢密副使。宋夏议和之后，宋仁宗庆历五年（1045）正月，韩琦又上《论西北和议奏》，提出深谋远虑之策。是为消除潜在之三大忧，伺机获一大利。一忧是西夏虽因多年战争，断绝和市而国力大损，暂时屈服，但在得到朝廷的岁币和恢复和市之后，很快就会恢复国力，可能重新对宋朝发动战争。二忧是河北守备空虚，契丹若败盟要挟，朝廷会措手不及。三忧是朝廷给西、北二敌岁币，暂求苟安，这样加重了人民的负担，若遇水旱可能患生腹心。一利是，契丹、西夏之间矛盾重重，正是朝廷养谋待衅之时；若朝廷内辑纪纲，外练士卒，休息民力，蓄敛财用，即可坐待二虏之弊，收渔翁之利，一举收复幽、蓟、灵、夏等汉唐旧疆。为防三忧而取一利，河东、河北、陕西三边要委专人经制，范仲淹和富弼已往河东、河北经制边事。陕西四路边备更不能松懈，须选有才望近臣为陕西主帅，委之久任，防羌人翻覆之变。最后，从全局出发，从长治久安考虑，精减内地各路常兵，解决冗兵蠹财痼疾",
   "place": "扬州市（江都区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1046,
   "value": 10,
   "event": "《扬州莲花漏铭》；在江都，任扬州知州。五月，扬州新作漏刻成，韩琦作《扬州莲花漏铭》",
   "place": "扬州市（江都区）",
   "lng": "119.701666",
   "lat": "32.539866"
  },
  {
   "time": 1047,
   "value": 10,
   "event": "《过隋城》；在江都，任扬州知州。韩琦有《过隋城》诗",
   "place": "扬州市（江都区）",
   "lng": "119.701666",
   "lat": "32.539866"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "《常山出郊马上口占》；在真定，任成德军知军。韩琦有《常山出郊马上口占》诗",
   "place": "石家庄市（正定县）",
   "lng": "114.577442",
   "lat": "38.152193"
  },
  {
   "time": 1049,
   "value": 10,
   "event": "《乞补严政为三班差使殿试奏》；在安喜，任定州知州。正月，韩琦有《乞补严政为三班差使殿试奏》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1050,
   "value": 10,
   "event": "《谢转礼部侍郎表》；在安喜，任定州知州。韩琦授礼部侍郎。上《谢转礼部侍郎表》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1051,
   "value": 10,
   "event": "《北岳谢雨文》；在安喜，任定州知州。韩琦有《北岳谢雨文》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "《次韵答留台春卿集贤侍郎》；在安喜，任定州知州。韩琦作有《次韵答留台春卿集贤侍郎》三首",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1053,
   "value": 10,
   "event": "《辞免武康军节度使表》；在安喜。正月，韩琦仍在知定州任上。拜武康军节度使，知并州，河东路经略安抚使兼并代等路兵马都总管。有《辞免武康军节度使表》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1054,
   "value": 10,
   "event": "《诸庙祈雨文》；在阳曲，任并州知州。韩琦有《诸庙祈雨文》",
   "place": "太原市（从封寺）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1055,
   "value": 10,
   "event": "《至和乙未元日立春》；在阳曲，任并州知州。韩琦有《至和乙未元日立春》诗",
   "place": "太原市（开化寺）",
   "lng": "112.55706",
   "lat": "37.876885"
  },
  {
   "time": 1056,
   "value": 10,
   "event": "《元日雪》；在安阳，任相州知州。韩琦有《元日雪》诗",
   "place": "安阳市（康乐园）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1057,
   "value": 10,
   "event": "《祭正献杜公文》；在开封，任枢密使。二月，杜衍去世，韩琦作有《祭正献杜公文》",
   "place": "开封市（醴泉观）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 10,
   "event": "《戊戌元日喜雪》；在开封，任枢密使。韩琦有《戊戌元日喜雪》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 10,
   "event": "《韩缜太博之任洋州》；在开封，任同中书门下平章事。韩琦有《韩缜太博之任洋州》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 10,
   "event": "《祭告四代祖鼓城府君文》；在开封，任同中书门下平章事。韩琦有《祭告四代祖鼓城府君文》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1061,
   "value": 10,
   "event": "《御制后苑赏花钓鱼奉圣旨次韵》；在开封，任同中书门下平章事。韩琦有《御制后苑赏花钓鱼奉圣旨次韵》诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1062,
   "value": 0,
   "event": "《驾幸西太一宫祈雨》；在开封，任同中书门下平章事。韩琦有《驾幸西太一宫祈雨》诗",
   "place": "开封市（西太一宫）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1063,
   "value": 0,
   "event": "《乞罢古渭城买马奏》；在开封，任同中书门下平章事。正月，韩琦奏请罢古渭州城买马",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 10,
   "event": "二月，韩琦提举修撰《仁宗实録》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 10,
   "event": "正月，韩琦除守司空兼侍中",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 10,
   "event": "英宗欲任命苏轼为知制诰，韩琦认为苏轼资历尚浅，应该经过一定的历练，赢得好的为官名声，才可以承担重任。苏轼认为，韩琦这样做是“古人爱人以德”，是真正对自己的爱护与期许",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 10,
   "event": "《中书进英宗皇帝挽词状》；在开封，任同中书门下平章事。正月，英宗皇帝病逝，韩琦有《中书进英宗皇帝挽词状》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 10,
   "event": "《乞再申明增立赏格奏》；在长安，任永兴军知军。二月，韩琦有《乞再申明增立赏格奏》",
   "place": "西安市（兴庆池）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "《元日祀坟马上》；在安阳，任相州知州。韩琦有《元日祀坟马上》诗",
   "place": "邯郸市（大名县）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "《再乞只充大名府路安抚使札子》；在大名，任大名府知府。韩琦上奏乞罢河北四路安抚使，只充大名府安抚使，获准",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "《祭崔公孺比部文》；在大名，任大名府知府。韩琦有《祭崔公孺比部文》",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "韩琦在大名府安抚使任上，上七章请邢、相一郡，不许",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1073,
   "value": 10,
   "event": "《癸丑灯夕》；在大名，任大名府知府。韩琦有《癸丑灯夕》诗",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《元日祀坟》；在安阳，任相州知州。韩琦有《元日祀坟》诗",
   "place": "安阳市（净明寺）",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "《假窦侍郎安车元日祀坟》；在安阳，任相州知州。韩琦有《假窦侍郎安车元日祀坟》诗",
   "place": "安阳市（戆老庵）",
   "lng": "114.3996",
   "lat": "36.103649"
  }
 ]
};
