// 诗人行迹数据：韩维
export default {
 "name": "韩维",
 "birth": 1017,
 "death": 1098,
 "life": [
  {
   "time": 1017,
   "value": 3,
   "event": "不详",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1018,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1019,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1020,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1021,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1022,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1023,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1024,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1025,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1026,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1027,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1028,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1029,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1030,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1031,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1032,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1033,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1034,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1035,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1036,
   "value": 3,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1037,
   "value": 3,
   "event": "参加解试,奏名礼部,因父韩亿时为参知政事，为避嫌,没有继续应考。遂受荫入官,任将作监主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1038,
   "value": 3,
   "event": "任将作监主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1039,
   "value": 3,
   "event": "任将作监主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1040,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1041,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1042,
   "value": 1,
   "event": "与欧阳修交游",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1043,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1044,
   "value": 1,
   "event": "归许昌，丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1045,
   "value": 2,
   "event": "《感季夏南堂怀江十苏二》；隐居许昌，丁父忧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1046,
   "value": 9,
   "event": "《览梅圣俞诗编》；隐居许昌，结识梅尧臣，唱和颇多",
   "place": "许昌市（襄城县）",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1047,
   "value": 5,
   "event": "《服除送兄弟还都》；居许昌，除父丧",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1048,
   "value": 0,
   "event": "《哭苏子美三首》；苏舜钦卒于苏州,维作《哭苏子美三首》",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1049,
   "value": 4,
   "event": "《和晏相公西湖》；与晏殊有诗歌唱和",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "生活于此",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1051,
   "value": 4,
   "event": "宰臣文彦博称韩维安龄退静,乞特赐甄擢,召试学士院。维力辞不就",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1052,
   "value": 10,
   "event": "《同邻几避暑景德》；与刘敞、江休复到景德寺避暑,作《同邻几避暑景德》",
   "place": "开封市（景德寺）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1053,
   "value": 3,
   "event": "在京师，任国子监主簿",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1054,
   "value": 9,
   "event": "《和晏相公府东三咏》；是年春，到西京洛阳，拜访晏殊",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 1055,
   "value": 0,
   "event": "为史馆检讨",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1056,
   "value": 2,
   "event": "《奉答原甫登契丹岭见寄》；刘敞出使契归,韩维作《奉答原甫登契丹岭见寄》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "生活于此",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1058,
   "value": 4,
   "event": "《奉同原甫耶州乐郊》；刘敞作《郓州乐郊》诗一首,韩维有和诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1059,
   "value": 0,
   "event": "《赠太师兼侍中陈执中溢荣灵议》；司徒致仕陈执中卒，礼官韩维议其谥曰荣灵",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1063,
   "value": 4,
   "event": "《请皇太后权同听政诏》；拟《请皇太后权同听政诏》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1064,
   "value": 4,
   "event": "为直集贤院、诸王府记室参军",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 9,
   "event": "宋敏求、韩维同修《仁宗实录》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 10,
   "event": "《论范镇请郡劄子》；上《论范镇请郡劄子》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1067,
   "value": 10,
   "event": "《论遗赐劄子》；权同知贡举",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1069,
   "value": 7,
   "event": "迁翰林学士、知开封府",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "复知开封府，兼侍读学士,充群牧使。",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "维等上文德殿朔望视朝仪,以入阁旧图所载增损裁定之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "为吏部郎中兼侍读学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1073,
   "value": 6,
   "event": "《赐淮南节度使守司徒检校太师兼侍中判大名府韩琦不允断来章诏》；拟《赐淮南节度使守司徒检校太师兼侍中判大名府韩琦不允断来章诏》",
   "place": "襄阳市",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 1074,
   "value": 10,
   "event": "《久早喜雨》；以翰林学士承旨被召回京,知开封府。不久天降大雨,韩维作《久早喜雨》",
   "place": "焦作市（孟州市）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1075,
   "value": 6,
   "event": "《赐皇伯崇信军节度使知大宗正事宗旦不允辞谢诏》；拟《赐皇伯崇信军节度使知大宗正事宗旦不允辞谢诏》",
   "place": "焦作市（孟州市）",
   "lng": "112.797734",
   "lat": "34.91365"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1080,
   "value": 3,
   "event": "为通议大夫、崇政殿学士",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 3,
   "event": "知定州",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1082,
   "value": 4,
   "event": "《赐董氈加恩告勅示谕诏》；拟《赐董氈加恩告勅示谕诏》",
   "place": "河北省直辖县级行政区划（定州市）",
   "lng": "115.057407",
   "lat": "38.465839"
  },
  {
   "time": 1083,
   "value": 0,
   "event": "《偃仰》；提举崇福宫。数引疾求罢,於是从其请",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1084,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1085,
   "value": 10,
   "event": "神宗崩,韩维赴临闺庭,太皇太后遣中使降手诏劳问",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1086,
   "value": 10,
   "event": "上《乞褒显范镇首倡建储之功奏》；与吕大防等详定役法",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 6,
   "event": "撰皇太后册文",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 3,
   "event": "提举篙山崇福宫",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 1089,
   "value": 3,
   "event": "回归故里",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1090,
   "value": 3,
   "event": "知颖昌府",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1091,
   "value": 5,
   "event": "《乞止就本州推勘赵仁恕狱奏》；上《乞止就本州推勘赵仁恕狱奏》",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1092,
   "value": 3,
   "event": "为太子少傅致仕",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1093,
   "value": 1,
   "event": "居乡？",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1094,
   "value": 1,
   "event": "居乡？",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1095,
   "value": 1,
   "event": "居乡？",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "居乡？",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1097,
   "value": 3,
   "event": "黜韩维以下三十一人轻重有差",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  },
  {
   "time": 1098,
   "value": 0,
   "event": "以左朝议大夫致仕",
   "place": "许昌市",
   "lng": "113.858804",
   "lat": "34.041737"
  }
 ]
};
