// 诗人行迹数据：项斯
export default {
 "name": "项斯",
 "birth": 801,
 "death": 853,
 "life": [
  {
   "time": 801,
   "value": 1,
   "event": "是年生于乐安老家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 802,
   "value": 1,
   "event": "居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 803,
   "value": 1,
   "event": "居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 804,
   "value": 1,
   "event": "居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 805,
   "value": 1,
   "event": "居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 806,
   "value": 1,
   "event": "居家",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 807,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 808,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 809,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 810,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 811,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 812,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 813,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 814,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 815,
   "value": 1,
   "event": "居家读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 816,
   "value": 1,
   "event": "筑庐朝阳峰，幽居读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 817,
   "value": 1,
   "event": "筑庐朝阳峰，幽居读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 818,
   "value": 1,
   "event": "筑庐朝阳峰，幽居读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 819,
   "value": 1,
   "event": "筑庐朝阳峰，幽居读书",
   "place": "台州市（仙居县）",
   "lng": "120.735245",
   "lat": "28.853157"
  },
  {
   "time": 820,
   "value": 1,
   "event": "入京应试，居延康里",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 1,
   "event": "入京应试，居延康里",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 5,
   "event": "《留别张水部籍》；入京应试，居延康里",
   "place": "台州市（仙居县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 1,
   "event": "返回京师，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 2,
   "event": "《游头陀寺上方》；游头陀寺，与欧阳衮交游，有和诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 2,
   "event": "《送欧阳衮归闽中》；有诗送欧阳衮归闽中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 830,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 831,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 2,
   "event": "《赠金州姚合使君》；游历四方，应试交游，有诗赠姚合",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 1,
   "event": "游历四方，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 9,
   "event": "《忆朝阳峰前居》；游历四方，应试交游，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 843,
   "value": 1,
   "event": "在长安，携诗谒见杨敬之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 844,
   "value": 2,
   "event": "《春夜樊川竹亭陪诸同年宴诗》；在长安应试及第。春夜樊川竹亭陪诸同年宴，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 4,
   "event": "《送顾非熊及第归茅山》；任职丹徒，有诗送顾非熊",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 846,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 847,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 848,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 849,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 850,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 851,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 852,
   "value": 3,
   "event": "任职丹徒",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 853,
   "value": 0,
   "event": "《献令狐相公》；任职丹徒，卒于任所",
   "place": "镇江市",
   "lng": "119.431494",
   "lat": "32.195688"
  }
 ]
};
