// 诗人行迹数据：顾非熊
export default {
 "name": "顾非熊",
 "birth": 797,
 "death": 854,
 "life": [
  {
   "time": 797,
   "value": 1,
   "event": "是年生于江苏丹阳",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 798,
   "value": 1,
   "event": "居家",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 799,
   "value": 1,
   "event": "居家",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 800,
   "value": 1,
   "event": "居家",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 801,
   "value": 1,
   "event": "居家",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 802,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 803,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 804,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 805,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 806,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 807,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 808,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 809,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 810,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 811,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 812,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 813,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 814,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 815,
   "value": 1,
   "event": "居家读书",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 816,
   "value": 1,
   "event": "初入京师，应试交游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 817,
   "value": 2,
   "event": "《送徐五纶南行过吴》；在长安，送徐五纶，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 818,
   "value": 4,
   "event": "《长安秋夜病后作》；在长安，秋夜病后有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 819,
   "value": 2,
   "event": "《会中赋得新年》；在长安，交游有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 820,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 821,
   "value": 2,
   "event": "《寄九华山费拾遗》；在长安，有诗寄九华山费拾遗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 822,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 823,
   "value": 2,
   "event": "客居京师，诗人群体集会姚合府中",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 824,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 825,
   "value": 2,
   "event": "《送于中丞入回鹘》；在长安，送于中丞入回鹘，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 826,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 827,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 828,
   "value": 2,
   "event": "《陈情上郑主司》；客居京师，有诗上郑澣",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 829,
   "value": 7,
   "event": "《天津桥晚望》；北赴洛阳，拜谒皇甫湜，有诗",
   "place": "洛阳市（天津桥）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 830,
   "value": 1,
   "event": "春试完结，归觐江南，姚合等有诗送行",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 831,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 832,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 833,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 834,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 835,
   "value": 2,
   "event": "《送杭州姚员外》；在长安。姚合赴任杭州刺史，顾非熊有诗相送",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 836,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 837,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 838,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 839,
   "value": 1,
   "event": "在长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 840,
   "value": 2,
   "event": "《送喻凫春归江南》；在长安。喻凫及第归江南，顾非熊送之，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 841,
   "value": 2,
   "event": "《冬日寄蔡先辈校书京》；在长安。冬日有诗寄蔡先辈校书京",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 842,
   "value": 1,
   "event": "闲居茅山，读书交游，有诗",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 843,
   "value": 5,
   "event": "《和茅山高拾遗忆山中杂题五首》；闲居茅山，读书交游，有诗",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 844,
   "value": 8,
   "event": "《与无可宿辉公院》；北上京师，与无可宿辉公院，有诗",
   "place": "西安市（石门山）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 9,
   "event": "《关试后嘉会里闻蝉感怀呈主司》；应试及第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 0,
   "event": "《行经褒城寄兴元姚从事》；南归茅山，途径褒城，有诗寄姚鹄",
   "place": "汉中市（褒斜栈道）",
   "lng": "107.030197",
   "lat": "33.07382"
  },
  {
   "time": 847,
   "value": 1,
   "event": "南归马山，侯选授官",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 848,
   "value": 3,
   "event": "返回京师，授官盱眙尉，刘得仁等有诗相送",
   "place": "成都市（邛崃市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "任职盱眙，不乐拜迎",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 850,
   "value": 1,
   "event": "弃官归隐茅山",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 851,
   "value": 1,
   "event": "弃官归隐茅山",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 852,
   "value": 1,
   "event": "弃官归隐茅山",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 853,
   "value": 1,
   "event": "弃官归隐茅山",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  },
  {
   "time": 854,
   "value": 0,
   "event": "弃官归隐，卒于茅山",
   "place": "镇江市（丹阳市）",
   "lng": "119.613436",
   "lat": "32.015388"
  }
 ]
};
