// 诗人行迹数据：颜真卿
export default {
 "name": "颜真卿",
 "birth": 709,
 "death": 785,
 "life": [
  {
   "time": 709,
   "value": 1,
   "event": "是年颜真卿生于京兆长安县敦化坊祖宅，排行第七",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 710,
   "value": 1,
   "event": "是年在长安祖宅。弟颜允生",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 711,
   "value": 1,
   "event": "是年在长安祖宅",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 712,
   "value": 0,
   "event": "是年父颜惟贞遇疾而卒，时年约四十三。殷夫人（颜真卿之母）当携孤寄居于通化坊之娘家，依舅氏殷践猷而养育之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 713,
   "value": 1,
   "event": "寄居于通化坊之娘家，依舅氏殷践猷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 714,
   "value": 1,
   "event": "寄居于通化坊之娘家，依舅氏殷践猷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 715,
   "value": 1,
   "event": "寄居于通化坊之娘家，依舅氏殷践猷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 716,
   "value": 1,
   "event": "寄居于通化坊之娘家，依舅氏殷践猷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 717,
   "value": 1,
   "event": "舅氏授秘书省学士，奉召偕韦述等二十人于秘阁刊正典籍",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 718,
   "value": 1,
   "event": "十月间，舅氏殷践猷徙入丽正殿充丽正殿直学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 719,
   "value": 1,
   "event": "依舅氏殷践猷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 720,
   "value": 1,
   "event": "舅氏殷践猷在曹州司法参军、丽正殿直学士任上修检《群书四录》，综治经部",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 721,
   "value": 0,
   "event": "是年七月九日，舅氏殷践猷卒于曹州司法参军、丽正殿直学士任上。颜真卿随母殷氏南下寄居于苏州吴县令外祖殷子敬官舍",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 722,
   "value": 1,
   "event": "伯父颜元孙起家为濠州刺史，受中书令张嘉贞引荐知制诰未行",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 723,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 724,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 725,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 726,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 727,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 728,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 729,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 730,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 731,
   "value": 1,
   "event": "是年在吴县",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 732,
   "value": 0,
   "event": "是年伯父颜元孙卒",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 733,
   "value": 1,
   "event": "伯父颜元孙被葬",
   "place": "苏州市",
   "lng": "120.589613",
   "lat": "31.304566"
  },
  {
   "time": 734,
   "value": 2,
   "event": "是年颜真卿举进士第。试《梓材赋》、《武库诗》，登甲科",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 735,
   "value": 1,
   "event": "是年颜真卿偕萧颖士、李华、赵骅、柳芳、殷寅、陆据、邵轸始作开元八士之交",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 736,
   "value": 3,
   "event": "季春，经吏部铨选试《三命判》入高等，举拔萃科。授朝散郎、秘书省著作局校书郎",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 737,
   "value": 0,
   "event": "是年正月，应相州刺史张嘉祐之请为相州周太师尉迟公祠庙撰铭",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 738,
   "value": 0,
   "event": "正月，赴东京参预姑母颜真定葬礼",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 739,
   "value": 1,
   "event": "是年活动不详，姑系于此",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 740,
   "value": 0,
   "event": "偃师县丞堂兄春卿卒于长安，临终诿其子女于真卿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 741,
   "value": 2,
   "event": "《唐故赵郡君太原王氏墓志铭》；是年冬日，为润州刺史、江南东道采访使徐峤正书其所撰夫人王琳墓志",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 742,
   "value": 3,
   "event": "颜真卿以前资官由扶风郡太守崔琇荐举，入勤政务本楼参加“博学文词秀逸”制科考试，上第",
   "place": "咸阳市（礼泉县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 743,
   "value": 3,
   "event": "在京兆醴泉县尉任",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 744,
   "value": 3,
   "event": "在京兆醴泉县尉任",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 745,
   "value": 4,
   "event": "在京兆醴泉县尉任",
   "place": "咸阳市（礼泉县）",
   "lng": "108.431576",
   "lat": "34.487341"
  },
  {
   "time": 746,
   "value": 3,
   "event": "四月间，颜真卿以清白为关内道黜陟使王鉷荐举，授通直郎，陟长安县尉",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 747,
   "value": 4,
   "event": "自长安县尉迁御史台监察御史，秋日，巡复诸陵，寻充河东、朔方军试复屯交兵使",
   "place": "榆林市（定边县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 748,
   "value": 3,
   "event": "八月仲秋，以监察御史充河西、陇右军试复屯交兵使。岑参作诗壮行之",
   "place": "榆林市（定边县）",
   "lng": "107.607848",
   "lat": "37.600404"
  },
  {
   "time": 749,
   "value": 7,
   "event": "春日，再以监察御史充河东、朔方军试复屯交兵使。使河东时，劾奏郑氏兄弟母亡二十九年未葬失礼",
   "place": "榆林市（定边县）",
   "lng": "107.607848",
   "lat": "37.600404"
  },
  {
   "time": 750,
   "value": 4,
   "event": "春日，援救中丞宋浑未果。出为东都畿采访处置使判官",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 751,
   "value": 3,
   "event": "季春，颜真卿自侍御史改兵部员外郎，掌判南曹",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 752,
   "value": 3,
   "event": "应西京千福寺楚金禅师之请，正书岑勋《千福寺多宝塔碑》徐浩题额",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 753,
   "value": 3,
   "event": "本年春，有诏补尚书省郎官十余人出守州牧，颜真卿为平原郡太守。六月赴任，岑参有诗为壮行",
   "place": "德州市（平原县）",
   "lng": "116.440454",
   "lat": "37.171302"
  },
  {
   "time": 754,
   "value": 3,
   "event": "至郡，与郡人封绍、高筼及族弟颜浑等人始修《韵海镜源》条目",
   "place": "德州市（平原县）",
   "lng": "116.440454",
   "lat": "37.171302"
  },
  {
   "time": 755,
   "value": 3,
   "event": "颜真卿知其节度安禄山必反，初夏即遣亲客蹇昂奏状，状留禁中不报",
   "place": "德州市（平原县）",
   "lng": "116.440454",
   "lat": "37.171302"
  },
  {
   "time": 756,
   "value": 7,
   "event": "此日，颜真卿因守城拜户部侍郎，兼本郡防御使，即以景城长史李晖为副使，李铣、贾载、沈震为判官",
   "place": "",
   "lng": "114.476188",
   "lat": "38.042284"
  },
  {
   "time": 757,
   "value": 5,
   "event": "是年颜真卿由荆襄北趋行在，次襄阳，会肃宗使中官曹日昇来宣慰。因南阳为贼所围已数月，路绝不得入。颜真卿偕中官冯廷瓌为之劝说太守魏仲犀派骑护送入城，以致宣命，且返襄阳取粮，南阳因是遂久守不陷",
   "place": "渭南市（大荔县）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 758,
   "value": 10,
   "event": "此日，迁蒲州刺史，充本州防御史。封爵丹阳县开国侯。与将军赵琐计会游奕兵马",
   "place": "运城市（永济市）",
   "lng": "110.454307",
   "lat": "34.872892"
  },
  {
   "time": 759,
   "value": 9,
   "event": "元结自湖北大冶猗玗洞迁至江州瀼溪，颜真卿与元结游预，且规其苟戏",
   "place": "九江市（瑞昌市）",
   "lng": "115.687459",
   "lat": "29.682931"
  },
  {
   "time": 760,
   "value": 8,
   "event": "受召入朝，由杭州刺史侯令仪代之。未至京，拜刑部侍郎",
   "place": "武汉市（江夏）",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 761,
   "value": 3,
   "event": "颜真卿在蓬州长史任上，救灾恤患，民称其德",
   "place": "南充市（仪陇县）",
   "lng": "106.30973",
   "lat": "31.276182"
  },
  {
   "time": 762,
   "value": 4,
   "event": "此月，召拜为利州刺史。因羌贼围城，不得至任，乃追赴上都",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 763,
   "value": 6,
   "event": "《谢吏部侍郎表》；此月，改吏部侍郎，寻复阶银青光禄大夫。有谢表",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 764,
   "value": 0,
   "event": "此日，除检校刑部尚书、兼御史大夫，充朔方行营汾晋等六州宣慰使",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 765,
   "value": 0,
   "event": "正月，正除刑部尚书。会诏赠韦陟尚书左仆射，太常博士程皓议谥“忠孝”，颜真卿以为忠孝不并立，拟之过高.主客员外郎归崇敬又驳之。郭英乂请从太常状奏之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 766,
   "value": 10,
   "event": "颜真卿上疏切谏，甚得人心，遭元载之恨，以诽谤时政罪被陷害",
   "place": "西安市（蓝田县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 767,
   "value": 4,
   "event": "此日，偕评事韦甫已以及房澄、陆涓诸人和子侄同游靖居寺",
   "place": "九江市（靖居寺）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 768,
   "value": 0,
   "event": "《天台智者大师画赞》；吉州别驾任上，怡然自乐，不以谪守远郡为怀。因法源大师之请，撰文",
   "place": "九江市",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 769,
   "value": 10,
   "event": "《桥仙观碑记》；抚州任上，颜真卿公务之暇，乃游赏山水，撰碑记以志之",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 770,
   "value": 9,
   "event": "《朝议大夫徐秀神道碑》；抚州刺史任上，因殿中侍御史徐縯之请，为其父徐秀撰神道碑志述之",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 771,
   "value": 10,
   "event": "《抚州宝应寺律藏院戎坛记》；谢灵运翻经台因观察使魏少游奏请,改宝应寺。至是,修缮一新,律藏院戒坛亦创建竣工,因寺僧智融所请,颜真卿撰文且书以志之",
   "place": "镇江市（句容市）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 772,
   "value": 10,
   "event": "《送刘太冲序》；春日，送旧友刘太冲西游，撰有序",
   "place": "咸阳市（三原县）",
   "lng": "118.802891",
   "lat": "32.064735"
  },
  {
   "time": 773,
   "value": 10,
   "event": "正月，至任湖州，先后以杭州富阳丞李萼为本州防御副使，前校书郎权器、前大理司直杨昱为判官，委以州事",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 774,
   "value": 10,
   "event": "此日，正书伯父颜元孙《干禄字书》并序之，立石于刺史宅东厅院",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 775,
   "value": 0,
   "event": "春日，偕陆羽、徐士衡、李成钜诸人唱和张志和《渔父词》五首",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 776,
   "value": 10,
   "event": "《送李侍御联句》；春日，副使李萼改任他职，与皎然、张荐、卢綸诸人饯行之，有诗",
   "place": "湖州市",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 777,
   "value": 10,
   "event": "《送辛子序》；此日送辛晃北上，有序",
   "place": "吴江区（吴江区平望镇）",
   "lng": "120.094566",
   "lat": "30.899015"
  },
  {
   "time": 778,
   "value": 6,
   "event": "此日，三上表乞许致仕，不允",
   "place": "西安市（昭陵）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 779,
   "value": 10,
   "event": "《请除禫服奏》；此日，以吏部尚书充礼仪使，处置山陵事。闰五月，上奏，从之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 780,
   "value": 7,
   "event": "此日，因东都高祖、太宗、高宗三庙木主多忘缺未袝，上表请造之以袝。诏下，议而不决，乃罢。是议至宣宗朝遂行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 781,
   "value": 6,
   "event": "《庙享议》；本月，上《庙享议》，请以晋蔡谟等议为定。从之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 782,
   "value": 4,
   "event": "《请定武成庙释奠奏》；此日，上奏，请每至释奠，奏轩悬之乐。敕所司施行",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 783,
   "value": 1,
   "event": "此日，奉命赴许州宣慰李希烈。诏下，举朝失色。永平等军节度都统、检校司徒、平章事李勉闻之，密表请留。又遣使追截于途，未果",
   "place": "平顶山市（汝州市）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 784,
   "value": 2,
   "event": "本月，李希烈称帝，数逼之，不为其屈节",
   "place": "平顶山市（汝州市）",
   "lng": "112.850921",
   "lat": "34.172933"
  },
  {
   "time": 785,
   "value": 2,
   "event": "此日，颜真卿自汝州移囚蔡州",
   "place": "驻马店市",
   "lng": "114.029465",
   "lat": "33.017546"
  }
 ]
};
