// 诗人行迹数据：马廷鸾
export default {
 "name": "马廷鸾",
 "birth": 1222,
 "death": 1289,
 "life": [
  {
   "time": 1222,
   "value": 1,
   "event": "廷鸾生",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "弟骏孺生",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1228,
   "value": 0,
   "event": "廷鸾父马灼卒。家贫无以为生，廷鸾过继给伯父马光为后；弟骏孺被方氏姑收养。廷鸾兄弟，幼孤力学。母夫人段氏，实执义教子",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "廷鸾兄弟从父执吴橤学",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "季弟马骏孺归家，与二兄共学",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1237,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "甘贫力学，既冠，里人聘为童子师。廷鸾性至孝，遇有酒食馔，则念母藜藿不给，为之食不下咽",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1244,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1245,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "廷鸾与兄岩甫同举乡荐",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "廷鸾与汤汉读书徐岩山中",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "廷鸾及第后，与徐霖定交；廷试归，又访徐霖于衢州径畈",
   "place": "景德镇市（乐平市）",
   "lng": "118.880768",
   "lat": "28.941661"
  },
  {
   "time": 1249,
   "value": 1,
   "event": "廷鸾待次池州教授",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1250,
   "value": 1,
   "event": "娶妻张氏。张氏，徽州婺源人",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1251,
   "value": 1,
   "event": "廷鸾待次池州教授",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1252,
   "value": 2,
   "event": "廷鸾待次池州教授",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1253,
   "value": 6,
   "event": "赴池州教授任",
   "place": "池州市",
   "lng": "117.497839",
   "lat": "30.67098"
  },
  {
   "time": 1254,
   "value": 3,
   "event": "廷鸾入京主管户部架阁，掌档案",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1255,
   "value": 4,
   "event": "《题四印五章后》；为太学录，题家传四印五章",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 3,
   "event": "尤焴提举史事，辟为史馆校勘",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 0,
   "event": "《挽徐朝奉》；徐霖父卒，廷鸾作诗挽之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 2,
   "event": "又题周吉甫云庄数学后；家居",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1259,
   "value": 4,
   "event": "《除校书郎谢吴丞相启》；吴潜入相，召为校书郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 7,
   "event": "廷鸾兼沂靖惠王府教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 6,
   "event": "馆中送郑著作；进著作佐郎，兼右司，迁将作少监",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 10,
   "event": "皇太子生辰诗；四月，理宗赐皇太子生日礼物，廷鸾草诏",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 0,
   "event": "元日除起居舍人辞免奏状；正月元旦，廷鸾擢起居舍人兼太子右庶子兼国史院编修官、实录院检讨官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 10,
   "event": "除礼部侍郎谢上表、除礼侍谢马裕斋启；迁礼部侍郎",
   "place": "九江市（彭泽县）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 4,
   "event": "《贺江参政启》；闰五月，癸丑，江万里为参知政事，廷鸾作贺启",
   "place": "景德镇市（乐平市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 5,
   "event": "《祭咸宁郡太夫人文》；居母丧在家",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1267,
   "value": 9,
   "event": "服阕，回朝，知贡举，王应麟权直",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 4,
   "event": "同知枢密院事兼参政谢上表；四月，权参知政事",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 6,
   "event": "贺叶丞相少保启、回叶少保启、；正月，叶梦得进少保，廷鸾作贺启",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 6,
   "event": "回荆阃李端明庭芝启；正月，李庭芝为京湖路安抚制置使，李作谢书，廷鸾作答书",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 4,
   "event": "右丞相，与贾似道并",
   "place": "杭州市（临安市）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1272,
   "value": 6,
   "event": "任右丞相",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1273,
   "value": 0,
   "event": "癸酉春暮锺信甫寄诗次其韵；建归艇小斋，归卧其中",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1274,
   "value": 4,
   "event": "五月，廷鸾辞免知绍兴，不允.夫人张氏以疾示使者，朝廷遂允所请",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1276,
   "value": 4,
   "event": "《陈菊圃参政寄诗千里外，托兴于秋燕春花，以示玩芳病叟。叟病，不能吟，强和四章。前二章借来意以自伤；后二章述愚怀以志感》；廷鸾自号玩芳病叟。参知政事陈文龙致诗，和之",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1277,
   "value": 5,
   "event": "《庐山谢氏求婚启》；廷鸾为长男端复求婚庐山谢氏",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1278,
   "value": 2,
   "event": "元世祖招马廷鸾赴阙，不至",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1279,
   "value": 9,
   "event": "《题徐径畈赠诗帖后》；题徐霖赠诗后",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "居乡",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1281,
   "value": 5,
   "event": "《拜屺瞻墓有感》；拜母墓，作诗",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1282,
   "value": 5,
   "event": "读庄笔记；四月，成《读庄笔记》，作序，钩玄撮要，以寄“感时忧道”之志",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1283,
   "value": 4,
   "event": "《家藏书御制御书诗恭跋》；八月，书御制御书诗后",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1284,
   "value": 5,
   "event": "《正月四日》；正月四日，有诗",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1285,
   "value": 0,
   "event": "为汪元量《湖山类稿》作序，题其集曰“诗史”",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1286,
   "value": 0,
   "event": "《鲁国夫人墓志铭》；葬夫人张氏于德兴县银山乡古莲塘，作墓志铭",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1287,
   "value": 0,
   "event": "留梦炎为元吏部尚书，招马端临，以父老辞",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1288,
   "value": 0,
   "event": "《题老学道院》；建小楼于林居之后，储书其上，读书其下，命曰老学道院，作《记》",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  },
  {
   "time": 1289,
   "value": 0,
   "event": "廷鸾卒",
   "place": "景德镇市（乐平市）",
   "lng": "117.135438",
   "lat": "28.968047"
  }
 ]
};
