// 诗人行迹数据：马端临
export default {
 "name": "马端临",
 "birth": 1254,
 "death": 1323,
 "life": [
  {
   "time": 1254,
   "value": 1,
   "event": "端临生。父马廷鸾33岁",
   "place": "杭州市（西湖）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1255,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1256,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1257,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1258,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1259,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1260,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1261,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1262,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1263,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1264,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1265,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1266,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1267,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1268,
   "value": 1,
   "event": "曹泾进士及第，廷鸾曾召置西席，以教端临兄弟",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1269,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1270,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1271,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1272,
   "value": 3,
   "event": "端临以荫补承事郎",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1273,
   "value": 1,
   "event": "端临漕试第一。以父辞相位，未试京师",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1274,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1275,
   "value": 1,
   "event": "居临安",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1276,
   "value": 1,
   "event": "宋亡，端临以父疾为由，不复出仕，隐居教授，远近师之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1277,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1278,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1279,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1280,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1281,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1282,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1283,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1284,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1285,
   "value": 1,
   "event": "端临约于此年开始著《文献通考》",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1286,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1287,
   "value": 1,
   "event": "留梦炎为元吏部尚书，招马端临，端临以父老辞",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1288,
   "value": 0,
   "event": "端临岳父李雷应卒，端临求父廷鸾为作墓志铭",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1289,
   "value": 0,
   "event": "父马廷鸾卒",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1290,
   "value": 1,
   "event": "临安隐居教授",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1291,
   "value": 3,
   "event": "端临服阕，起为慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1292,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1293,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1294,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1295,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1296,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1297,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1298,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1299,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  },
  {
   "time": 1300,
   "value": 3,
   "event": "任慈湖书院山长",
   "place": "宁波市（慈溪市）",
   "lng": "121.273065",
   "lat": "30.175299"
  }
 ]
};
