// 诗人行迹数据：骆宾王
export default {
 "name": "骆宾王",
 "birth": 635,
 "death": 684,
 "life": [
  {
   "time": 635,
   "value": 1,
   "event": "居于家乡义乌。宾王生年难确考，本表所列年岁为虚拟数。",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 636,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 637,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 638,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 639,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 640,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 641,
   "value": 2,
   "event": "《咏鹅》；居乡.作咏鹅诗",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 642,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 643,
   "value": 1,
   "event": "居于家乡义乌",
   "place": "金华市（义乌市）",
   "lng": "120.081262",
   "lat": "29.311326"
  },
  {
   "time": 644,
   "value": 1,
   "event": "随父母徙居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 645,
   "value": 1,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 646,
   "value": 1,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 647,
   "value": 1,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 648,
   "value": 1,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 649,
   "value": 2,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 650,
   "value": 1,
   "event": "居青州博昌",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 651,
   "value": 1,
   "event": "父死,葬之于博昌.奉母前往瑕丘",
   "place": "滨州市（博兴县）",
   "lng": "118.117454",
   "lat": "37.158968"
  },
  {
   "time": 652,
   "value": 1,
   "event": "奉母居瑕丘,与瑕丘县令韦某有文字交游",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 653,
   "value": 1,
   "event": "居瑕丘",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 654,
   "value": 4,
   "event": "《上瑕丘韦明府启》；入京应举.行前,有《上瑕丘韦明府启》、《上郭赞府启》等文求推荐",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 655,
   "value": 9,
   "event": "《春日离长安客中言怀》；应举落第,南归义乌.途经洛阳、南阳、随州、武昌等地.有《春日离长安客中言怀》诗",
   "place": "南阳市（南召县）",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 656,
   "value": 2,
   "event": "《夏日游德州赠高四并序》；居瑕丘.有《夏日游德州赠高四并序》",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 657,
   "value": 5,
   "event": "《咏美人在天津桥》；寓居洛滨.有《咏美人在天津桥》诗",
   "place": "洛阳市",
   "lng": "112.460033",
   "lat": "34.624376"
  },
  {
   "time": 658,
   "value": 4,
   "event": "《上廉察使启》；迁居长安,家临浐滨.冬,参选,为道王府属,从此进入仕途",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 659,
   "value": 4,
   "event": "《秋日饯陆道士陈文林得风字》；为道王府属.随道王李元庆在滑州任.有《秋日饯陆道士陈文林得风字》",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 660,
   "value": 4,
   "event": "《自叙状》；为道王府属,随道王在徐州.入道王府三年,道王令自状所能,陈《自叙状》",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 661,
   "value": 3,
   "event": "为道王府属,随道王在徐州",
   "place": "徐州市",
   "lng": "117.29235",
   "lat": "34.210143"
  },
  {
   "time": 662,
   "value": 3,
   "event": "为道王府属,随道王在沁州",
   "place": "长治市（沁源县）",
   "lng": "112.34407",
   "lat": "36.506309"
  },
  {
   "time": 663,
   "value": 3,
   "event": "为道王府属,随道王在沁州",
   "place": "长治市（沁源县）",
   "lng": "112.34407",
   "lat": "36.506309"
  },
  {
   "time": 664,
   "value": 4,
   "event": "夏四月,道王薨于卫州刺史任上.骆宾王出其府",
   "place": "新乡市（卫辉市）",
   "lng": "114.071192",
   "lat": "35.404137"
  },
  {
   "time": 665,
   "value": 9,
   "event": "《上兖州刺史启》；遍谒兖州地方官",
   "place": "济宁市（兖州区）",
   "lng": "116.754139",
   "lat": "35.574016"
  },
  {
   "time": 666,
   "value": 4,
   "event": "《对策文三道》；对策应举及第,拜奉礼郎,为东台详正学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 667,
   "value": 3,
   "event": "为东台详正学士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 668,
   "value": 3,
   "event": "在东台详正学士任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 669,
   "value": 3,
   "event": "在东台详正学士任上",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 670,
   "value": 10,
   "event": "以事获罪,罢职",
   "place": "海南州（共和县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 671,
   "value": 5,
   "event": "《晚度天山有怀京邑》；戍守天山.春,作《晚度天山有怀京邑》诗",
   "place": "吐鲁番市（托克逊县）",
   "lng": "88.660304",
   "lat": "42.797858"
  },
  {
   "time": 672,
   "value": 7,
   "event": "《兵部奏姚州道破逆贼诺没弄杨虔柳露布》；春,在姚州前线,负责军中文字的起草",
   "place": "楚雄彝族自治州（姚安县）",
   "lng": "101.248108",
   "lat": "25.510099"
  },
  {
   "time": 673,
   "value": 7,
   "event": "春,奉使西南,此后居蜀地二年",
   "place": "成都市（邛崃市）",
   "lng": "103.470843",
   "lat": "30.416413"
  },
  {
   "time": 674,
   "value": 1,
   "event": "居蜀地",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 675,
   "value": 1,
   "event": "秋,离蜀返长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 676,
   "value": 10,
   "event": "《上吏部裴侍郎书》；春,任武功主簿.吏部侍郎裴行俭欲辟为掌书记,以母老辞,因作《上吏部裴侍郎书》",
   "place": "咸阳市（武功县）",
   "lng": "108.20673",
   "lat": "34.2662"
  },
  {
   "time": 677,
   "value": 4,
   "event": "《答员半千书》；守孝,居浐滨.与武陟尉员半千书信往来",
   "place": "西安市（浐水之滨）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 678,
   "value": 5,
   "event": "冬,服除,为长安主簿,旋即迁为侍御史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 679,
   "value": 10,
   "event": "《狱中抒情通简知己》；因受人诽谤贪赃枉法而下狱.春,作《狱中抒情通简知己》诗",
   "place": "朔州市（朔城区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 680,
   "value": 10,
   "event": "《蓬莱镇》；三月,随军还.后曾出使蓬莱与海曲",
   "place": "烟台市（蓬莱市）",
   "lng": "120.765381",
   "lat": "37.816562"
  },
  {
   "time": 681,
   "value": 3,
   "event": "在临海丞任上",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 682,
   "value": 4,
   "event": "《久客临海言怀》；在临海丞任上.秋,有《久客临海言怀》",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 683,
   "value": 2,
   "event": "七月,弃官离临海北上",
   "place": "台州市（临海市）",
   "lng": "121.151535",
   "lat": "28.864049"
  },
  {
   "time": 684,
   "value": 5,
   "event": "《与程将军书》；二月,程务挺荐举贤良方正,作《与程将军书》辞之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
