// 诗人行迹数据：高适
export default {
 "name": "高适",
 "birth": 700,
 "death": 765,
 "life": [
  {
   "time": 700,
   "value": 1,
   "event": "居乡？约生于本年，本表所标年岁均为虚拟数，非实数",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 701,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 702,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 703,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 704,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 705,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 706,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 707,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 708,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 709,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 710,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 711,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 712,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 713,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 714,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 715,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 716,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 717,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 718,
   "value": 1,
   "event": "随父居？",
   "place": "韶关市",
   "lng": "113.603757",
   "lat": "24.816174"
  },
  {
   "time": 719,
   "value": 2,
   "event": "《送桂阳孝廉》；游长安，不遇，甚失意。但对前途仍乐观。有诗送别友人",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 720,
   "value": 2,
   "event": "《行路难二首》；滞留长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 721,
   "value": 9,
   "event": "《秋胡行》；滞留长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 722,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 723,
   "value": 2,
   "event": "《宋中十首》；居宋州，有诗",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 724,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 725,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 726,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 727,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 728,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 729,
   "value": 1,
   "event": "居宋州",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 730,
   "value": 9,
   "event": "《巨鹿赠李少府》；北上旅游燕赵，过巨鹿，秋，有诗",
   "place": "邯郸市（大名县）",
   "lng": "114.510889",
   "lat": "37.076646"
  },
  {
   "time": 731,
   "value": 7,
   "event": "《塞上》；于燕地从军，在幕府。意气尚高昂，然对军中之黑暗情况甚不满",
   "place": "秦皇岛市（卢龙县）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 732,
   "value": 0,
   "event": "《信安王幕府诗》；于燕地从军，献诗李祎幕下诸人，求援引，无结果",
   "place": "市辖区（昌平区）",
   "lng": "116.413554",
   "lat": "39.911013"
  },
  {
   "time": 733,
   "value": 5,
   "event": "《酬李少府》；脱离军队，寓居幽州。秋，有诗赠友人",
   "place": "市辖区（昌平区）",
   "lng": "116.237897",
   "lat": "40.226486"
  },
  {
   "time": 734,
   "value": 0,
   "event": "《同朱五题卢使君义井》；自幽州返宋州，一路漫游，过易县。有诗",
   "place": "保定市（易县）",
   "lng": "115.505068",
   "lat": "39.354911"
  },
  {
   "time": 735,
   "value": 4,
   "event": "《题李别驾壁》；征诣长安，应制科试，过开封，春，有诗",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 736,
   "value": 4,
   "event": "寓居长安，在京结交当时名流，与颜真卿等人游",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 737,
   "value": 4,
   "event": "与王之涣、王昌龄于旗亭宴游。梨园伶官已传唱高诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 738,
   "value": 5,
   "event": "《燕歌行》；居长安，作名篇《燕歌行》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 739,
   "value": 8,
   "event": "《别孙訢》；居宋城，寂寞寡欢。有诗送别友人",
   "place": "济宁市（汶上县）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 740,
   "value": 4,
   "event": "《题尉迟迥将军新庙》；旅游相州，有诗题尉迟迥庙",
   "place": "安阳市",
   "lng": "114.3996",
   "lat": "36.103649"
  },
  {
   "time": 741,
   "value": 9,
   "event": "《淇上酬薛三据兼寄郭少府微》；寓居淇上，有诗赠薛据、郭微",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 742,
   "value": 8,
   "event": "《田家春望》；寓居淇上，春，有诗记田家生活",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 743,
   "value": 9,
   "event": "《夜别韦司士得城字》；春，在滑台白马津有诗送别友人",
   "place": "安阳市（滑县）",
   "lng": "114.525855",
   "lat": "35.581181"
  },
  {
   "time": 744,
   "value": 10,
   "event": "《同李司仓早春宴睢阳东亭》；在睢阳，早春，同友人宴睢阳东亭",
   "place": "商丘市（东亭）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 745,
   "value": 9,
   "event": "《东征赋》；由单父经谯郡、彭城、垓下、盱眙、淮阴、山阳等地至襄贲，襄贲即涟水。寓居樊姓地主家。有《东征赋》记行",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 746,
   "value": 8,
   "event": "《奉酬北海李太守丈人夏日平阴亭》；夏，奉李邕召，赴济南相会，过平阴，有诗",
   "place": "济南市（平阴县）",
   "lng": "116.462607",
   "lat": "36.295031"
  },
  {
   "time": 747,
   "value": 9,
   "event": "《别崔少府》；春，在东平，有诗赠别友人",
   "place": "泰安市（东平县）",
   "lng": "116.476836",
   "lat": "35.94278"
  },
  {
   "time": 748,
   "value": 9,
   "event": "《遇冲和先生》；在睢阳，遇玄宗时之骗子姜抚，有诗揶揄之",
   "place": "商丘市",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 749,
   "value": 10,
   "event": "《九月九日酬颜少府》；九月九日，有诗赠友人",
   "place": "新乡市（封丘县）",
   "lng": "115.662798",
   "lat": "34.420378"
  },
  {
   "time": 750,
   "value": 10,
   "event": "在封丘任县尉职。与友人游，有诗",
   "place": "新乡市（封丘县）",
   "lng": "114.425216",
   "lat": "35.046848"
  },
  {
   "time": 751,
   "value": 10,
   "event": "《答侯少府》；春，离蓟地，经河淇回封丘，有诗赠友人，对安禄山之政治军事措施，极为厌恶",
   "place": "衡水市（冀州区）",
   "lng": "115.598129",
   "lat": "37.555586"
  },
  {
   "time": 752,
   "value": 10,
   "event": "《陈留郡上源新驿记》；上半年，仍在封丘任职，有文",
   "place": "新乡市（封丘县）",
   "lng": "114.425216",
   "lat": "35.046848"
  },
  {
   "time": 753,
   "value": 10,
   "event": "《送蹇秀才赴临洮》；有诗赠别友人",
   "place": "海东市（乐都区）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 754,
   "value": 10,
   "event": "哥舒翰表高适为左骁卫兵曹，充掌书记",
   "place": "海东市（乐都区）",
   "lng": "102.429725",
   "lat": "36.50789"
  },
  {
   "time": 755,
   "value": 10,
   "event": "《奉寄平原颜太守》；寄诗颜真卿叙旧",
   "place": "武威市（灵云池）",
   "lng": "102.644524",
   "lat": "37.934078"
  },
  {
   "time": 756,
   "value": 3,
   "event": "上半年，被拜为左拾遗，佐哥舒翰守潼关",
   "place": "渭南市（潼关县）",
   "lng": "110.253065",
   "lat": "34.550316"
  },
  {
   "time": 757,
   "value": 8,
   "event": "《贺安禄山死表》；正月，闻安禄山死，上表称贺",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 758,
   "value": 10,
   "event": "《登广陵栖灵寺塔》；春，仍驻扬州，登栖灵寺塔，有诗",
   "place": "扬州市（栖灵寺）",
   "lng": "119.419107",
   "lat": "32.39986"
  },
  {
   "time": 759,
   "value": 10,
   "event": "三月，郭子仪等九节度使相州兵败，高适随东京留守诸官南奔襄、邓",
   "place": "成都市（彭州市）",
   "lng": "112.129089",
   "lat": "32.014789"
  },
  {
   "time": 760,
   "value": 4,
   "event": "《请罢东川节度使疏》；奏上论“西山三城置戍”之疏，主张合东、西川为一道，罢西山三城之戍",
   "place": "成都市（彭州市）",
   "lng": "103.964667",
   "lat": "30.996057"
  },
  {
   "time": 761,
   "value": 4,
   "event": "《人日寄杜二拾遗》；人日题诗寄杜甫",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 762,
   "value": 4,
   "event": "《贺斩逆贼徐知道表》；剑南兵马使徐知道反。高适于蜀州出兵，击徐知道。乱平，有贺表",
   "place": "成都市（崇州市）",
   "lng": "103.679324",
   "lat": "30.636505"
  },
  {
   "time": 763,
   "value": 9,
   "event": "《贺收城表》；正月，史朝义自缢，安史之乱平。有贺表",
   "place": "雅安市（名山区）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 764,
   "value": 3,
   "event": "正月，以严武为节度使，召高适回京，任刑部侍郎",
   "place": "西安市（户县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 765,
   "value": 0,
   "event": "正月，卒",
   "place": "西安市（户县）",
   "lng": "108.61136",
   "lat": "34.114791"
  }
 ]
};
