// 诗人行迹数据：魏了翁
export default {
 "name": "魏了翁",
 "birth": 1178,
 "death": 1237,
 "life": [
  {
   "time": 1178,
   "value": 1,
   "event": "本年生",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1179,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "从乡先生何普受书数方名",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "从乡先生杜希仲受义理之学",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1192,
   "value": 2,
   "event": "韩愈论；居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "从乡先生章寅臣受义理之学",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "县试，居第三名，以文受知于蒲江县令冯仰之",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1197,
   "value": 2,
   "event": "谢邛守范季才宗丞启；谢恩师范荪",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "春，应乡试，受知于赵大全",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1199,
   "value": 4,
   "event": "赠章相士；与韩甲、乐新同赴京应进士试；路遇章相士，称其可中高第",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1200,
   "value": 4,
   "event": "以佥书剑南西川节度判官试西川幕府，到成都就任",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1201,
   "value": 3,
   "event": "与同僚妻舅赵昱相识",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1202,
   "value": 3,
   "event": "与杨熹之女成婚，亲迎于资州；期间登醮坛山，题诗星斗阁",
   "place": "内江市（资中县）",
   "lng": "104.858614",
   "lat": "29.770196"
  },
  {
   "time": 1203,
   "value": 0,
   "event": "夏，召为国子正，未及行，女璧海生，妻杨氏产后感疾卒，遂解职，携女护杨氏之丧回蒲江",
   "place": "成都市（蒲江县）",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 1204,
   "value": 0,
   "event": "送徐校书知处州；友人徐邦宪知处州，赋诗相送",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1205,
   "value": 10,
   "event": "答馆职策一道；召试学士院，谏开边之事，忤韩侂胄，御史徐柟劾其狂妄",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1206,
   "value": 9,
   "event": "和胡秘书有开学中释奠；太学行释奠礼，与友人胡有开唱和",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1207,
   "value": 0,
   "event": "过江陵，至吴猎幕府，受邀分视守备，滞留数日；其时，得妻舅赵昱手书",
   "place": "重庆直辖县行政区划（奉节县）",
   "lng": "112.24722",
   "lat": "30.340606"
  },
  {
   "time": 1208,
   "value": 0,
   "event": "哭女璧海文；葬女璧海於亡妻杨氏墓左",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1209,
   "value": 0,
   "event": "春，过丹棱，史伯学之子史之椅、史之樟携文造访",
   "place": "眉山市（丹棱县）",
   "lng": "103.519424",
   "lat": "30.020291"
  },
  {
   "time": 1210,
   "value": 0,
   "event": "知南剑州洪公墓志铭；应友人洪偲之请，为其父撰墓志铭",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1211,
   "value": 10,
   "event": "永康军花洲记；友人虞刚简筑美功堂成，应邀前往观摩，赋词庆贺，并撰文记其事",
   "place": "成都市（都江堰市）",
   "lng": "103.653155",
   "lat": "30.994321"
  },
  {
   "time": 1212,
   "value": 10,
   "event": "汉州劝农文；春，撰文劝农于郊",
   "place": "德阳市（广汉市）",
   "lng": "104.288913",
   "lat": "30.983374"
  },
  {
   "time": 1213,
   "value": 0,
   "event": "哭宇文枢密绍节文；宇文绍节卒，撰文哭之，并作挽诗",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1214,
   "value": 0,
   "event": "送唐述之赴廷对；春，唐季乙赴京廷试，过眉州，驻留三日，与魏了翁论学。临行，了翁赋诗相送",
   "place": "眉山市",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1215,
   "value": 0,
   "event": "醉落魄（无边春色）；友人任逢之母史夫人九十岁生日，前往称贺并赋词",
   "place": "成都市（金堂县）",
   "lng": "103.85507",
   "lat": "30.081369"
  },
  {
   "time": 1216,
   "value": 0,
   "event": "奏乞为周濂溪赐谥；上书为周敦颐、程颢、程颐请谥",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1217,
   "value": 0,
   "event": "满江红（见说新来把闲事）；刘光祖生日，赋词庆贺",
   "place": "遂宁市",
   "lng": "105.599152",
   "lat": "30.539156"
  },
  {
   "time": 1218,
   "value": 0,
   "event": "春，除直秘阁，知泸州，主管潼川路安抚司公事",
   "place": "成都市（蒲江县）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1219,
   "value": 0,
   "event": "哭许侍郎奕文；友人许奕卒，撰祭文、挽诗；往吊，因疆吏告警，中途而返",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1220,
   "value": 10,
   "event": "显谟阁直学士提举西京嵩山崇福宫许公奕神道碑；春，赴简州许奕家吊慰，为撰神道碑",
   "place": "资阳市（简阳市）",
   "lng": "104.553826",
   "lat": "30.417376"
  },
  {
   "time": 1221,
   "value": 0,
   "event": "水调歌头（山岳会元气）；友人刘光祖生日，赋词贺之",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1222,
   "value": 0,
   "event": "元日受宝肆赦谢表；是日受宝，大赦天下，作谢表",
   "place": "绵阳市（三台县）",
   "lng": "105.101082",
   "lat": "31.101709"
  },
  {
   "time": 1223,
   "value": 0,
   "event": "哭阁学叶侍郎适文；是日，叶适卒，闻讯后，撰文哭之",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1224,
   "value": 0,
   "event": "为秘书监，仍兼国史院编修官、实录院检讨官",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1225,
   "value": 10,
   "event": "乙酉上殿劄子三；上殿，进劄子",
   "place": "常州市（武进区）",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1226,
   "value": 10,
   "event": "春，行至九江",
   "place": "衡阳市（衡山县）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1227,
   "value": 9,
   "event": "题李肩吾为许晟大书乡党内则；友人李肩吾应许晟大之请，以所书《乡党内则》相赠，魏了翁为作题识",
   "place": "怀化市（靖州县）",
   "lng": "109.702723",
   "lat": "26.581357"
  },
  {
   "time": 1228,
   "value": 0,
   "event": "鹤山书院前为荷塘三即其小屿筑亭久矣春后八日始榜曰芙蓉州；将鹤山书院前小亭命名为“芙蓉州”，赋诗记其事，和者盈轴",
   "place": "怀化市（靖州县）",
   "lng": "109.702723",
   "lat": "26.581357"
  },
  {
   "time": 1229,
   "value": 9,
   "event": "朝散大夫知眉州王君墓志铭；年初，应王其恕、安癸仲之请，为王其贤撰写墓志铭",
   "place": "怀化市（靖州县）",
   "lng": "109.702723",
   "lat": "26.581357"
  },
  {
   "time": 1230,
   "value": 0,
   "event": "答湖广陈总领允迪；致书友人陈允迪",
   "place": "怀化市（靖州县）",
   "lng": "109.702723",
   "lat": "26.581357"
  },
  {
   "time": 1231,
   "value": 9,
   "event": "耻斋记；应许晟大之请，为撰《耻斋记》",
   "place": "怀化市（靖州县）",
   "lng": "109.702723",
   "lat": "26.581357"
  },
  {
   "time": 1232,
   "value": 0,
   "event": "至绵州，与同产兄高定子、高稼相见。高定子筑棣萼堂，三兄弟饮酒赋诗其中，一时传为美谈",
   "place": "成都市（蒲江县）",
   "lng": "104.686164",
   "lat": "31.473364"
  },
  {
   "time": 1233,
   "value": 10,
   "event": "知富顺监致仕家侯炎墓志铭；亡友家炎入葬，应其子家寅翁之请，为撰墓志铭",
   "place": "成都市（蒲江县）",
   "lng": "103.512851",
   "lat": "30.202462"
  },
  {
   "time": 1234,
   "value": 0,
   "event": "端平元年劝农文；劝农于郊，有文",
   "place": "资阳市（醮坛山）",
   "lng": "105.449092",
   "lat": "28.877577"
  },
  {
   "time": 1235,
   "value": 0,
   "event": "杜隐君希仲墓志铭；是春，为杜希仲撰写墓志铭",
   "place": "成都市（蒲江县）",
   "lng": "104.082256",
   "lat": "30.65679"
  },
  {
   "time": 1236,
   "value": 10,
   "event": "兵发京口",
   "place": "池州市（贵池区）",
   "lng": "119.431494",
   "lat": "32.195688"
  },
  {
   "time": 1237,
   "value": 7,
   "event": "诏知福州、福建安抚使",
   "place": "",
   "lng": "0",
   "lat": "0"
  }
 ]
};
