// 诗人行迹数据：魏征
export default {
 "name": "魏征",
 "birth": 580,
 "death": 643,
 "life": [
  {
   "time": 600,
   "value": 1,
   "event": "道士隐居于馆陶",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 601,
   "value": 1,
   "event": "道士隐居于馆陶",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 602,
   "value": 1,
   "event": "道士隐居于馆陶",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 603,
   "value": 1,
   "event": "去河、汾访学于王通",
   "place": "运城市（河津市）",
   "lng": "110.718432",
   "lat": "35.602155"
  },
  {
   "time": 604,
   "value": 2,
   "event": "或至崆峒山访道",
   "place": "汝州市（汝州市临汝镇）",
   "lng": "112.610147",
   "lat": "34.26471"
  },
  {
   "time": 605,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 606,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 607,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 608,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 609,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 610,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 611,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 612,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 613,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 614,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 615,
   "value": 1,
   "event": "做道士",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 616,
   "value": 2,
   "event": "《道观内柏树赋并序》；做道士。《道观内柏树赋并序》本年或稍前",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 617,
   "value": 4,
   "event": "八、九月间，出山佐郡丞元宝藏起兵",
   "place": "邯郸市（馆陶县）",
   "lng": "115.312712",
   "lat": "36.541552"
  },
  {
   "time": 618,
   "value": 6,
   "event": "在长安，任李密府文学参军",
   "place": "渭南市（潼关县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 619,
   "value": 4,
   "event": "《唐故邢国公李密墓志铭》；被窦建德俘虏，任起居舍人。为李密撰墓志铭",
   "place": "鹤壁市（浚县）",
   "lng": "114.557388",
   "lat": "35.681885"
  },
  {
   "time": 620,
   "value": 3,
   "event": "在河北任起居舍人。",
   "place": "邯郸市",
   "lng": "114.545808",
   "lat": "36.631222"
  },
  {
   "time": 621,
   "value": 3,
   "event": "入东宫",
   "place": "安阳市（内黄县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 622,
   "value": 3,
   "event": "在长安。任太子洗马",
   "place": "潍坊市（昌乐县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 623,
   "value": 4,
   "event": "《赏旧左右议》；在长安。任太子洗马。有文",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 624,
   "value": 3,
   "event": "在长安。任太子洗马",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 625,
   "value": 3,
   "event": "在长安。任太子洗马",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 626,
   "value": 4,
   "event": "在长安。任詹事主簿",
   "place": "邯郸市（磁县）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 627,
   "value": 3,
   "event": "拜尚书右丞相。置宅东都劝善坊",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 628,
   "value": 4,
   "event": "《请陪送葬建成元吉表》；与王圭上表请为李建成送葬",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 629,
   "value": 3,
   "event": "在长安任秘书监",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 630,
   "value": 3,
   "event": "进言仁义，收聚石经",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 631,
   "value": 4,
   "event": "《群书治要序》；上所撰《群书治要》，太宗手诏答之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 632,
   "value": 4,
   "event": "《九成宫醴泉碑铭》；奉敕撰《九成宫醴泉铭》",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 633,
   "value": 0,
   "event": "奉命与虞世南等改制《破阵乐》歌词",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 634,
   "value": 3,
   "event": "得太宗赞赏孜孜辅弼之功",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 635,
   "value": 3,
   "event": "欲拜右仆射，魏征固辞之",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 636,
   "value": 4,
   "event": "《隋书·文学传序》；与房玄龄等上所撰五代史",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 637,
   "value": 8,
   "event": "《论君子小人疏》；上疏论君子小人",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 638,
   "value": 4,
   "event": "还乡扫墓",
   "place": "濮阳市（范县）",
   "lng": "115.510696",
   "lat": "35.857585"
  },
  {
   "time": 639,
   "value": 4,
   "event": "《十渐疏》；上“十渐疏”",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 640,
   "value": 6,
   "event": "上所撰《类礼》二十卷",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 641,
   "value": 4,
   "event": "《谏遣使市马疏》；谏于西域市马",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 642,
   "value": 4,
   "event": "《答太宗手诏疏》；卧病，太宗手诏问疾，魏征上四奏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 643,
   "value": 0,
   "event": "《遗表稿》；正月卒。临终草遗表讽谏",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
