// 诗人行迹数据：魏野
export default {
 "name": "魏野",
 "birth": 960,
 "death": 1019,
 "life": [
  {
   "time": 960,
   "value": 1,
   "event": "本年，出生于陕县",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 961,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 962,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 963,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 964,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 965,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 966,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 967,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 968,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 969,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 970,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 971,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 972,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 973,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 974,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 975,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 976,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 977,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 978,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 979,
   "value": 1,
   "event": "本年，居乡，外甥李渭生",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 980,
   "value": 1,
   "event": "本年，居乡，子魏闲生",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 981,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 982,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 983,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 984,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 985,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 986,
   "value": 2,
   "event": "送臧奎之宁州谒韩使君；约于本年冬，居乡，有诗送臧奎",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 987,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 988,
   "value": 5,
   "event": "本年，居乡，有诗贺陈尧佐进士及第",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 989,
   "value": 4,
   "event": "新晴书事上知府宋谏议；本年，居乡，有诗上宋珰",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 990,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 991,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 992,
   "value": 7,
   "event": "上致仕赵中令；本年，居乡，有诗上赵普",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 993,
   "value": 2,
   "event": "谢孙状元寒食见赠；三月，居乡，有诗谢孙何",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 994,
   "value": 7,
   "event": "送孙状元监丞赴阙；七月，居乡，有诗送孙何归阙",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 995,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 996,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 997,
   "value": 4,
   "event": "上知府赵侍郎二首；本年，居乡，有诗上赵昌言",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 998,
   "value": 9,
   "event": "送赵侍郎移镇长安；春，居乡，有诗送赵昌言",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 999,
   "value": 7,
   "event": "闻王衢王辟登第因有寄贺；三月，居乡，有诗贺王衢王辟登第",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1000,
   "value": 4,
   "event": "送长安赵侍郎赴阙；本年，居乡，有诗送赵昌言赴阙",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1001,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1002,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1003,
   "value": 2,
   "event": "哭钱观察；本年，居乡，有诗哭钱若水",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1004,
   "value": 9,
   "event": "和孙舍人重过陕下二首；春，居乡，有诗和孙何",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1005,
   "value": 8,
   "event": "闻周孟下第；三月，居乡，有诗",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1006,
   "value": 2,
   "event": "谢知府寇相公降访二首；九月，居乡，有诗谢寇准见访",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1007,
   "value": 9,
   "event": "谢呈寇相公召宴；三月，居乡，有诗谢寇准召宴",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1008,
   "value": 9,
   "event": "约于本年，至长安，有诗题妓添苏家壁",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1009,
   "value": 2,
   "event": "本年，应寇准之邀至大名府，有诗赠妓张八",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1010,
   "value": 1,
   "event": "本年，居乡",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1011,
   "value": 9,
   "event": "三月一日，居乡，辞宋真宗召见",
   "place": "渭南市（华阴市）",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1012,
   "value": 9,
   "event": "四月，居乡，获宋真宗遣内侍存问",
   "place": "运城市（河津市）",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1013,
   "value": 8,
   "event": "送唐肃察院赴东川提刑；正月，居乡，有诗送唐肃赴梓州路提点刑狱任",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1014,
   "value": 5,
   "event": "长安龙图陈学士宠示重阳翠微楼上见览拙诗之作兼蒙寄翠微楼长乐亭二记各述一绝寄而谢之三首；九月，居乡，有诗寄陈尧咨",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1015,
   "value": 9,
   "event": "上知府李殿院十韵；冬，居乡，有诗上李阶",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1016,
   "value": 8,
   "event": "本年，常至长安，陪寇准宴饮",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 1017,
   "value": 7,
   "event": "送王辟太博赴阙兼呈刘小谏；约于本年，居乡，有诗送王辟赴阙兼寄刘烨",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1018,
   "value": 5,
   "event": "寄淮南制置使薛户部；本年，居乡，有诗寄薛奎",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  },
  {
   "time": 1019,
   "value": 0,
   "event": "寇相公生辰因有寄献；七月，居乡，有诗贺寇准生辰",
   "place": "三门峡市",
   "lng": "111.206832",
   "lat": "34.778442"
  }
 ]
};
