// 诗人行迹数据：鱼玄机
export default {
 "name": "鱼玄机",
 "birth": 844,
 "death": 868,
 "life": [
  {
   "time": 844,
   "value": 0,
   "event": "居家玄机生卒年难确考。本表所列年岁为虚拟数。",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 845,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 846,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 854,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 856,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 857,
   "value": 1,
   "event": "居家",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 858,
   "value": 1,
   "event": "嫁李亿为外妻",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 859,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 860,
   "value": 1,
   "event": "居长安",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 861,
   "value": 5,
   "event": "酬李学士寄簟；有诗答李亿",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 862,
   "value": 9,
   "event": "春情寄子安；在蓝田到内乡的山路中，书写春日情怀寄夫君",
   "place": "西安市（蓝田县）",
   "lng": "109.329839",
   "lat": "34.157639"
  },
  {
   "time": 863,
   "value": 0,
   "event": "迎李近仁员外；回长安见李亿有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 864,
   "value": 9,
   "event": "寄国香；有诗赠友",
   "place": "西安市（咸宜观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 865,
   "value": 7,
   "event": "访赵炼师不遇；访赵道士不遇，有诗",
   "place": "西安市（咸宜观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 866,
   "value": 9,
   "event": "寄刘尚书；有诗寄刘潼",
   "place": "西安市（咸宜观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 867,
   "value": 9,
   "event": "和人次韵；有次韵诗",
   "place": "西安市（咸宜观）",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 868,
   "value": 5,
   "event": "次韵西邻新居兼乞酒；有诗次新居韵以乞求酒食",
   "place": "西安市（咸宜观）",
   "lng": "108.946306",
   "lat": "34.347436"
  }
 ]
};
