// 诗人行迹数据：黄公度
export default {
 "name": "黄公度",
 "birth": 1109,
 "death": 1156,
 "life": [
  {
   "time": 1109,
   "value": 1,
   "event": "黄公度生于兴化军莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1110,
   "value": 1,
   "event": "在莆田东里。从兄黄泳应童子科。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1111,
   "value": 1,
   "event": "在莆田东里。父黄静升补上舍生，贡辟雍。从兄黄泳赐五经及第。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1112,
   "value": 1,
   "event": "在莆田东里。三月，父黄静中进士。授秘书省正字。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1113,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1114,
   "value": 1,
   "event": "在莆田东里。提举福建常平黄静降一官。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1115,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1116,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1117,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1118,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1119,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1120,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1121,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1122,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1123,
   "value": 1,
   "event": "公度读书雁阵山。",
   "place": "莆田市（登瀛阁）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1124,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1125,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1126,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1127,
   "value": 1,
   "event": "南渡中兴年间，黄公度“隐居松川今小赤壁西”，曾于松阳县石笋山翠峰观前题字：“空明”、“野鹤归来”（有题识而无年月）。",
   "place": "丽水市（松阳县）",
   "lng": "119.488564",
   "lat": "28.455327"
  },
  {
   "time": 1128,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1129,
   "value": 0,
   "event": "在莆田东里。父黄静卒。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1130,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1131,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1132,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1133,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1134,
   "value": 2,
   "event": "贤人国家之利器赋；在福州。参加解试，魁乡荐。正月十六日，黄庠进士及第。",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1135,
   "value": 1,
   "event": "在临安。公度初次应省试，应省试，因诗句用韵有误而被黜落。",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  },
  {
   "time": 1136,
   "value": 1,
   "event": "在莆田东里。",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1137,
   "value": 4,
   "event": "过使华亭悼七友；赴试漕台，过使华亭，作诗。",
   "place": "莆田市（使华亭）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1138,
   "value": 10,
   "event": "公度赴省试，途经建安，诣梨山李侯庙求神赐梦以兆前程。",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1139,
   "value": 3,
   "event": "在泉州。",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1140,
   "value": 6,
   "event": "和龚实之闻虏人败盟；在泉州。有诗。",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1141,
   "value": 4,
   "event": "迓泉守晚宿囊山；在泉州。迎汪藻知泉州",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1142,
   "value": 10,
   "event": "陈晋江以壬戌四月上浣宴同僚于二公亭内翰复来》；在泉州。宴同僚，有诗。",
   "place": "泉州市（南安市）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1143,
   "value": 10,
   "event": "在泉州。厅公事，释流民数百。",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1144,
   "value": 10,
   "event": "菩萨蛮（高楼目断南来翼）；在泉州。有词。",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1145,
   "value": 10,
   "event": "谢馆职；在泉州，授秘书省正字。作文。",
   "place": "衢州市（江山市）",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 1146,
   "value": 7,
   "event": "焚告文；在莆田。以父静累赠左中奉大夫。作文",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1147,
   "value": 3,
   "event": "在莆田。作诗",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1148,
   "value": 10,
   "event": "送外兄方卿公美赴广东宪十绝（其一）；在莆田。作诗",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1149,
   "value": 10,
   "event": "罢任谢黄宪；在莆田。主管台州崇道观四年秩满，作文。",
   "place": "梅州市（丰顺县）",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 1150,
   "value": 10,
   "event": "三瑞堂；春，回莆田，作诗。《青玉案》；邻鸡不管离怀苦，又还催人去。",
   "place": "莆田市（顺济庙）",
   "lng": "119.014232",
   "lat": "25.45996",
   "highlight": true
  },
  {
   "time": 1151,
   "value": 7,
   "event": "恩平灯夕忆上都旧游呈座客；在南恩州。有诗",
   "place": "阳江市",
   "lng": "111.989051",
   "lat": "21.864421"
  },
  {
   "time": 1152,
   "value": 6,
   "event": "在肇庆府。任通判",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1153,
   "value": 4,
   "event": "在肇庆府。",
   "place": "肇庆市",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1154,
   "value": 10,
   "event": "题七星岩；在肇庆府。作诗",
   "place": "肇庆市（七星岩）",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1155,
   "value": 10,
   "event": "贺章盐启；在肇庆府。有文。",
   "place": "南平市（浦城县）",
   "lng": "112.47177",
   "lat": "23.052984"
  },
  {
   "time": 1156,
   "value": 0,
   "event": "进元会诗；正月一日前后，有诗",
   "place": "杭州市",
   "lng": "120.161693",
   "lat": "30.280059"
  }
 ]
};
