// 诗人行迹数据：黄庭坚
export default {
 "name": "黄庭坚",
 "birth": 1045,
 "death": 1105,
 "life": [
  {
   "time": 1045,
   "value": 1,
   "event": "黄庭坚生",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "在家乡分宁诵习《五经》",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1051,
   "value": 2,
   "event": "牧童诗；在家乡分宁家居，有诗",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1052,
   "value": 2,
   "event": "送人赴举；在家乡分宁家居，有诗",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "在家乡分宁家居",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "在家乡分宁，与幼年朋友王肱交往",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "父亲黄庶疑逝世于本年",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "从舅父李常游学淮南涟水；曾评论王安石《明妃曲》",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1060,
   "value": 2,
   "event": "溪上吟（序云：“春山鸟啼，新雨天霁，汀草怒长，竹筱交阴。黄子观渔于塘下，寻春与小桃源，从一溪童稚子畦丁三四辈，茶鼎酒瓢，渊明诗编。虽不命戒，未尝不取诸左右。临沧波，拂白石，咏渊明诗数篇，清风为我衣，好鸟为我劝饮。当其漻然,无所拘系而依依规矩准绳之间,自有佳处。乃知白莲社中人不达渊明诗意者多矣。过酒肆则饮亦无量也，然未始甚醉。盖其所寓与毕卓刘伶辈同，而自谓所得与二子异，人亦殊不能知之也。酒酣得纸，书之为《溪上吟》。”）；淮南涟水游学，有诗",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1061,
   "value": 4,
   "event": "清江引；拜见孙觉；孙觉将女许配庭坚",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "结识俞清老，并自称清风客",
   "place": "淮安市（涟水县）",
   "lng": "119.267334",
   "lat": "33.787173"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "参加乡试，得洪州第一",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "本年春，至汴京赴礼部试，未第",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "自京师南归洪州故乡",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1066,
   "value": 9,
   "event": "秋，再贡于乡，荣膺首选；本年乡试有《野无遗贤》诗题，庭坚诗有“渭水空藏月，傅岩深锁烟”，考官李询击节称赏。",
   "place": "九江市（修水县）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1067,
   "value": 9,
   "event": "贺圣朝（托霜披茜初登第）；春，赴礼部试，登许安世榜进士第；调汝州叶县尉",
   "place": "九江市（修水县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1068,
   "value": 10,
   "event": "次韵赏梅；赴任前滞留家乡分宁，有诗",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1069,
   "value": 10,
   "event": "书舞阳西寺旧题处；案验械斗致死者于舞阳，有诗",
   "place": "平顶山市（叶县）",
   "lng": "113.363951",
   "lat": "33.632627"
  },
  {
   "time": 1070,
   "value": 10,
   "event": "漫尉；叶县任上，有诗",
   "place": "平顶山市（叶县）",
   "lng": "113.363951",
   "lat": "33.632627"
  },
  {
   "time": 1071,
   "value": 10,
   "event": "冲雪宿新寨忽忽不乐；为官时日尚少，却厌恶官场之心日增，有诗",
   "place": "平顶山市（叶县）",
   "lng": "113.363951",
   "lat": "33.632627"
  },
  {
   "time": 1072,
   "value": 10,
   "event": "参加四京学官考试，名列优等，除北京国子监教授",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1073,
   "value": 4,
   "event": "秋思；教授北京国子监，秋日有诗",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1074,
   "value": 6,
   "event": "教授北京国子监；与谢师厚女成婚",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1075,
   "value": 10,
   "event": "呻吟斋睡起五首呈世弼；任北京学官；与妹夫王世弼等吟咏唱和",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1076,
   "value": 7,
   "event": "文彦博判大名府，器重山谷才华，留再任北京学官",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1077,
   "value": 0,
   "event": "留任北京学官，女儿黄睦出生",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1078,
   "value": 10,
   "event": "古风二首上苏子瞻；留任北京学官，寄书、诗于苏轼，初通消息",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1079,
   "value": 10,
   "event": "与苏子瞻书；留任北京学官，与苏轼有书信往来",
   "place": "邯郸市（大名县）",
   "lng": "115.154493",
   "lat": "36.291268"
  },
  {
   "time": 1080,
   "value": 9,
   "event": "罢北京教授任，赴京师吏部，改官知吉州太和县",
   "place": "淮安市（盱眙县）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1081,
   "value": 0,
   "event": "太和到任谢监司守倅启；到达太和，有谢表",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1082,
   "value": 0,
   "event": "二月二日晓梦会于庐陵西斋作诗寄陈适用；在太和，晓梦会作诗寄庐陵知县陈汝器",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1083,
   "value": 10,
   "event": "王定国文集序；在太和，与王巩相遇黄为其文集作序",
   "place": "吉安市（泰和县）",
   "lng": "114.915461",
   "lat": "26.795626"
  },
  {
   "time": 1084,
   "value": 9,
   "event": "移监德州德平镇",
   "place": "济南市（商河县）",
   "lng": "117.16363",
   "lat": "37.314939"
  },
  {
   "time": 1085,
   "value": 0,
   "event": "在德州，张耒寄来书信",
   "place": "济南市（商河县）",
   "lng": "117.16363",
   "lat": "37.314939"
  },
  {
   "time": 1086,
   "value": 0,
   "event": "次韵子瞻子由题憩寂图二首；在汴京，苏轼兄弟为李公麟《憩寂图》作诗，山谷和之",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1087,
   "value": 0,
   "event": "在汴京，除著作佐郎",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1088,
   "value": 0,
   "event": "在汴京，苏轼、孙觉、孔文仲知贡举，山谷为参详",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "在汴京，苏轼作《记夺鲁直墨》",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1090,
   "value": 9,
   "event": "题太公丹书后；在汴京，题姜太公所诵丹书",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1091,
   "value": 10,
   "event": "在汴京，与赵彦若、范祖禹等进《神宗实录》",
   "place": "南城县（南城县建昌镇）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 9,
   "event": "与徐师川书；护母丧抵分宁，居丧期间，外甥徐俯来书存问，山谷有答书",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1093,
   "value": 10,
   "event": "海昏题名；居丧分宁期间，与元聿、李安行等会于海昏",
   "place": "九江市（永修县）",
   "lng": "115.815566",
   "lat": "29.027274"
  },
  {
   "time": 1094,
   "value": 10,
   "event": "次韵元日；在分宁，有次韵元日诗",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1095,
   "value": 10,
   "event": "仍有宰臣章奏修《实录》不实，乞重加贬责，于是又被追夺一官",
   "place": "荆州市（沙市区）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 10,
   "event": "其弟黄叔达携自己和山谷的家眷抵达黔州",
   "place": "重庆直辖县行政区划（彭水县）",
   "lng": "108.172132",
   "lat": "29.29953"
  },
  {
   "time": 1097,
   "value": 10,
   "event": "答王补之书；在黔州，泸州太守王献可以书来求山谷为其作书，山谷有答书",
   "place": "重庆直辖县行政区划（彭水县）",
   "lng": "108.172132",
   "lat": "29.29953"
  },
  {
   "time": 1098,
   "value": 10,
   "event": "赠黔南贾使君；在黔州，赠黔南贾使君",
   "place": "重庆直辖县行政区划（彭水县）",
   "lng": "108.172132",
   "lat": "29.29953"
  },
  {
   "time": 1099,
   "value": 10,
   "event": "在戎州，迁于城南，亲作僦舍，名曰“任运堂”",
   "place": "宜宾市",
   "lng": "104.648103",
   "lat": "28.75761"
  },
  {
   "time": 1100,
   "value": 10,
   "event": "书韩愈送孟郊序赠张大同；在戎州，书韩愈《送孟郊序》与外甥张大同",
   "place": "眉山市（青神县）",
   "lng": "104.648103",
   "lat": "28.75761"
  },
  {
   "time": 1101,
   "value": 10,
   "event": "石信道诸子字训序；在江安，为石谅诸子作字序",
   "place": "宜宾市（江安县）",
   "lng": "105.073475",
   "lat": "28.729599"
  },
  {
   "time": 1102,
   "value": 10,
   "event": "次韵答高子勉十首；在江陵，作诗赠高荷",
   "place": "荆州市（江陵县）",
   "lng": "112.431153",
   "lat": "30.048079"
  },
  {
   "time": 1103,
   "value": 10,
   "event": "在鄂州，与范纯粹唱和颇多",
   "place": "长沙市（长沙县）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1104,
   "value": 10,
   "event": "赠惠洪；在潭州，与惠洪相遇，有赠诗",
   "place": "长沙市（长沙县）",
   "lng": "113.087489",
   "lat": "28.251769"
  },
  {
   "time": 1105,
   "value": 0,
   "event": "在宜州，将书籍、药品搬入新居，次日入住新居",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  }
 ]
};
