// 诗人行迹数据：黄大临
export default {
 "name": "黄大临",
 "birth": 1041,
 "death": 1105,
 "life": [
  {
   "time": 1044,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1045,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1046,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1047,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1048,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1049,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1050,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1051,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1052,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1053,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1054,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1055,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1056,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1057,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1058,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1059,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1060,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1061,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1062,
   "value": 1,
   "event": "不详",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1063,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1064,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1065,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1066,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1067,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1068,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1069,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1070,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1071,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1072,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1073,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1074,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1075,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1076,
   "value": 1,
   "event": "曾在济南与苏辙相会，示以养生延年之法",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1077,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1078,
   "value": 7,
   "event": "《双井敝庐之东得胜地一区……》（其一）；在双井家中旧居东边结成茅蓭，有诗四首志其事",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1079,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1080,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1081,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1082,
   "value": 2,
   "event": "《奉寄子由》；黄大临有诗寄苏辙",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1083,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1084,
   "value": 3,
   "event": "任龙泉县令，苏轼来访",
   "place": "吉安市（遂川县）",
   "lng": "114.52708",
   "lat": "26.319455"
  },
  {
   "time": 1085,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1086,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1087,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1088,
   "value": 1,
   "event": "与弟黄庭坚等在叶县观《白崖诗》于净因臻道人所",
   "place": "平顶山市（叶县）",
   "lng": "113.363951",
   "lat": "33.632627"
  },
  {
   "time": 1089,
   "value": 0,
   "event": "弟黄非熊卒",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1090,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1091,
   "value": 1,
   "event": "母李氏去世",
   "place": "开封市",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1092,
   "value": 1,
   "event": "黄大临、黄庭坚兄弟护母丧抵家，极其痛苦，憔悴不堪。据黄庭坚《与张和叔通判》：“元明居丧来，绝荤酒，初甚癯悴”",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1093,
   "value": 3,
   "event": "黄大临、黄庭坚兄弟葬母、葬弟黄非熊。飨堂一木一石，乃黄大临亲致力",
   "place": "九江市（修水县）",
   "lng": "114.553448",
   "lat": "29.031005"
  },
  {
   "time": 1094,
   "value": 4,
   "event": "黄大临与弟天明自微径到彭泽县与黄庭坚会合。因本年六月黄庭坚被任命管勾亳州明道宫，责令于开封境内居住",
   "place": "九江市（彭泽县）",
   "lng": "116.55562",
   "lat": "29.90215"
  },
  {
   "time": 1095,
   "value": 3,
   "event": "黄大临从陈留出发送黄庭坚赴贬所黔州",
   "place": "宜昌市（下牢关）",
   "lng": "114.313904",
   "lat": "34.802941"
  },
  {
   "time": 1096,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1097,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1098,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1099,
   "value": 1,
   "event": "不详",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1100,
   "value": 3,
   "event": "黄大临为萍乡令",
   "place": "萍乡市",
   "lng": "113.86077",
   "lat": "27.62897"
  },
  {
   "time": 1101,
   "value": 3,
   "event": "在萍乡",
   "place": "萍乡市",
   "lng": "113.86077",
   "lat": "27.62897"
  },
  {
   "time": 1102,
   "value": 3,
   "event": "黄大临在萍乡，黄庭坚到萍乡探访，兄弟相聚半月",
   "place": "萍乡市",
   "lng": "113.86077",
   "lat": "27.62897"
  },
  {
   "time": 1103,
   "value": 10,
   "event": "黄大临为萍乡宝积禅寺立石，黄庭坚作记",
   "place": "萍乡市",
   "lng": "113.86077",
   "lat": "27.62897"
  },
  {
   "time": 1104,
   "value": 3,
   "event": "黄大临自永州至宜州探望庭坚",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  },
  {
   "time": 1105,
   "value": 2,
   "event": "黄大临与庭坚游宜州之南山",
   "place": "河池市（宜州市）",
   "lng": "108.64309",
   "lat": "24.491021"
  }
 ]
};
