// 诗人行迹数据：黄滔
export default {
 "name": "黄滔",
 "birth": 840,
 "death": 911,
 "life": [
  {
   "time": 840,
   "value": 1,
   "event": "约生于本年。居家乡福州侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 841,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 842,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 843,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 844,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 845,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 846,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 847,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 848,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 849,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 850,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 851,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 852,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 853,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 854,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 855,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 856,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 857,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 858,
   "value": 1,
   "event": "居家乡侯官",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 859,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 860,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 861,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 862,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 863,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 864,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 865,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 866,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 867,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 868,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 869,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 870,
   "value": 1,
   "event": "疑读书于莆山东峰，姑系于此",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 871,
   "value": 2,
   "event": "《闰八月》；进京备举，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 872,
   "value": 4,
   "event": "《下第》；约本年在京首应进士第，下第，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 873,
   "value": 8,
   "event": "《南海幕中和段先辈韦侍御赴阙》；赴广州觅举，在广州南海幕，有诗",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 874,
   "value": 4,
   "event": "《段先辈启》；应广州州试得举、后入长安应进士第，有文",
   "place": "广州市",
   "lng": "113.270793",
   "lat": "23.135308"
  },
  {
   "time": 875,
   "value": 8,
   "event": "《省试一一吹竽》；应试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 876,
   "value": 9,
   "event": "《省试奉诏涨曲江池》；入长安应试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 877,
   "value": 8,
   "event": "《崔右丞启》；应试落第，东归前撰文与崔沆",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 878,
   "value": 1,
   "event": "居家",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 879,
   "value": 2,
   "event": "《寄从兄璞》；本年春避黄巢难移家，有诗与黄璞",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 880,
   "value": 5,
   "event": "《旅怀寄友人》；本年秋进京赴举、因僖宗幸蜀无果出京返乡，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 881,
   "value": 1,
   "event": "因战乱无法应举而于闽越间隐游",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 882,
   "value": 8,
   "event": "《与蒋先辈启（《全唐文》卷824）》；因战乱无法应举而于闽越间隐游",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 883,
   "value": 4,
   "event": "《壬癸岁书情》；因战乱无法应举而于闽越间隐游",
   "place": "",
   "lng": "119.30304",
   "lat": "26.106051"
  },
  {
   "time": 884,
   "value": 2,
   "event": "《喜侯舍人蜀中新命三首》；于成都应试，干谒侯圭",
   "place": "成都市",
   "lng": "104.071216",
   "lat": "30.576279"
  },
  {
   "time": 885,
   "value": 2,
   "event": "《寄献梓橦山侯侍御时常拾遗谏诤》；于长安应试，寄诗与侯圭",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 886,
   "value": 1,
   "event": "生活于此",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 887,
   "value": 8,
   "event": "《鄜州李相公》；在长安应试下第，游鄜州，干谒李思孝",
   "place": "延安市（富县）",
   "lng": "109.386357",
   "lat": "35.993458"
  },
  {
   "time": 888,
   "value": 2,
   "event": "《入关言怀》；返长安，有诗",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 889,
   "value": 1,
   "event": "应举，落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 890,
   "value": 1,
   "event": "应举，落第",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 891,
   "value": 9,
   "event": "《钟陵故人》；入京应举经南昌，有诗",
   "place": "孝感市（安陆市）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 892,
   "value": 4,
   "event": "《翰林薛舍人启》；应试、干谒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 893,
   "value": 2,
   "event": "《贺杨侍郎启》；应试、干谒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 894,
   "value": 5,
   "event": "《和陈先辈陪陆舍人春日游曲江》；应试、干谒",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 895,
   "value": 9,
   "event": "《人文化天下赋》；应礼部试",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 896,
   "value": 2,
   "event": "《和吴学士对春雪献韦令公次韵》；在长安候选",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 897,
   "value": 4,
   "event": "《送外甥翁袭明赴举序》；居家",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 898,
   "value": 4,
   "event": "《辞相府》；赴长安求职，过福州，别王审知",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 899,
   "value": 3,
   "event": "任四门博士",
   "place": "西安市",
   "lng": "108.946306",
   "lat": "34.347436"
  },
  {
   "time": 900,
   "value": 7,
   "event": "《祭陈侍御峤》；归闽，撰文祭祀好友陈峤",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 901,
   "value": 4,
   "event": "《祭陈先辈鼎》；撰文祭陈鼎，鼎，大顺二年进士",
   "place": "泉州市",
   "lng": "118.682316",
   "lat": "24.880242"
  },
  {
   "time": 902,
   "value": 9,
   "event": "《灵山塑北方毗沙门天王碑》；受命为开元寺灵山塑北方毗沙门天王碑撰碑记",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 903,
   "value": 3,
   "event": "居王审知幕",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 904,
   "value": 9,
   "event": "《辄吟七言四韵攀寄翁文尧拾遗》；唐遣右拾遗翁承赞加王审知检校太保，封琅琊王。黄滔赠以诗",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 905,
   "value": 6,
   "event": "《莆山灵岩寺碑铭》；为莆山灵岩寺撰碑铭",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 906,
   "value": 3,
   "event": "生活于此",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 907,
   "value": 0,
   "event": "《丈六金身碑》；王审知设二十万人无遮大会贺金铜佛像成，黄滔撰文记之",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 908,
   "value": 4,
   "event": "《福州雪峰山故真觉大师碑铭》；居王审知幕，为福州雪峰山故真觉大师撰碑铭",
   "place": "福州市",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 909,
   "value": 9,
   "event": "《奉和翁文尧十九员外中谢日蒙恩赐金紫之什》；辞官居家。翁文尧以户部员外郎充闽王册礼副使使闽，王审知赐金紫，改乡里名号。滔为诗荣之",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 910,
   "value": 1,
   "event": "辞官居家",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  },
  {
   "time": 911,
   "value": 0,
   "event": "《祭南海南平王》；辞官居家，为王审知撰文祭南平王刘隐。约本年卒",
   "place": "莆田市",
   "lng": "119.014232",
   "lat": "25.45996"
  }
 ]
};
