// 诗人行迹数据：黄昇
export default {
 "name": "黄昇",
 "birth": 1188,
 "death": 1249,
 "life": [
  {
   "time": 1188,
   "value": 1,
   "event": "约本年出生",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1190,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1191,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1194,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1195,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1197,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1200,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1201,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1202,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1203,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1204,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1205,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1206,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1207,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1208,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1209,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1210,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1211,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1212,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1213,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1214,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1215,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1216,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1217,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1218,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1219,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1220,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1221,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1222,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1223,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1224,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1225,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1226,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1227,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1228,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1229,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1230,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1231,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1232,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1233,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1234,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1235,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1236,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1237,
   "value": 2,
   "event": "《沁园春·二月二日寿玉林》；冯取洽作词贺黄昇50寿辰",
   "place": "",
   "lng": "0",
   "lat": "0"
  },
  {
   "time": 1238,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1239,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1240,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1241,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1242,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1243,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1244,
   "value": 2,
   "event": "《诗人玉屑序》；黄昇为魏庆之《诗人玉屑》作序",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1245,
   "value": 2,
   "event": "黄昇作《贺新郎》词，词序云：“乙巳正月十日，双溪携酒遗蜕亭，桃花方开，主人浩歌酌客，欢甚，即席作此。”",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1246,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1247,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1248,
   "value": 1,
   "event": "居乡",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1249,
   "value": 0,
   "event": "黄昇《花庵词选》成于此年，自作序，黄昇卒年无考，可知他活到本年之后",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  }
 ]
};
