// 诗人行迹数据：黄榦
export default {
 "name": "黄榦",
 "birth": 1152,
 "death": 1221,
 "life": [
  {
   "time": 1152,
   "value": 1,
   "event": "黄榦生",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1153,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1154,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1155,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1156,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1157,
   "value": 1,
   "event": "御史公（父黄瑀）为永春宰，黄榦从行",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1158,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1159,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1160,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1161,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1162,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1163,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1164,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1165,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1166,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1167,
   "value": 1,
   "event": "不详",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1168,
   "value": 0,
   "event": "御史府君卒，黄榦居丧如礼",
   "place": "泉州市（永春县）",
   "lng": "118.300725",
   "lat": "25.327959"
  },
  {
   "time": 1169,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1170,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1171,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1172,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1173,
   "value": 1,
   "event": "不详",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1174,
   "value": 1,
   "event": "于桃源侍母，应湖北漕举",
   "place": "常德市（桃源县）",
   "lng": "111.495337",
   "lat": "28.908885"
  },
  {
   "time": 1175,
   "value": 1,
   "event": "仲兄官于吉州，黄榦从行，因识清江刘公子澄，刘公一见奇之，以书进于朱文公之门",
   "place": "南平市（建瓯市）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1176,
   "value": 1,
   "event": "见朱文公于五夫，馆于屏山潭溪之侧，文公有传授付畀之意",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1177,
   "value": 1,
   "event": "不详",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1178,
   "value": 1,
   "event": "不详",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1179,
   "value": 0,
   "event": "《新修白鹿书院记》；文公守南康，黄榦从行，因游白鹿，历观庐阜之阳",
   "place": "九江市（庐山白鹿洞）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1180,
   "value": 1,
   "event": "尚留福州",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1181,
   "value": 1,
   "event": "文公代归，黄榦从行，同游庐阜之阴",
   "place": "九江市（庐山）",
   "lng": "116.007993",
   "lat": "29.711328"
  },
  {
   "time": 1182,
   "value": 1,
   "event": "文公以仲女归于黄榦，馆于紫阳书堂",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1183,
   "value": 1,
   "event": "不详",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1184,
   "value": 1,
   "event": "黄榦留建安，侍文公左右。始识包君定于武夷山下",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1185,
   "value": 1,
   "event": "不详",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1186,
   "value": 1,
   "event": "仲子辅生",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1187,
   "value": 1,
   "event": "文公命季子在从学于沙邑",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1188,
   "value": 1,
   "event": "黄榦以妇氏及辂、辅归于太夫人侍下",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1189,
   "value": 1,
   "event": "不详",
   "place": "三明市（沙县）",
   "lng": "117.799238",
   "lat": "26.401891"
  },
  {
   "time": 1190,
   "value": 2,
   "event": "黄榦复归文公之侧",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1191,
   "value": 2,
   "event": "自临漳归三山",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1192,
   "value": 1,
   "event": "约表兄弟岁两集于城外僧舍。诸生从学于城东古寺。是秋始与朋友共讨论《丧》、《祭》二礼",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1193,
   "value": 1,
   "event": "自建安归三山所居。钟山赵氏馆黄榦以为诸子师",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1194,
   "value": 3,
   "event": "黄榦将如三衢省母，道建安",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1195,
   "value": 5,
   "event": "《和议赈贷赋》；铨中",
   "place": "衢州市（衢江区）",
   "lng": "118.965731",
   "lat": "28.985475"
  },
  {
   "time": 1196,
   "value": 1,
   "event": "自建安归三山，诸生从学于城南。从文公编辑《礼书》",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1197,
   "value": 0,
   "event": "仲兄之官庐陵，黄榦从行。文公为筑室于考亭新居之旁",
   "place": "福州市（闽侯县）",
   "lng": "115.00027",
   "lat": "27.119751"
  },
  {
   "time": 1198,
   "value": 1,
   "event": "诸生从学于箕山庐居。林仲则之二子曰武曰庚，自栗山来从黄榦游",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1199,
   "value": 1,
   "event": "诸生从学于新河所居。会聚朋友修纂《丧》、《祭》二礼，各为长编以纳于文公之所",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1200,
   "value": 0,
   "event": "自考亭还三山，诸生从学于闽县学",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1201,
   "value": 2,
   "event": "《辞几筵文》；黄榦告辞文公几筵，护乐安之丧归于三山。诸生从学于栗山草堂，文公诸孙在焉",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1202,
   "value": 4,
   "event": "文公大祥，黄榦心丧终除",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1203,
   "value": 4,
   "event": "《刘氏遂初堂记》；刘忠肃公之子学雅正之延黄榦于家塾，以为二子师，黄榦谢之以诗。是岁，有与刘正之、实之唱和诸诗",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1204,
   "value": 6,
   "event": "《谒陆宣公祠于嘉兴府学门外二首》；《谒高佥判所居》；《闻雨》；《喜雨》；《道中》；《石门》；《谢漕使启》；《与辛侍郎书》；石门酒政修举。侍郎辛公弃疾过石门见之，叹之",
   "place": "嘉兴市（桐乡市）",
   "lng": "120.570866",
   "lat": "30.636639"
  },
  {
   "time": 1205,
   "value": 3,
   "event": "浙西三库酒政皆举，部使者遂荐之于朝。黄榦有谢詹公二启",
   "place": "嘉兴市（桐乡市）",
   "lng": "120.570866",
   "lat": "30.636639"
  },
  {
   "time": 1206,
   "value": 6,
   "event": "往来三库莅事。与杨信斋书。黄榦石门在任两考零两月，是岁某月某日解罢",
   "place": "嘉兴市（桐乡市）",
   "lng": "120.570866",
   "lat": "30.636639"
  },
  {
   "time": 1207,
   "value": 4,
   "event": "《不从宇文辟辩》；《与宇文宣抚剳子》；《申庙堂丐祠禄状》；《丁卯揲卦二解》；《送许太博入宇文幕序》；宇文公绍节代吴公为帅，再辟黄榦入幕。复授湖北帅属，力辞。别与干官差遣，又辞。丐祠未报，径归建安",
   "place": "南平市（建瓯市）",
   "lng": "118.311441",
   "lat": "27.028915"
  },
  {
   "time": 1208,
   "value": 4,
   "event": "《上漕使理王氏饶珉讼书》；《与江西安抚抚州知郡辩危教授诉熊祥书》；《辨王寺簿买山事书》；《黄西坡文集序》；《代陈知郡条奏五事》；《笃孝傅公墓志铭》；到任",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1209,
   "value": 4,
   "event": "郡守以礼延黄榦于郡庠讲书，为讲四德四端之要",
   "place": "抚州市",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1210,
   "value": 3,
   "event": "帅檄禀议，自临川如豫章",
   "place": "南昌市",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1211,
   "value": 4,
   "event": "江西提刑李公玉檄黄榦兼督捕节制司干官，且闻于朝。力辞不就",
   "place": "南平市（建阳区）",
   "lng": "116.364627",
   "lat": "27.953603"
  },
  {
   "time": 1212,
   "value": 4,
   "event": "改宣教郎，知临江军",
   "place": "南平市（建阳区）",
   "lng": "118.126953",
   "lat": "27.337561"
  },
  {
   "time": 1213,
   "value": 7,
   "event": "新淦政成，部使者、郡太守交荐于朝。江西安抚使王公补之檄黄榦摄南安军，不果往",
   "place": "东台市（东台市安丰镇）",
   "lng": "115.864528",
   "lat": "28.687675"
  },
  {
   "time": 1214,
   "value": 6,
   "event": "特添差通判建康府事，仍釐务。谏官为辨安丰之谤，郡将坐黜。正言倪公千里论之。自安丰巡历淮垠守御要害。道经仪真，与李公道传胥会",
   "place": "东台市（东台市安丰镇）",
   "lng": "120.409167",
   "lat": "32.740522"
  },
  {
   "time": 1215,
   "value": 4,
   "event": "大旱。竭力为荒政备，坐是与制垣漕使不合，六月丐祠，不报。漕使上救荒之功，乞留在任",
   "place": "武汉市",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1216,
   "value": 4,
   "event": "转通直郎",
   "place": "九江市（庐山）",
   "lng": "114.311831",
   "lat": "30.598428"
  },
  {
   "time": 1217,
   "value": 4,
   "event": "朋旧生徒毕集于法云寓居，黄榦为立《同志规约》以示学者",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  },
  {
   "time": 1218,
   "value": 4,
   "event": "虏犯黄州、砂窝诸关。诏以黄榦提督五关守御，督战光州，节制江、池三州戍兵，光、黄、蕲、安庆四州民兵",
   "place": "信阳市（潢川县）",
   "lng": "115.057764",
   "lat": "32.137578"
  },
  {
   "time": 1219,
   "value": 3,
   "event": "诸生移寓于山之嘉福僧舍，始通释文公《论语》",
   "place": "南平市（武夷山市）",
   "lng": "118.042056",
   "lat": "27.76247"
  },
  {
   "time": 1220,
   "value": 0,
   "event": "黄榦躬相丘宅于北山匏犠原，结庐其旁，牓曰高峰书院。诸生从学于山间",
   "place": "福州市（闽侯县）",
   "lng": "119.302938",
   "lat": "26.080447"
  },
  {
   "time": 1221,
   "value": 4,
   "event": "《文公行状》；《告文公祠堂文》；《文公行状》成",
   "place": "福州市（闽侯县）",
   "lng": "119.137875",
   "lat": "26.156234"
  }
 ]
};
